[
  {
    "page_number": 0,
    "bbox": [
      214.56,
      40.46,
      252.32,
      50.42
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.16,
      64.22,
      413.9,
      134.18
    ],
    "text": "Construction work of the Mahaveli diversion commenced in 1970. The head-works including the tunnels of the Polgolla and Bowatenne complexes, the Elahera weir and canal improvement and the Sudu Ganga improvement were completed in 1976. Work in connection with the Kalawewa and Huruluwewa augmentations and the development of new land continued in 1977. The acreage so far benefited from the diverted Mahaveli water is shown in the following table :",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      209.28,
      147.74,
      259.13,
      157.7
    ],
    "text": "TABLE 6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      99.36,
      165.98,
      370.89,
      175.94
    ],
    "text": "The Mahaveli Development Project Implementation 1976/1978",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      188.26,
      404.11,
      205.9
    ],
    "text": "Acreage Cultivated 1976 1976/77 '977 1977/78* Yala Maha Yala Maha",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701,
      7.80264949798584,
      7.84848690032959,
      7.848525047302246,
      7.848562717437744
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.48,
      220.66,
      405.62,
      231.1
    ],
    "text": "Existing Land 89,716 145,790 130,675 134,142",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.848525047302246,
      7.848562717437744,
      7.848600387573242,
      7.848638534545898
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.48,
      236.74,
      406.18,
      245.5
    ],
    "text": "New Land 800 4,200 6,000 11,404",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701,
      7.848600387573242,
      7.848638534545898,
      7.8989386558532715,
      7.923632621765137
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      112.56,
      252.82,
      405.86,
      263.5
    ],
    "text": "Total 90,5 '6 '49,99° 136,675 145,546",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701,
      7.848562717437744,
      7.848638534545898
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.72,
      274.9,
      410.98,
      283.42
    ],
    "text": "* Provisional Source: Mahaveli Development Board.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.385580539703369,
      7.661403179168701,
      7.814646244049072,
      7.848525047302246,
      7.848562717437744
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      295.1,
      414.28,
      329.06
    ],
    "text": "By the end of 1977, a total of 5,544 families have been settled in the Project Area. At the completion of development under Phase 1, the total extent of new land irrigated will be 91,000 acres.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.111983299255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.4,
      343.34,
      415.16,
      401.3
    ],
    "text": "In November, 1977 the Government decided to accelerate the pace of deve­lopment of implementing the Mahaveli Project with a view to completing all works envisaged in the Master Plan in 5 to 6 years. The latest available information indicate a revised programme of implementation during the period 1978-82 involving a total investment of Rs. 11,000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.88,
      416.74,
      165.78,
      425.26
    ],
    "text": "INDUSTRIAL PRODUCTION",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.385580539703369
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.16,
      436.94,
      414.97,
      493.94
    ],
    "text": "The total value of industrial production has been estimated to have increased by 16 per cent from Rs. 6,061 million in 1976 to Rs. 7,004 million in 1977. In real terms, however, industrial production rose by only 1.3 per cent and the value added in industry by 1.1 per cent. This compared with a real growth rate of 1.2 per cent in 1976 and 3.2 per cent in 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92884349822998,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.4,
      508.7,
      414.84,
      590.66
    ],
    "text": "In contrast to 1976, when the increase in manufacturing output was mainly in the public sector industrial corporations, the increase in output in 1977 was primarily in the private sector. While production rose in the private sector industries, the output of state industrial corporations registered a decline in 1977. The higher level of production was made possible by enhanced allocations of foreign exchange to the private sector. The data also indicate that there was a greater availability of local raw materials.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      604.7,
      415.44,
      650.66
    ],
    "text": "Reflecting the modest growth in production, employment in manufacturing industry rose by 2 per cent. Capacity utilization registered an increase of 7 per cent. The share of foreign raw materials in total raw material consumption fell from 70 per cent in 1976 to 66 per cent in 1977, indicating greater use of local raw materials.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      205.92,
      37.34,
      243.68,
      47.3
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      42.0,
      60.38,
      401.81,
      130.34
    ],
    "text": "Industrial exports failed to maintain the high growth rate experienced in 1976. The share of exports in the total value of industrial production in 1977 remained at the same level as in 1976, i.e. 13 per cent. Exports of items such as cement and chemical products fell fairly sharply. Increases were recorded by exports of canned fruits, cocoa preparations, textiles and wearing apparel, footwear, articles of wood and machinery and mechanical appliances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.925078392028809,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      42.48,
      145.1,
      402.62,
      203.06
    ],
    "text": "Expansion in industrial production in 1977 was primarily in the three broad industrial groups: manufacture of food, beverages and tobacco, manufacture of paper and paper products and manufacture of fabricated metal products, machinery and transport equipment, in that order of importance. The following table illustrates the position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.0,
      216.14,
      248.39,
      226.1
    ],
    "text": "TABLE 7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      127.44,
      234.38,
      316.31,
      244.34
    ],
    "text": "Value of Industrial Production 1975 - 1977",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      76.56,
      261.19,
      387.98,
      270.29
    ],
    "text": "Industrial Group Value of Production (Rs. Million)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      266.88,
      277.51,
      386.36,
      288.05
    ],
    "text": "\"975 1976 1977",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.24,
      301.75,
      387.21,
      359.56
    ],
    "text": "I. Food, Beverages and Tobacco 1503 '7»5 - 2294 a. Textiles, Wearing Apparel and Leather Products 892 680 698 3-Wood and Wood Products including Furniture 115 129 137 4-Paper and Paper Products 970 203 370 5-Chemicals, Petroleum, Coal, Rubber and Plastic Products 200a 2336 2469 6. Non-Metallic Mineral Products except Petroleum",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.968929767608643,
      6.964912414550781,
      7.645003318786621,
      7.864126205444336,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      317.76,
      342.31,
      386.98,
      351.17
    ],
    "text": "2336 2469",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.48,
      358.39,
      394.96,
      383.09
    ],
    "text": "and Coal ... 244 360 411 7-Basic Metal Products ... 128 138 '32. . 8. Fabricated Metal Products, Machinery and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.801537990570068,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      323.04,
      366.79,
      394.96,
      375.89
    ],
    "text": "138 '32. .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.801537990570068,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.96,
      382.63,
      387.78,
      400.61
    ],
    "text": "Transport Equipment 381 • 474 57' 9-Products, n.e.s. 20 a6 34",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.907464981079102,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.8,
      406.15,
      387.66,
      415.73
    ],
    "text": "10. Total 5556 6061 7004",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.850605487823486,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.56,
      422.23,
      386.95,
      432.53
    ],
    "text": "i i . Real Rate of Growth (%) 3-2 1 .a '•3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.945898056030273,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      270.96,
      442.63,
      393.65,
      451.49
    ],
    "text": "Source: Central Bank of Ceylon",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.478138446807861,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      44.4,
      465.5,
      405.13,
      547.46
    ],
    "text": "The rate of growth in output was highest in the manufacture of food, beverages and tobacco. Consequently the share of this sector in the total value of industrial production rose from 28 percent in 1976 to 33 per cent in 1977. This sector has tended to be labour intensive and employment generating. Exports of canned fruits and cocoa preparations rose substantially. It is significant that the import content of raw materials used by this sector is the lowest among the nine major industrial categories.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      44.64,
      561.26,
      405.84,
      647.54
    ],
    "text": "Production of paper and paper products rose appreciably. This industrial group experienced a sharp decline in production in 1976 due partly to a shortage of imported raw materials and partly to inadequate supplies of water necessary for production. Increased availability of imported raw materials assisted in raising production in 1977. This group too, has tended to be labour intensive and employ­ment growth in this sector was among the highest recorded in 1977. Capacity utiliza­tion in this sector rose by as much as 20 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      215.04,
      32.78,
      253.04,
      42.74
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.32,
      55.1,
      411.4,
      103.22
    ],
    "text": "There was an expansion in the output of fabricated metal products, machinery and transport equipment in 1977. Production of a number of items including agri­cultural implements and motor spares rose appreciably. Exports of machinery and mechanical appliances too rose substantially in 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.8,
      120.38,
      411.5,
      182.18
    ],
    "text": "As against increased production by the above mentioned groups, production of basic metal products and wood and wood products fell in 1977. This was accounted for partly by the decline in output of the Ceylon Steel Corporation and Ceylon Ply­woods Corporation in 1977. Capacity utilization and value added in these industries dropped below the levels that prevailed in 1976.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.8,
      199.82,
      412.14,
      391.22
    ],
    "text": "A major constraint to increasing manufacturing output has been the small size of the domestic market. Heavy and continuing protection of local industries, lack of competition from imports and a widespread system of licensing and controls prevented these industries from improving product quality and reaching the levels of efficiency necessary for exporting their products. There were also the well known difficulties of gaining access to international markets. In this respect, the proposals of the 1977 Budget make a radical departure from earlier policies by liberalizing imports, freeing the majority of raw materials from licensing procedures and per­mitting imports of machinery in consignments not exceeding Rs. 700,000 without prior government approval. Also, export-oriented industries are to be fostered in a freer atmosphere of export processing zones which are to be established under the recently constituted authority - The Greater Colombo Economic Commission. A more dynamic growth in industry is anticipated by these proposals. In sum, 1977 witnessed a fundamental change in industrial policy in the form of a shift from import-substitution industry to export-led industrial development.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.04,
      409.26,
      81.89,
      417.24
    ],
    "text": "PRICES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.163909435272217
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.76,
      431.9,
      412.61,
      493.7
    ],
    "text": "The Colombo Consumers' Price Index, the only available published indicator of changes in the general price level until recently, showed an increase of 1.2 per cent in 1977, compared to an increase of 1.2 per cent in 1976 and 6.7 per cent in 1975. Serious shortcomings of this index, which have been commented upon in past issues of the Annual Report, have rendered it a very unrealistic measure of price changes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.0,
      511.1,
      413.55,
      641.06
    ],
    "text": "In order to provide a more realistic indicator of price changes, the Central Bank computed a Wholesale Price Index in 1977 with 1974 as the base year. Although this index does not measure price movements at the retail level, it is more dependable in ascertaining the changes in prices than the Consumer Price Index. In sharp contrast to the estimated 1.2 per cent increase in Consumer Prices in 1977 as indicated by the Consumer Price Index, the Wholesale Price Index showed a rise in prices of 31 per cent in 1977. The corresponding increase in wholesale prices in 1976 was 8 per cent and in 1975, 3 per cent. On the other hand, the Implicit Price Index -which is the ratio of the Gross National Product at current prices to the Gross National Product at constant (1959) prices - indicated a rise in the price level of 16 per cent in 1977, as against 7 per cent in 1976 and 8 per cent in 1975. Of course,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]