[
  {
    "page_number": 0,
    "bbox": [
      197.28,
      31.9,
      230.22,
      40.87
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      178.8,
      47.81,
      249.05,
      57.89
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.918624877929688,
      10.010000228881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.84,
      63.58,
      393.4,
      156.55
    ],
    "text": "1. This, the sixth Annual Report of the Monetary Board of the Central Bank of Ceylon, is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949. This section provides that within three months after the end of the financial year—that is, by March 31—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circum­stances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.588750839233398,
      8.6732816696167,
      8.80958366394043,
      8.833309173583984,
      8.838284492492676,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.88,
      162.22,
      393.09,
      267.19
    ],
    "text": "2. In terms of section 22 of the Monetary Law Act and with the concurrence of the Minister of Finance, Dr. B. B. Das Gupta was appointed a Deputy Governor of the Central Bank with effect from 7th December, 1955, for the duration of the absence of Mr. D. W. Rajapatirana, Deputy Governor, abroad. Mr. D. W. Raja-patirana was designated Senior for this period in terms of section 24 of the Monetary Law Act. In terms of section 8 of the Monetary Law Act, Mr. G. de Soyza, Acting Permanent Secretary to the Ministry of Finance, functioned as official member of the Monetary Board in December, 1955, during the absence of Mr. L. J. de S. Senevi-ratne abroad.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.380819320678711,
      8.650140762329102,
      8.670331001281738,
      8.766355514526367,
      8.833309173583984,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.16,
      274.06,
      392.43,
      391.03
    ],
    "text": "3. Mr. D. C. Gunesekera, Acting Chief Accountant, was appointed Chief Accountant from August 1, 1955. Mr. W. Tennekoon, Chief Accountant, who was on duty with the International Bank for Reconstruction and Development, was appointed Director of Bank Supervision from the same date. Mr. P. M. Ja*ya-rajan, the officiating Director of Bank Supervision, continued to officiate until 5th December, 1955, when he was relieved by Mr. Tennekoon. Mr. Howard S. Lahman functioned as an Adviser up to July 29, 1955. Three staff officers of the Economic Research Department of the Central Bank continued during the year to devote their full time to work in the Planning Secretariat attached to the Cabinet Planning Committee.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.32016372680664,
      8.73816967010498,
      8.765121459960938,
      8.833569526672363,
      8.859342575073242,
      8.859971046447754,
      8.872034072875977,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.12,
      397.66,
      391.6,
      418.63
    ],
    "text": "4. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1955.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454320907592773,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.44,
      426.77,
      391.82,
      604.63
    ],
    "text": "II. The Economic and Financial Situation 5. In the Annual Report of the Central Bank for 1954 mention was made of the remarkable economic and financial recovery which Ceylon achieved in that year. In general, 1955 was even a better year for the Ceylon economy than 1954. Because of the dominant role which foreign trade plays in Ceylon's economic activities, the terms of trade to a very great extent determine the level of real income. On the average the terms of trade showed about a 10 -0 per cent increase in 1955 over 1954. This improvement, together with the very favourable position as regards Govern­ment's finances, was mainly responsible for a record balance of payments surplus estimated at Rs. 317 -6 million. The external assets increased by Rs. 200 million.* In 1954 external assets increased by Rs. 288 million, but of this increase Rs. 63 -3 million represented the proceeds of a loan floated in London. In 1955 Government's external borrowings were limited to withdrawals of Rs. 8 -9 million from the I.B.R.D. loan negotiated in 1954. At the end of 1955 total external assets, at Rs. 1,155 million, were roughly equivalent to 79 per cent of the value of imports for that year.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.411957740783691,
      8.58393669128418,
      8.82111930847168,
      8.833309173583984,
      8.833457946777344,
      8.846372604370117,
      8.910000801086426,
      9.093634605407715,
      9.101279258728027,
      9.459054946899414,
      9.774645805358887,
      10.010000228881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.68,
      616.88,
      390.57,
      631.56
    ],
    "text": "•This figure does not take into account the increase (21-6 million) in Ceylon's credit balance with China under the Trade Agreement.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.648440361022949,
      6.710000038146973
    ]
  }
]