[
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2708",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      99.31,
      280.75,
      133.32
    ],
    "text": "Importance of acknowledging the differences in banking business models in formulating regulatory policy",
    "fonts": [
      "FuturaBT-MediumItalic"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      138.46,
      280.56,
      347.87
    ],
    "text": "Regulators of the financial sector around the world began to shift towards increasingly complex and stringent regulatory frameworks in the aftermath of the global financial crisis that occurred in 2007/08. In light of this, the Basel III regulatory standards were introduced by the Basel Committee for Banking Supervision (BCBS) to mitigate risks of large and internationally active banks including the Globally Systemically Important Banks (G-SIBs). However, many jurisdictions opted to apply the Basel standards to a wider set of banks as the complex nature and resource intensiveness of the Basel III standards provoked the debate of optimising regulations to cater to the non-GSIBs, particularly smaller and non-complex banks (Restoy, 2019). Therefore, the concept of proportionality in banking regulations gained increasing attention at regional as well as global levels in view of introducing simpler regulations for small and non-complex financial institutions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      352.65,
      183.71,
      364.66
    ],
    "text": "Introducing Proportionality",
    "fonts": [
      "FuturaBT-Medium",
      "FuturaBT-MediumItalic"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      369.8,
      280.55,
      524.2
    ],
    "text": "Proportionality is one of the key concepts in common law, used to convey the idea that the level of rules and laws are scaled to be in line with the expected outcome of their interventions. In simpler terms, proportionality implies that higher the risk, higher the rules and vice versa. This proposition, in the context of financial regulations, can be interpreted as scaling regulatory requirements applicable for financial institutions based on the risks posed by them on the financial system. Therefore, institutions with high importance and high systemic risk will be subject to stringent laws and regulations, while small scale and relatively simpler financial institutions will not be burdened by a high level of regulatory requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      535.14,
      280.54,
      700.55
    ],
    "text": "Objectives of the financial sector regulators are typically associated with safeguarding financial system stability, upholding market integrity, consumer protection and promoting financial inclusion. In this regard, introducing proportionality can bring a level playing field to the market participants by implementing rules and regulations equitably without curbing market developments, healthy level of competition or limiting the diversity of market participants. This also paves the way to introduce a differentiated regulatory regime to acknowledge and facilitate financial institutions with different business models and different orientations such as development banking, payment or digital banking or rural banking that promote financial inclusion.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      105.13,
      61.0,
      479.46,
      84.99
    ],
    "text": "BOX 11Aligning Regulations with Business Models of Licensed Banks: Proportionality",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      99.41,
      522.08,
      258.38
    ],
    "text": "The application of proportionality in financial regulations is different from applying the same for financial sector supervision. The latter is widely known as risk-based supervision, which is aimed at optimising resource allocation by the regulatory authorities giving regard to the risk profiles of the financial institutions they oversee. However, proportionality in financial regulations aims at optimising the regulatory cost for financial institutions. Despite the differences in application, the end result of incorporating proportionality in both regulatory and supervisory functions complement the objective of maintaining financial system stability in a resource efficient manner (Restoy, 2018).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      269.68,
      522.07,
      485.41
    ],
    "text": "The rationale for aligning regulations with the business models of banks originates from the argument that the regulations should recognise the wider role of banking institutions beyond mobilising funds. Especially in developing countries, banking institutions are bestowed with the task of promoting financial inclusion, facilitating access to credit and other development related goals where other alternative channels do not have a strong presence. For instance, small banks and regional level banks predominately play the role of a development agent assisting households, small firms and rural communities. Further, in emerging markets, frugal innovations such as payment banks have the potential to promote the convenience of internet banking and cashless payments to masses. Imposing blanket regulations on the banking sector, without due consideration of respective business models of banks makes such different roles played by banks of different scales prohibitively expensive.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      496.71,
      522.07,
      598.92
    ],
    "text": "Moreover, excessively high regulations for small banks without a proper justification will harm the competitiveness and undermine the level playing of business. This may not be in the best interest of customers. Also, a “disproportionate” regulatory regime would force small banks to merge or consolidate to meet high regulatory requirements. Such concentrations and ‘un-diversification’ may not be healthy for financial system stability.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      610.21,
      522.07,
      701.07
    ],
    "text": "Therefore, a differentiated regulatory regime based on proportionality will be in the best interest of all participants concerned: regulators, banks and customers. Jurisdictions around the world ranging from the European Union, Hong Kong, Japan, Switzerland and the USA have incorporated elements of proportionality in setting and implementing banking regulations.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "271",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      58.99,
      283.58,
      81.67
    ],
    "text": "Global examples of incorporating proportionality in banking regulations",
    "fonts": [
      "FuturaBT-Medium",
      "FuturaBT-MediumItalic"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      89.31,
      283.38,
      282.07
    ],
    "text": "Although there are different approaches adopted by regulators worldwide to incorporate proportionality in regulations, two distinct models can be identified as the basis for implementing proportionality: (a) the categorisation approach for proportionality (CAP) and (b) the specific standard approach for proportionality (SSAP) (Carvalho, et al., 2017). In jurisdictions where CAP is implemented, regulators categorise banks according to different qualitative and quantitative characteristics to apply specific regulatory regimes for each category of banks. In jurisdictions where SSAP is implemented, regulators establish a tailored criterion for the application of specific requirements for a subset of prudential requirements such as disclosures, liquidity ratios, large exposure limits and market risks. Despite the different criteria being used to categorise banks under the two methods, the size remains a common factor.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      292.68,
      283.39,
      464.1
    ],
    "text": "Both approaches have their own strengths. For instance, CAP establishes consistent prudential rules for banks sharing similar characteristics in a particular jurisdiction. This allows the regulators to link regulatory frameworks with supervisory approach and resolution strategies for the same group of banks allowing a consistent application of policy frameworks for each group of banks. On the other hand, SSAP formulates a more granular tailoring of regulatory requirements to the specific characteristics of each bank by taking its business and overall risk profile into account. Therefore, SSAP permits the adoption of regulations on specific areas precisely considering its relevance for banks’ business activities and risk profile. Doing so, SSAP permits reducing regulatory burdens without unduly weakening the prudential standards.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      474.71,
      283.38,
      592.78
    ],
    "text": "Jurisdictions such as Brazil, Japan and Switzerland are classic examples of CAP-based differentiated regulatory regimes. Brazil has divided its financial system into five categories considering the size, cross-border activities and risk profiles. Switzerland also follows a five-category classification considering total assets, assets under management, deposits insured under a deposit insurance scheme and required capital. Japan follows a two-fold classification of internationally active institutions to follow full Basel standards and non-internationally active banks to follow domestic regulations.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      603.39,
      283.38,
      710.8
    ],
    "text": "Jurisdictions such as the EU, where SSAP is adopted, have implemented exemptions or simplification of regulations for market risk and disclosure requirements proportionally. Similarly, the USA targets areas such as liquidity requirements, market risk and stress testing for proportionate application of regulations. Hong Kong provides exceptions in areas such as credit risk, liquidity requirements and large exposures. However, in practice, approaches followed in most other jurisdictions may use a combination of CAP and SSAP.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      58.99,
      525.09,
      81.54
    ],
    "text": "Applicability of proportionality in banking regulations in Sri Lanka",
    "fonts": [
      "FuturaBT-MediumItalic"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      89.06,
      524.89,
      248.08
    ],
    "text": "Sri Lanka is in the process of evaluating the possibility of incorporating proportionality in banking regulations using the elements of both CAP and SSAP. The Central Bank recently introduced a framework to deal with the Domestic Systemically Important Banks (D-SIBs) in line with the international timeline. Such banks were required to meet higher capital adequacy requirements, supervisory expectations in terms of tightened risk management functions, risk governance and internal controls. Also, with this methodical identification of the D-SIBs, licensed banks are segmented into two broad categories, namely, D-SIBs and non D-SIBs. Intense supervision and comprehensive regulations are applied for D-SIBs, while modified approaches are to be introduced for non D-SIBs based on proportionality.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      258.57,
      524.9,
      396.5
    ],
    "text": "Going forward, the regulatory process in Sri Lanka will be largely shaped by the elements of proportionality. In view of this, the upcoming Banking Act will include provisions allowing the Central Bank of Sri Lanka to implement a differentiated regulatory framework. The areas of focus for differentiated or proportionate regulations will be in terms of capital and liquidity requirements, large exposures, market risk, capital planning and supervisory review, disclosure requirements and implementing recovery and resolution planning. Complementing the shift in the regulatory process towards proportionality, licensed banks will also be strengthened and scrutinised through risk-based supervision.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      406.46,
      451.98,
      418.47
    ],
    "text": "Challenges and the way forward",
    "fonts": [
      "FuturaBT-MediumItalic"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      425.98,
      524.9,
      638.22
    ],
    "text": "The main challenge in implementing proportionality in the Sri Lankan context will be to strike a balance between bringing down the regulatory burden for banks, while keeping the prudential regulatory oversight intact. Therefore, reduced or relaxed regulatory requirements can only be accommodated in the areas where such simplified regulations are sufficient to ensure liquidity, solvency and long-term sustainability of the banks under consideration. In this regard, the possibility of off-setting regulatory relief with improved capital buffers (and vice versa) remains to be explored. Further, licensed banks will also have a moral obligation towards utilising the cost savings or unencumbered capital realised through relaxed regulation for the benefit of a wider range of stakeholders of the economy. As the regulator, the Central Bank will be vigilant to prevent any room for abusing the proportionality regime or it being used as a deterrent for market-led, efficiency driven consolidation of small banks and for local banks to grow and explore cross-border opportunities in the region.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      643.55,
      333.94,
      650.74
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      654.42,
      523.87,
      709.86
    ],
    "text": "1. Carvalho, A. P. C., Hohl, S., Raskopf, R. & Ruhnau, S., (2017) Proportionality in banking regulation: a cross-country comparison. FSI Insights on policy implementation. Basel: Financial Stability Institute, p.13-20.2. Restoy, F., (2018) Proportionality in banking regulation. London, Bank for International Settlements.3. Restoy, F., (2019) Proportionality in financial regulation: where do we go from here. Basel, Bank for International Settlements.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  }
]