[
  {
    "page_number": 0,
    "bbox": [
      7.5,
      230.02,
      39.78,
      296.18
    ],
    "text": "3",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "108",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      99.31,
      115.57,
      111.3
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      116.47,
      280.58,
      436.33
    ],
    "text": "Energy is imperative for economic growth as it is a fundamental input for all economic activities including industrial production, transportation and household consumption. Though the gains from economic growth through increased energy consumption have been impressive across the globe, such high energy usage has far-reaching implications on environmental systems and the society mainly due to unsustainable practices. These unsustainable energy usage practices not only result in a rapid depletion of energy sources, but also cause climate change that can have detrimental effects on living beings as well as the environment. Though the basic need for energy cannot be changed, policymakers have identified the need to opt for more sustainable energy sources, due to adverse effects caused by fossil fuel based energy sources. Hence, management and development of energy sources are identified by the United Nations as core requirements for achieving Sustainable Development Goals (SDGs). Under the SDG-7, all countries are committed to provide ‘access to affordable, reliable, sustainable and modern energy for all’. In a broader sense, sustainable energy underpins almost all SDGs, particularly related to industrialisation, economic growth, sustainable cities, poverty reduction, health, education as well as climate change. The Paris Agreement - 2015, of which Sri Lanka is also a signatory, has recognised that carbon-intensive economic growth is no longer a route for sustainable development. Therefore, clean and sustainable energy sources should be the centre of Sri Lanka’s sustainable development agenda.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      447.29,
      280.56,
      701.04
    ],
    "text": "Sustainable energy is a multidimensional concept that advocates the provision of adequate and reliable energy to both current and future generations, at affordable prices in an environmentally friendly manner. Sustainable energy usage includes three facets: first, environmental sustainability that aims to reduce greenhouse gas emissions and harmful and toxic waste, and minimise adverse effects on biodiversity; second, social sustainability that encompasses poverty eradication, improving living standards and wellbeing of the people as well as energy security; third, economic sustainability that ensures low cost and affordability of energy sources, reliability of the energy supply and employment creation in relation to energy generation. Although renewable energy is generally referred to as sustainable energy sources, not all renewable energy projects are necessarily sustainable. For instance, biomass is renewable energy, but clearing of forests for biomass production and cultivation of plants for biomass production in a water scarce area are not environmentally sustainable practices. Therefore, renewable energy also needs to be used in a sustainable manner. All energy sources have their own advantages and disadvantages in relation to environmental, social and economic fronts.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      174.28,
      61.0,
      413.41,
      84.99
    ],
    "text": "BOX 6Powering Sustainable Growth and Development",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      99.41,
      522.06,
      178.46
    ],
    "text": "Hence, a country needs to consider the full range of energy sources available for the country by weighing their pros and cons and select an appropriate sustainable energy mix. Meanwhile, the shift towards sustainable energy usage not only focusses on the supply side of energy, but also emphasises on its demand side, particularly in terms of improving energy efficiency and optimising energy usage.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      376.68,
      522.06,
      647.37
    ],
    "text": "Economic development of a country has a strong positive correlation with energy usage, and most often with high greenhouse gas emissions. However, renewable energy sources can play an important role in reducing this correlation and contributing towards sustainable development than non-renewable energy sources. However, as depicted by Figure B 8.1, fossil fuels account for 55 per cent of primary energy supply in the country. Meanwhile, the total energy demand in Sri Lanka has increased from 336.8 petajoules1 in 2005 to 423.8 petajoules by 2017, reflecting approximately 1.9 per cent growth in overall energy demand per annum. According to the Sri Lanka Energy Balance – 2017 report, the transport sector, which primarily uses petroleum as the source of energy, accounted for 36 per cent of the energy demand in the country. From the energy supply point of view, electricity, which is the main secondary energy2 source in Sri Lanka, has met 11.4 per cent of the total energy demand in the country (Sri Lanka Energy Balance – 2017). However, Sri Lanka’s electricity sector is heavily reliant on carbon-intensive primary energy sources, which contributed 66 per cent of the total electricity generation in 2019. With the increased fuel oil and coal based power generation in the country, the carbon dioxide emission factor3 of Sri",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      654.35,
      521.05,
      700.15
    ],
    "text": "1 1 petajoule = 1015 joules2 Secondary energy refers to more convenient forms of energy that are derived from other energy sources through energy conversion processes.3 As per the Sri Lanka Energy Balance -2017 report, the carbon dioxide emission factor is calculated by dividing the total emissions of the power sector by the total number of units of electricity produced in the country in that particular year.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      3.497999906539917,
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      325.94,
      187.11,
      498.35,
      208.83
    ],
    "text": "Figure B 6.1 Sri Lanka’s Primary Energy by Source - 2017",
    "fonts": [
      "Futura-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.8755316734313965,
      8.0,
      8.859960556030273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      487.67,
      309.21,
      509.96,
      323.61
    ],
    "text": "Biomass36%",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.233458042144775
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.15,
      260.38,
      329.48,
      274.78
    ],
    "text": "Coal11%",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.233458042144775
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      316.15,
      227.79,
      350.36,
      242.19
    ],
    "text": "Major Hydro6%",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.233458042144775
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      461.4,
      224.11,
      506.45,
      238.51
    ],
    "text": "New Renewable 3%",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.233458042144775
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      309.81,
      310.54,
      336.63,
      324.93
    ],
    "text": "Petroleum44%",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.233458042144775
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      414.5,
      359.12,
      516.4,
      365.11
    ],
    "text": "Source: Sri Lanka Energy Balance – 2017, SLSEA",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      230.02,
      572.68,
      296.18
    ],
    "text": "3",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      334.25,
      31.54,
      527.24,
      44.42
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "109",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      61.44,
      281.98,
      194.16
    ],
    "text": "Lanka’s electricity grid has increased from 315.8 g CO2/kWh in 2010 to 584.5 g CO2/kWh by 2017, resulting in an 85 per cent increase in carbon dioxide emissions from the electricity sector within seven years. The carbon dioxide emission factor in 2017 translates into 8.575 million metric tonnes of CO2 emissions by the electricity sector during that year. These trends highlight the necessity of a shift towards clean and renewable energy sources for transportation and electricity generation, while reducing the growth of energy demand through energy efficiency improvements and energy saving practices, to ensure sustainability of the overall energy sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      204.2,
      282.21,
      226.72
    ],
    "text": "Renewable Energy as Sustainable Energy Sources in Electricity and Transport Sectors",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      231.42,
      281.97,
      442.98
    ],
    "text": "Renewable energy sources such as solar, wind, geothermal, waves and tides, are generally considered as sustainable energy sources. Since renewable energy sources are derived from natural processes, they are replenished constantly ensuring future availability of the resource. Renewable energy sources generate minimal or zero greenhouse gas emissions. Therefore, a shift towards renewable energy helps combat climate change. Generally, prices of non-renewable energy sources such as fossil fuel are highly volatile due to demand and supply conditions, and are more prone to geopolitical tensions. Therefore, diversification into renewable energy sources lowers the demand for fossil fuel, and thereby reduces the cost of purchasing non-renewable energy sources. Since Sri Lanka relies heavily on imported fossil fuel for electricity generation, the energy sector has a major bearing on the trade balance and the exchange rate. A shift towards sustainable renewable energy sources will ease the external sector burden of the country to a greater extent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      450.63,
      281.97,
      704.34
    ],
    "text": "With the current drive towards sustainable development, the role of renewable energy in global climate change mitigation and energy supply security has been widely recognised around the world. According to the Renewable Capacity Statistics -2019 report of the International Renewable Energy Agency, renewables accounted for almost two-thirds of global new power generation capacity additions in 2018. Accordingly, the global wind electricity generation capacity increased by 49 GW, led by China and the USA during 2018. Meanwhile, the solar electricity generation capacity in the world grew by 24 per cent with the addition of 94 GW. Asia alone accounted for 61 per cent of the total new renewable energy installations in 2018, registering a growth of 11.4 per cent (International Renewable Energy Agency, 2019a). But, Oceania recorded the fastest growth of 17.7 per cent, mainly driven by a large increase in the Australian solar power generation capacity. Further, growth in renewables usage averted 215 metric tonnes of CO2 emissions in 2018, of which a major portion was achieved through the transition to renewables in the power sector (International Energy Agency, 2019b). Brazil, which had been heavily reliant on hydropower (over 80 per cent of national electricity",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      60.1,
      523.47,
      167.08
    ],
    "text": "demand), turned to other renewable technologies to meet rising electricity demand while reducing the country’s vulnerability to energy shortages in drought years. Meanwhile, Chile set a national target of 20 per cent renewable electricity (excluding hydropower) by 2025. Although coal continues to be the largest primary energy source, India is increasingly tapping into its vast renewable energy potential and increasing investment in solar power with the aim of becoming a world leader in renewable energy.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      174.82,
      523.47,
      483.6
    ],
    "text": "Further, transport systems around the world are also gradually shifting towards low emission options. Accordingly, electric mobility is rapidly expanding across countries. The electric car fleet in the world surpassed 5.1 million in 2018, registering a 2 million increase from the previous year. The world’s largest electric car market is China, followed by Europe and the United States, but a shift towards electric vehicle usage is emerging in other countries as well (International Energy Agency, 2019c). Chile, for instance, has one of the largest electric bus fleets in the world after China. Chile targets to electrify 100 per cent of its public transportation system by 2040 and 40 per cent of its private transportation system by 2050. Many European countries, including the United Kingdom, Netherland and Belgium, have committed to increase their electric bus fleet. In addition, Denmark, Finland, Iceland, Norway and Sweden account for approximately 8 per cent of the total number of electric cars around the world. Further, Norway, Iceland and Sweden record the highest per capita usages in the world. Among many other advanced economies, New Zealand also adopted policies to make a transition to a net-zero emissions economy by 2050 (International Energy Agency, 2019c). However, sustainability of electric vehicle usage depends on the carbon intensity of the electricity used to charge vehicles. If the country’s electricity is highly reliant on fossil fuel based power generation, even electrical vehicles could leave a massive carbon footprint.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      491.33,
      523.48,
      704.52
    ],
    "text": "Sri Lanka is enriched with several renewable resources such as hydropower, solar and wind power. More than one third of the electricity generation in the country is achieved using renewable resources, primarily hydropower. However, hydropower has increasingly become a less reliable energy source due to regular and intense drought periods experienced by the country, resulting in unprecedented surges in fossil fuel-based generation. Meanwhile, large projects designed to exploit hydropower have become complicated due to social and environmental implications on surrounding areas. On the other hand, Sri Lanka is yet to extensively exploit other non-conventional renewable energy sources (NCRE) such as solar and wind power. Being an island, Sri Lanka has a potential to generate electricity through sea waves and tides, but this remains an untapped potential thus far. However, several measures have been taken to promote renewable energy in Sri Lanka to reduce the country’s dependence on oil and rainfall in the long run. In line with the Least Cost Long",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      7.5,
      230.02,
      39.78,
      296.18
    ],
    "text": "3",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.46,
      732.39,
      47.09,
      745.86
    ],
    "text": "110",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.71,
      60.02,
      280.3,
      261.4
    ],
    "text": "Term Generation Expansion Plan of the CEB, the SLSEA aims to increase the share of renewable energy, apart from major hydropower, in power generation from the current level of 10.7 per cent to 15 per cent by end-2030. The government launched a community based solar power generation project in 2016, Soorya Bala Sangramaya, in collaboration with the SLSEA, the CEB and the Lanka Electricity Company (Private) Limited (LECO). This programme expects to add 200 MW of solar electricity to the national grid by 2020 and 1,000 MW by 2025. Meanwhile, the construction of several wind power plants in Mannar and Pooneryn is in progress. Although waste management has become a serious issue in the country, only one waste-to-energy project has been commissioned up to now. Growth in non-conventional renewable energy generation is still slow paced in Sri Lanka, hence the government and private sector entities need to make a concerted effort to fast-track the NCRE capacity expansion in the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.71,
      268.54,
      280.56,
      291.08
    ],
    "text": "Limitations of NCRE as Sustainable Energy Sources",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.71,
      298.73,
      280.31,
      704.15
    ],
    "text": "As any other energy source, NCRE has its limitations in terms of sustainability. The primary barrier for the usage of NCRE such as solar and wind, is the high capital related to installation of the power plants. Although these sources typically require large upfront capital investments, financial returns over the long term are uncertain, and partly dependent on national policies on issues such as feed-in tariffs. Hence, financial institutions are more likely to perceive renewable projects as risky, charging high interest rates on project borrowings. Generally, NCRE sources offer a decentralised generation model, in which, smaller generating stations are spread across a large area. Hence, cost of transmission is relatively high in such models where financing can be a significant barrier for both developers and end users. The average cost of generation is still perceived to be high for most NCREs in comparison to that of coal. However, many countries have been able to drastically reduce the cost of NCRE in recent years, through competitive bidding for energy procurement, government grants and subsidies for NCRE producers, especially for household level production, and duty waivers for the importation of solar PV panels. For instance, India has been able to reduce the cost of wind power to be on par or lower than the cost of energy generation from imported coal (Shrimali et. al., 2015). Moreover, the cost of setting up solar power plants in India has declined by 80 per cent between 2010 to 2018 and the country recorded the world’s lowest installation cost of new solar power plants in 2018 (International Renewable Energy Agency, 2019b). Meanwhile, CEB’s estimates of the cost of coal power generation does not include the cost of financing the coal power plant, whereas the estimate of the cost of NCRE comprises repayment of project costs to the NCRE producers by the CEB. Hence, the CEB’s costs cannot be directly used to compare the costs of different energy sources. Accordingly, the World Bank and International Finance Corporation have estimated the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.22,
      59.92,
      521.81,
      125.74
    ],
    "text": "cost of coal and NCRE sources in Sri Lanka to be USD cents 9/kWh and USD cents 11.33/kWh, respectively, in 2017. Since the cost of coal power generation does not include the cost to the environment, coal cannot be considered as a clear winner over NCRE in terms of cost even in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.22,
      136.58,
      521.81,
      354.83
    ],
    "text": "Though renewable energy resources are available around the world, many of these resources are intermittent energy sources and are not available year-round. Solar, wind, wave and tidal energy sources are intermittently available depending on the weather and the time of day. Most electricity grids are constructed to comply with nonintermittent energy sources such as fuel oil based or coal fired power plants. However, overall intermittency of the renewable energy sources can be reduced by using a combination of these sources. With more and more NCRE sources integrated into the system, grid modifications become necessary to ensure the supply of electricity is matched to daily variation in demand. Further, geographic limitations such as climate, topographies and vegetation also affect the installation of renewable energy plants. The extra challenge against solar power is recycling or disposing of solar panels without causing health and environmental hazards since they contain base metals such as lead, chromium, and cadmium. This can be a fairly costly process.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.22,
      365.3,
      363.53,
      377.29
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.22,
      388.01,
      521.82,
      704.24
    ],
    "text": "Sustainable energy usage is crucial for both economic and human development. Since the electricity and transportation sectors are energy-intensive activities, sustainable energy usage should be promoted in these sectors. In this regard, Sri Lanka needs to formulate an appropriate sustainable energy mix for electricity generation in consideration of long run economic costs as well as externalities of energy sources on the environment and society. Competitive bidding by electricity producers that use various energy sources should be encouraged to reduce overall cost of energy generation. As Sri Lanka is highly dependent on fossil fuels, the country faces a wide spectrum of challenges in the transition towards sustainable energy such as cost reflective energy pricing, grid modifications and energy conservation. Non-renewable energy sources are likely to be financially attractive than NCRE sources since financial costs of fuel oil and coal do not encompass the cost of environmental effects of those sources. Prior to the sharp decline in oil prices due the COVID-19 pandemic, most petroleum products in Sri Lanka were at subsidised prices without reflecting their true economic costs. Therefore, financial incentives are needed to make NCRE sources more financially attractive than non-renewable sources. Attractive feed-in tariffs, net metering systems, investment tax credits, subsidised interest rates for project loans, green bonds and soft loans are possible financial interventions to promote NCRE projects in the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      540.4,
      230.02,
      572.68,
      296.18
    ],
    "text": "3",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      334.25,
      31.54,
      527.24,
      44.42
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      532.64,
      732.39,
      546.9,
      745.86
    ],
    "text": "111",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.38,
      60.43,
      281.96,
      222.02
    ],
    "text": "Higher dependence on intermittent energy sources requires grid modifications to balance demand and supply conditions. When the share of NCRE in total electricity generation increases, Sri Lanka will need grid energy storage methods, such as pumped-storage hydroelectricity and batteries, to store and release excess energy when required. However, pumped-storage hydroelectricity is feasible only at locations near hills, and battery technologies are still expensive. Nevertheless, complementary energy sources such as hydroelectricity or natural gas can be used to produce backup power. In addition, reducing demand for electricity at certain times of the day through smart grid usage and energy demand management can also ease intermittency issues.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.38,
      227.03,
      281.96,
      399.45
    ],
    "text": "With the high reliance on non-renewable sources for electricity generation in Sri Lanka, electric vehicle usage may not reduce greenhouse gas emissions as expected. Given the electricity capacity constraints in the country, electric vehicle usage needs to be promoted with caution. However, sustainable energy usage in the transport sector can be supported through energy demand-side management policies. For instance, improving the efficiency, reliability and comfort of public transport systems, increasing fuel efficient vehicle fleet, minimising travel by better urban designs, improving on-road fuel efficiency through better traffic management, promotion of low carbon fuels and encouraging people to shift to nonmotorised modes, including biking and walking, are some measures that can promote sustainable energy usage in the transport sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.89,
      60.32,
      523.47,
      200.64
    ],
    "text": "Sustainable energy use for economic growth and development will require significant transformations in physical systems, policies, regulatory frameworks and people’s perceptions with regard to production and consumption of energy. To this end, the government, private sector and the general public must make a collaborative effort to ensure energy sustainability, and thereby sustainable growth and development. Meanwhile, commitment towards energy sustainability is essential to provide policy certainty, clear direction for green energy investment and encourage required structural changes such as the implementation of cost reflective pricing strategy for CEB and CPC.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.89,
      209.13,
      332.53,
      216.32
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.89,
      220.2,
      522.46,
      398.69
    ],
    "text": "1. Bishoge, O.K., Zhang, L., and Mushi, W.G. (2018) The Potential Renewable Energy for Sustainable Development in Tanzania: A Review, Clean Technol, 1, pp.70-88.2. Güney, T. (2019) Renewable energy, non-renewable energy and sustainable development. International Journal of Sustainable Development & World Ecology. 6(5), pp 389-397.3. International Energy Agency. (2019a) Southeast Asia Energy Outlook 2019. France: International Energy Agency. 4. International Energy Agency. (2019b) Global Energy & CO2 Status Report 2019. France: International Energy Agency.5. International Energy Agency. (2019c) Global EV Outlook 2019. France: International Energy Agency6. International Renewable Energy Agency. (2019a) Renewable Capacity Statistics-2019, Abu Dhabi: International Renewable Energy Agency.7. International Renewable Energy Agency. (2019b) Renewable Power Generation Costs in 2018, Abu Dhabi: International Renewable Energy Agency.8. Shrimali, G., Srinivasan, S., Goel, S., Trivedi, S. and Nelson, D. (2015) Reaching India’s Renewable Energy Targets Cost-Effectively, CPI-ISB Working Paper, Climate Policy Initiative.9. World Bank and International Finance Corporation. (2019) Sri Lanka Energy InfraSAP, Washington, DC 20433 : World Bank.10. World Energy Council. (2019) World Energy Scenarios 2019. London: World Energy Council.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  }
]