[
  {
    "page_number": 0,
    "bbox": [
      44.88,
      44.72,
      511.88,
      54.04
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.803776741027832,
      7.879158020019531,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      73.93,
      339.13,
      89.42
    ],
    "text": "2. NATIONAL INCOME AND EXPENDITURE",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      13.428328514099121,
      13.929824829101562
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.4,
      122.92,
      143.27,
      135.1
    ],
    "text": "2.1 Overall Trends",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.4,
      140.78,
      270.6,
      291.86
    ],
    "text": "In 1998, the Gross Domestic Product (GDP) grew by 4.7 per cent in real terms. The GDP growth, though lower in comparison to 6.3 per cent recorded in 1997, was achieved in the midst of unfavourable global economic conditions, which emerged after the East Asian crisis. Most of Sri Lanka's major exports were affected by the global recession and competition from East Asian countries. However, at the same time, there were gains from price advantages on imported inputs to the manufacturing and construction sectors. Overall, domestic demand remained strong, supported by a growth in investment in both the private and public sectors and a rise in consumer expenditure. This helped to mitigate the negative impact of the weak external demand.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      296.54,
      270.8,
      459.38
    ],
    "text": "Gross National Product (GNP), defined as GDP adjusted for net factor income from abroad, grew by 4.6, per cent. This slightly lower rate of growth in GNP, compared to that of GDP, is due to deterioration in the net factor income from abroad (NFIA). This was caused by a decline in foreign investment income and higher outflows in the form of profits and dividends. In contrast to an increase in net foreign investment income by US dollars 37 million between 1996 and 1997, there was a net increase in these outflows by US dollars 19 million between 1997 and 1998. The slow growth in investment income receipts in 1998 was due to the lower international interest rates. Meanwhile, the larger outflow of income remitted abroad was in consonance with the continuous growth in FDI during the period 1996 - 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      464.54,
      270.84,
      721.46
    ],
    "text": "The GDP at current market prices was estimated at Rs.1,015 billion. The mid-year population at 18.8 million in 1998 was estimated to have increased by 1.2 per cent over 1997. Accordingly, per-capita GDP rose to Rs.54,035 (US dollars 837) in 1998 from Rs.47,988 (US dollars 814) in 1997. In the World Bank classification of countries according to per capita income, Sri Lanka is now in the 'lower middle income' country group whose per capita income falls within the range US dollars 795 - US dollars 3,125. The country's economic growth rate has to be about 8 per cent for it to become an 'upper middle income' country within the next ten years. Even if Sri Lanka is to maintain a steady growth rate of 6-7 per cent, its domestic investment will have to be raised at least to 30 per cent of GDP, assuming a significant increase in productivity. In view of the recent slowing down of the economic growth and poor prospects for the world economy, achieving a steady growth of this magnitude does not appear to be feasible. Given Sri Lanka's rising per capita income, it is unlikely that it will be able to find concessional foreign aid to meet all of its foreign resource requirements, particularly in an environment where concessional aid to developing countries is declining. Hence,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      286.08,
      123.26,
      511.82,
      157.22
    ],
    "text": "some foreign financing for future development projects will have to be raised in international capital markets, unless domestic savings are increased substantially.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.84,
      159.98,
      512.35,
      349.94
    ],
    "text": "Gross Domestic Capital Formation (GDCF) as a ratio to GDP edged up to 25.4 per cent in 1998 from 24.4 per cent in 1997. The investment ratio, having reached a peak in 1994/95, declined in 1996, but recovered thereafter with investors gaining confidence in the government's commitment to maintaining open economic policies. Having a favourable effect on domestic investment were the growth in corporate profits leading to an increase in the level of retained earnings, moderation of interest rates, slowing down of inflation and lower import duties on investment goods. There was also an increase in the inflow of foreign direct investment, though small, when compared to 1997 and 1996. Also, the year 1998 was relatively free from labour unrest. Economic activities outside the Northern and Eastern provinces functioned relatively free of disruption. These developments contributed to strengthen investor sentiment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.921038627624512,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      286.08,
      353.42,
      512.52,
      651.38
    ],
    "text": "The Manufacturing sector grew by 6.3 per cent in real terms, contributing almost one fourth towards the growth in real GNP. Factory industries, which accounted for 78 per cent of the manufacturing output in 1997, grew by 7.6 per cent in 1998, while the larger contribution to its growth came from the domestic market oriented industries responding to the increase in domestic demand. This was in contrast to the growth pattern observed in recent years where the impetus to growth was from export oriented industries. The textile and apparel sub-sector, which plays a significant role in the export earnings of the economy as well as employment generation, faced strong competition as there was a large contraction in the growth of world trade. The contribution of the textiles, apparel and leather goods sub-sector to the growth in real output of factory industries was only 24 per cent in 1998 compared to 69 per cent in 1997 due to the considerable slowing down in export growth of products in this sub-sector. A series of policy measures introduced in budgets in the recent past, including fiscal incentives to encourage the use of advanced technology in manufacturing, has led to an expansion in the capacity of industrial production and a more diversified industrial base. The investments in advanced technologies in several industrial sectors have improved productivity, enabling those sectors to offset a modest acceleration of wages and salaries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92884349822998,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      286.32,
      654.38,
      512.49,
      724.34
    ],
    "text": "The construction sector recorded a higher growth rate in 1998 (7.1 per cent) compared to 1997 (5.4 per cent). This was the combined outcome of an increase in the outlay on public investment relating to physical infrastructure development and a growth in private sector investment in commercial property development including residential",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      745.28,
      57.16,
      754.37
    ],
    "text": "26",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.72,
      38.24,
      530.6,
      47.56
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.803776741027832,
      7.879158020019531,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.24,
      67.82,
      287.31,
      89.78
    ],
    "text": "apartments, power generation and road projects, communication networks and factories.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.76,
      92.3,
      287.37,
      330.26
    ],
    "text": "As in the previous years, the largest contribution to the growth in GNP came from the expansion in Services, comprising energy, transport, communications, port services, trade and financial services. The transport, port services and communications sub-sector grew by 7.7. per cent, accounting for 30 per cent of the growth in services. The telecommunications sub-sector continued to remain buoyant with increasing participation of the private sector in expanding the telecommunication network and provision of value-added communication services. This resulted in a record 46 per cent growth in the telecommunication sector, adding to efficiency and productivity increases in other sectors of the economy. Transport services grew by 3.2 per cent, with the expansion concentrated in goods haulage, consequent on the expansion in the primary and secondary sectors. The growth in port services decelerated to 2.5 per cent from 16.8 per cent in 1997 due to reduced transshipment cargo handling. The impetus to the growth in trade services was from the expansion in import and domestic trade, together with the rise in domestic demand.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.52,
      334.22,
      286.65,
      440.18
    ],
    "text": "The electricity, gas and water sector registered a faster growth in 1998 when compared to the previous year. Electricity generation expanded in response to the increase in demand from the industrial and commercial sectors. The expansion in the generation capacity following large investments by both the Ceylon Electricity Board (CEB) and the private sector since 1996 enabled the sector to meet the increasing demand for electricity. Electricity generation increased by 13 per cent in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.04,
      442.94,
      286.41,
      716.9
    ],
    "text": "The Agriculture sector recorded a growth rate of 2.5 per cent in real terms, contributing 12 per cent to the growth in real GNP in 1998. The growth in Agriculture came from the paddy and fisheries sub-sectors, which grew by 18.3 per cent and 8.3 per cent, respectively. Growth in the paddy sector is attributed mainly to the increase in the land area brought under paddy cultivation on account of a plentiful supply of water a higher yield rate from increased fertiliser application and favourable weather conditions compared to 1997. The output in the fisheries sub-sector expanded owing to the resumption of fishing in the Eastern coastal belt and growth in production in aquaculture mostly shrimp farming. These developments also led to a noteworthy increase in export earnings from fisheries products. The 'other' agriculture sector displayed a mixed performance, with animal husbandry and vegetables displaying a better performance than in the previous year, while the output in subsidiary food crops is estimated to have declined due to competition from imports. In plantation agriculture, tea production continued to increase. Tea prices remained strong during the first half of the year, but declined thereafter due to the increase in global supply and the market uncertainty surrounding tea exports to Russia. Rubber production declined, as tapping on",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.12,
      68.3,
      529.94,
      114.26
    ],
    "text": "marginal rubber lands became non-profitable due to rubber prices falling below cost of production. Meanwhile, coconut production which appears to face a secular decline dropped by 3.2 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.64,
      116.78,
      532.11,
      186.74
    ],
    "text": "GDP at current factor cost prices increased by 13.6 per cent to Rs.913 billion in 1998. Accordingly, the implicit GDP price deflator, a measure of the overall price change, in the economy, increased by 8.4 per cent, compared to 8.6 per cent in 1997. This trend is consistent with other indicators of inflation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.92,
      189.74,
      529.83,
      439.7
    ],
    "text": "On the expenditure side, Gross Domestic Expenditure (GDE) at current market prices was estimated to be Rs. 1,080 billion, reflecting an increase of 13.3 per cent over 1997. Consumption expenditure, which represents the largest share in GDE, rose by 12 per cent. This indicates an increase in real consumption, when adjusted for the aggregate consumer price increase of 9.4 per cent during 1998. Private consumption expenditure increased by 3 per cent in real terms, while the increase in nominal terms was 16 per cent. The increase in private consumption expenditure was reflected in indicators such as new registration of motorcycles and motor cars, sales turnover in the food and beverage industry and imports of non-food consumer items. Moreover, household demand for services such as electricity, pipe-borne water, telecommunications and passenger transport indicated a considerable expansion. An increase in employment and real wages and growth in private remittances from abroad generated higher disposable incomes and led to an increase in private consumption expenditure. Public consumption expenditure recorded a growth, mainly due to the rise in security related expenditure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.92884349822998,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.68,
      442.94,
      528.86,
      632.9
    ],
    "text": "Gross Domestic Capital Formation (GDCF) was estimated to have risen by 18.5 per cent to Rs.257 billion in 1998. The expansion in capital formation was reflected in a number of indicators including a substantial rise in the imports of capital goods, a faster rate of growth in the construction sector, an increase in foreign direct investment and a growth in long-term loans granted by the banking system. Public investment increased from Rs.52 billion in 1997 to Rs.68 billion in 1998. In public investment, relatively large outlays were observed on electricity generation and distribution, modernisation of the Colombo Port, road construction and rehabilitation, housing, urban development and infrastructure development in industrial locations. Owing to the increase in public investment expenditure, foreign long-term borrowing increased significantly.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.44,
      634.94,
      528.6,
      716.9
    ],
    "text": "Another healthy development was the increase of the Gross Domestic Savings ratio from 17.3 per cent in 1997 to 18.9 per cent in 1998. The contribution to the higher rate of savings came from the private sector, mainly due to higher corporate savings, while dis-saving in the public sector increased due to revenue shortfalls and rising current expenditure. The national savings ratio increased from 21.5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      514.8,
      738.56,
      527.2,
      747.65
    ],
    "text": "27",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.48,
      38.08,
      509.28,
      49.45
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.240401268005371,
      8.333483695983887,
      8.633018493652344,
      9.008541107177734
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.24,
      69.41,
      268.22,
      151.49
    ],
    "text": "per cent in 1997 to 23.2 per cent in 1998. The investment savings gap narrowed to 2.2 per cent of GDP and the shortfall was met from foreign direct investments and long-term borrowings. Although the improvement in national savings in recent years has been encouraging, the level yet falls short of the desired investment level and is well below the high rates achieved by many Asian countries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.24,
      160.45,
      174.3,
      172.78
    ],
    "text": "2.2 Sectoral Performance",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.24,
      178.13,
      268.7,
      224.45
    ],
    "text": "The Manufacturing sector, which consists of factory industry, processing of plantation crops and small industries, grew by 6.3 per cent in 1998 compared to 9.1 per cent in 1997. This slight deceleration in growth was reflected mainly in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.92,
      68.69,
      509.66,
      210.77
    ],
    "text": "export oriented industries due to the slowing down in external demand and in the processing of plantation crops which was affected by the decline in the output of rubber and coconut. The factory industries sub-sector, which accounted for almost 78 per cent of value-added in the Manufacturing sector in 1997, grew by 7.6 per cent in 1998 compared to 10.3 per cent in the previous year. The performance of this sector was adversely affected in 1998 by the unfavourable external factors arising from the sharp slowing down of world trade witnessed during the year following the global financial turmoil and the slump in commodity prices. Almost 75 per cent of the growth in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      91.2,
      238.48,
      465.81,
      260.65
    ],
    "text": "TABLE 2.1 Sectoral Composition and Increase in Gross National Product at Constant (1996) Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.240401268005371,
      8.633018493652344,
      9.008541107177734
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      122.88,
      287.76,
      143.63,
      294.57
    ],
    "text": "Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      244.32,
      275.52,
      296.69,
      282.33
    ],
    "text": "Rate of Increase",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.986987590789795,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      264.48,
      285.36,
      275.5,
      292.17
    ],
    "text": "(%)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      336.96,
      275.52,
      394.13,
      282.33
    ],
    "text": "Percentage Share",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      330.0,
      283.92,
      400.85,
      290.73
    ],
    "text": "of Increase in GNP(%)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.52378511428833,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      432.24,
      275.28,
      489.41,
      282.09
    ],
    "text": "Percentage Share",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      443.04,
      283.68,
      478.13,
      290.49
    ],
    "text": "of GNP(%)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.52378511428833,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      234.24,
      300.72,
      497.67,
      307.77
    ],
    "text": "1997(a) 1998(a) 1997(a) 1998(a) 1997(a) , 1998(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      313.92,
      493.96,
      321.45
    ],
    "text": "1. Agriculture.Forestry and Fishing 3.0 2.5 10.0 11.9 22.0 21.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.56,
      322.8,
      494.13,
      354.81
    ],
    "text": "Agriculture 2.9 1.8 7.6 6.6 17.3 16.8 Tea 7.1 1.1 1.6 0.4 1.5 1.5 Rubber -5.4 -9.0 -0.5 -1.0 0.5 0.5 Coconut 3.3 -3.2 0.9 -1.3 1.8 1.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.734908103942871,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.36,
      356.16,
      493.87,
      363.45
    ],
    "text": "Paddy 11.2 18.3 4.8 11.9 3.0 3.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.12,
      364.56,
      494.08,
      388.65
    ],
    "text": "Other 0.5 -1.5 0.7 -3.4 10.4 9.8 Forestry 1.3 1.2 0.4 0.5 2.0 2.0 Fishing 5.0 8.3 2.0 4.8 2.7 2.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.768677711486816,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      398.64,
      493.99,
      405.69
    ],
    "text": "2. Mining and Quarrying 3.8 -5.4 1.2 •2.3 2.0 1.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      415.2,
      494.29,
      422.49
    ],
    "text": "3. Manufacturing 9.1 6.3 22.1 22.9 16.8 17.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.2,
      424.08,
      494.38,
      439.53
    ],
    "text": "Processing of Tea, Rubber & Coconut kernel products 3.5 -1.2 1.2 -0.6 2.3 2.2 Factory Industry 10.3 7.6 19.5 21.7 13.2 13.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.96,
      441.12,
      494.09,
      447.93
    ],
    "text": "Small Industry 7.0 6.5 1.3 1.8 1.3 1.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      45.12,
      457.68,
      494.19,
      464.73
    ],
    "text": "4. Construction 5.4 7.1 5.6 10.6 7.0 7.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      474.48,
      443.73,
      481.53
    ],
    "text": "5. Electricity, Gas, Water and Sanitary Sen/ices 8.1 10.1 1.6 2.9 1.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      64.56,
      483.12,
      92.13,
      489.93
    ],
    "text": "of which",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.52378511428833,
      5.786967754364014
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      74.64,
      491.52,
      301.12,
      498.33
    ],
    "text": "Electricity 8.4 9.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.741652488708496,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      508.32,
      129.0,
      515.13
    ],
    "text": "6. Transport, Storage and",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.2,
      516.96,
      494.62,
      531.93
    ],
    "text": "Communication 8.8 7.7 14 18.2 11.0 11.3 of which",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.52378511428833,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      74.64,
      533.28,
      301.05,
      540.33
    ],
    "text": "Communication 31.6 45.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      550.08,
      499.31,
      582.09
    ],
    "text": "7. Wholesale and Retail Trade 6.3 4.5 21.2 21.6 22.6 22.5 Imports 9.6 8.2 13.4 17.0 9.7 10.0 Exports 12.0 0.1 4.2 0.1 2.5 2.4 Domestic 2.2 2.0 3.6 4.6 10.4 10.1 .",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      591.84,
      495.54,
      598.89
    ],
    "text": "8. Banking, Insurance and Real Estate 10.3 6.4 11 10.2 7.5 • 7.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076,
      6.099999904632568
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      608.88,
      494.47,
      615.69
    ],
    "text": "9. Ownership of Dwellings 1.3 1.2 0.4 0.5 2.0 1.9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      625.68,
      494.49,
      632.49
    ],
    "text": "10. Public Administration and Defence 5.2 3.0 4.0 3.3 5.1 5.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      642.48,
      493.77,
      649.29
    ],
    "text": "11. Services (n.e.s.) 6.1 3.7 3.6 3.1 4.0 ' 4 . 0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.52378511428833,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      659.04,
      494.86,
      666.33
    ],
    "text": "12. G.D.P. 6.3 4.7 94.7 103.1 101.2 101.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      676.08,
      494.99,
      683.13
    ],
    "text": "13. Net Factor Income from Abroad 5.3 -3.1 -1.2 -1.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      692.88,
      495.05,
      700.41
    ],
    "text": "14. G.N.P. 6.8 4.6 100.0 100.0 100.0 100.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.4,
      711.6,
      510.51,
      718.41
    ],
    "text": "(a) Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.16,
      739.12,
      55.53,
      749.29
    ],
    "text": "28",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.240401268005371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.32,
      43.52,
      528.2,
      53.08
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.803776741027832,
      7.879158020019531,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.12,
      73.34,
      285.15,
      383.3
    ],
    "text": "factory industry in 1998 was attributed to the production expansion in the categories of food, beverages and tobacco, textiles, apparel and leather goods and chemicals, petroleum, plastic and rubber products. Growth in the food, beverages and tobacco sub sector increased to 9.6 per cent from 3.4 per cent in 1997 due to an increase in domestic demand, mainly for processed cereal food, processed meat products and beverages. The output of the chemicals, petroleum, rubber and plastic goods sub sector grew by 13.1 per cent, mainly due to an increase in the output of petroleum products. In 1998, production at the petroleum refinery continued throughout the year, whereas in the previous year it had been closed for two months for routine maintenance. The expansion in construction activity stimulating the demand for PVC pipes and accessories, paints and chemicals, while the growth in demand for plastic and polythene products, mainly from the garment industry, also contributed to the growth of this sub sector. A considerable deceleration in the growth rate of the textiles, apparel and leather goods sub sector was due to unfavourable external factors, stemming from the East Asian financial crisis. An increase in the production of building materials, mainly cement, roofing materials and ceramic tiles, led to a higher rate of growth in the non-metallic mineral products category. The processing industry was affected by the setback in rubber and coconut production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.88,
      387.26,
      284.25,
      553.22
    ],
    "text": "The Construction sector grew by 7.1 per cent in 1998 when compared to the growth of 5.4 per cent in 1997. The incentives given by the 1998 Budget to encourage private sector participation in housing construction and other infrastructure development accelerated the growth in this sector. Further, the state sector housing programme, which is implemented by the National Housing Development Authority, also showed significant progress in 1998. Growth in construction was also indicated by an increase in the sales of building construction materials such as cement, asbestos, steel and PVC. Net advances by commercial banks to housing and property development increased to Rs.5.8 billion during the first nine months of 1998 as compared to only Rs.1.6 billion in the corresponding period in 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.88,
      555.5,
      283.93,
      721.46
    ],
    "text": "In the overall Services sector, the Electricity, gas and water sector has performed relatively better than all the other sectors. It registered a higher growth rate of 10.1 per cent in 1998 compared to 8.1 per cent in 1997. The electricity sub sector, which dominates the overall sector, was able to maintain an uninterrupted power supply though the demand is rising at an average rate of 10 per cent per annum. The expansion of thermal power generation under both the CEB and the private sector and continuation of hydro power generation at a high level owing to plentiful water supplies contributed to this growth. The installed capacity of power generation has increased from 1,586 MWh in 1997 to 1,626 MWh in 1998. Private sector participation in power generation continued to expand.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.48,
      73.58,
      527.77,
      227.54
    ],
    "text": "The Transport, storage and communications sub sector grew by 7.7 per cent in 1998. The sector has maintained its growth momentum despite the slowing down in GDP growth in 1998. Its contribution to the overall GNP growth has risen from 14.0 per cent in 1997 to 18.2 per cent in 1998. The growth in value added in port services declined from 16.8 per cent in 1997 to 2.5 per cent in 1998. In the Transport sector, it declined from 5.7 per cent to 4.4 per cent. The strong growth performance of the telecommunication sector in 1998 was able to offset the declines in the other two categories and maintain the overall growth momentum. Its growth rate had risen from 31.6 per cent in 1997 to a notable 45.8 per cent in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.76,
      230.78,
      527.12,
      444.74
    ],
    "text": "The telecommunication industry with state and private sector competition, continued to grow at a faster pace owing to the expansion in capacity under development projects of both Sri Lanka Telecom and private sector operators. This increasing growth trend was observed throughout 1997 and 1998. Sri Lanka Telecom was able to provide around 143,000 new telephone connections in 1998. The number of subscribers of all other private sector operators for various services increased by around 124,000. The cumulative investment during this period increased significantly. These expansion projects led to further improvement in telephone density, from one telephone to 59 persons in 1997 to one telephone to 41 persons in 1998. In addition to the expansion of the industry in terms of the number of subscribers, the quality of the services also improved due to increasing competition. Postal services also improved in terms of the variety of services and their quality. The postal department provided new services like e-mail facilities during 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.52,
      447.74,
      526.41,
      577.7
    ],
    "text": "The transport sub sector, which includes passenger and freight transport, has three different segments, namely, roads, rail and air. The combined growth of all these sectors in 1998 was 3.2 per cent. Transport activities relating to road haulage dominate the overall transport sector, and are largely related to the performance in the Agriculture, Mining and quarrying, Manufacturing and Construction sectors. All these sectors, except Construction, experienced deceleration in their growth performance due to domestic and international factors. This had a negative impact on road haulage, resulting in a lower growth than in 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.28,
      579.74,
      526.46,
      721.7
    ],
    "text": "Port activities indicated a decelerating trend in 1998. The performance of this sector depends mainly on the volume of cargo handled. The volume of domestic cargo handled declined marginally while the trans-shipments handled increased only by 2.0 per cent in 1998. Domestic cargo handling was affected by the slower growth in exports. Handling of trans-shipment was affected by both regional economic problems and emerging stronger competition in the region for the supply of port services. The establishment of a new port, the Mina Raysut in Salalah in Oman equipped with modern facilities close to shipping routes connected to port of Colombo have resulted in diversion of some",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      512.64,
      743.12,
      524.91,
      752.21
    ],
    "text": "29",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.52,
      44.96,
      514.28,
      54.28
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.28,
      74.54,
      273.21,
      120.5
    ],
    "text": "transshipment traffic away from Sri Lanka. With further expansion of these modern ports, Sri Lanka will face growing challenges in this area unless capacity and productivity of Sri Lanka's ports are improved further.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      139.44,
      141.12,
      181.02,
      147.93
    ],
    "text": "T A B L E 2.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.44,
      152.96,
      265.0,
      162.04
    ],
    "text": "Composition of the Other Agriculture Sub Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.704452037811279,
      7.76124906539917,
      8.09521770477295
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      76.32,
      174.24,
      271.83,
      181.05
    ],
    "text": "Sector Value Added (1996) Constant Prices (Rs.Mn.)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      143.52,
      186.96,
      260.4,
      194.01
    ],
    "text": "1996(a) 1997(a) 1998(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.28,
      203.76,
      260.76,
      269.85
    ],
    "text": "Vegetables 31,189 31,676 33,126 Subsidiary Food Crops(b) 19,712 18,501 15,577 Minor Export Crops (c) 7,137 7,874 7,825 Sugar cane 1,260 1,203 1,202 Tobacco 1,496 1,553 1,569 Animal Husbandry (d) 6,065 6,293 6,560 Other 8,662 8,763 8,837 Total 75,521 75,863 74,696",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.797022342681885,
      5.819028854370117,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      166.32,
      280.08,
      272.69,
      286.89
    ],
    "text": "Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.76,
      294.24,
      271.47,
      343.29
    ],
    "text": "(a) Provisional (b) Subsidiary food crops mainly include potatoes, chillies, red onions, big onions, green gram, cowpea and kurakkan. (c) Minor export crops mainly include coffee, pepper, cinnamon, cloves, cashew nuts and betel leaves. (d) Animal Husbandry comprises milk, eggs, poultry and other meats.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.670375823974609,
      5.716061115264893,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.52,
      352.7,
      273.85,
      614.66
    ],
    "text": "Sri Lanka being a heavily trade dependent country, with exports and imports accounting for 70 per cent of GDP, it is natural that trade assumes a major role, accounting for about 23 per cent of GDP. In 1998, it contributed 22 per cent of the GDP growth. However, the trade sector, which includes import, export and domestic trade, recorded a lower growth rate of 4.5 per cent in 1998 when compared to 6.3 per cent in 1997. The low growth was mainly due to the shrinking of international trade. The export trade sub sector grew marginally by 0.1 per cent in 1998 compared to a growth rate of 12.0 percent in 1997. The import trade sub sector, which is responsible for about 42 per cent of the sector's value added, grew by 8.2 per cent in real terms in 1998 when compared to 9.6 per cent in 1997. This was mainly due to the decline in imports of rice (42 per cent), sugar (29.6 per cent), fish products (7 per cent) and intermediate goods such as fertiliser (6.5 per cent), petroleum products (36.1 per cent) and wheat (8 per cent). The domestic trade sub-sector grew by 2 per cent in 1998. The deceleration of output growth in the primary and secondary sectors of the economy was mainly responsible for slower growth in this sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.0,
      617.42,
      273.93,
      699.38
    ],
    "text": "The Banking, insurance and real estate sector grew by 6.4 per cent as compared to 10.3 per cent in 1997. The deceleration of external trade constrained the profitability of commercial banking. In particular, the adverse impact of the Russian crisis lowered the profits during the last quarter of 1998. Further, the depressed stock market conditions also led to erosion of profits in stock broking activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.0,
      701.42,
      274.17,
      723.38
    ],
    "text": "The Tourism sub sector registered a real growth of 4.1 per cent. The total number of tourists who arrived within the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      288.96,
      74.3,
      514.44,
      225.38
    ],
    "text": "year was 381,063 an increase of 4 per cent. This growth came mainly from a strong increase in arrivals from Western Europe, which accounts for about 60 per cent of the total arrivals, offset by a decline of tourists from the Asian region which was affected by the East Asian economic crisis. The gross earnings from tourism also increased by 10 per cent to register US dollars 230 million in 1998. The annual occupancy rate for graded accommodation also improved from 49 per cent in 1997 to 53 per cent in 1998. The continuous increase in domestic tourism also contributed to maintain the growth momentum in this sub sector. Local guest nights in 1998 increased by 15 per cent when compared with 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      289.2,
      229.58,
      514.83,
      333.62
    ],
    "text": "Value added in the Agriculture sector, including forestry and fishing, grew by 2.5 per cent in real terms in 1998, arising mainly from the paddy and fisheries sub sectors. Paddy, the single most important crop in the Agriculture sector, registered an 18.3 per cent annual growth in 1998 owing to increased harvests of the 1997/98 Maha and 1998 Yala seasons. Enhanced production of paddy resulted in a marginal drop in rice prices and reduced the need for importation of rice.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      289.2,
      336.14,
      515.43,
      546.02
    ],
    "text": "The performance of the overall plantation agriculture sector, however, was mixed. Of the three plantation crops, tea registered a positive growth, which was marginal at 1 per cent, when compared to 7 per cent in 1997. Though production of tea rose to a record level in 1998, at 280 million kgs., the performance of this sub-sector was threatened by the Russian crisis accompanied by the over supply situation in the world market which depressed prices during the latter part of the year. The value added in the rubber sub sector dropped further in 1998, by 9.0 per cent for the second consecutive year, mainly due to demand deficiency reflecting the continuation of the negative impact of the East Asian crisis. The coconut sub sector also registered a drop of 3 per cent in 1998 in contrast to a growth of 3.3 per cent in 1997. This was attributed to the adverse effect of weather, but the growing conversion of coconut lands for other purposes such as housing may have also had an effect.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      289.44,
      549.74,
      515.74,
      724.34
    ],
    "text": "The 'other' agriculture sub sector, which includes all other agricultural activities, dominates the overall agriculture sector with a share of more than fifty per cent. The combined growth of all categories in this sub sector was negative in 1998. Within this sub sector, the value added in vegetable production increased by 5 per cent. Animal husbandry also improved, with a growth of 4 per cent, mainly due to the better performance in the poultry sub sector. However, a significant drop in subsidiary food crops such as potatoes, onions and chillies by 16 per cent and a marginal drop in minor export crops offset the positive impact of the vegetable and animal husbandry categories. The availability of cheap imports is said to be the main reason for the weaker performance of the subsidiary food crops sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.24,
      745.04,
      60.4,
      754.13
    ],
    "text": "30",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.52,
      39.2,
      529.13,
      48.28
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.8,
      68.93,
      286.17,
      199.01
    ],
    "text": "The fisheries sector performed well with an increase of 8.3 per cent in 1998. The improvement was witnessed in both marine fishing and aquaculture. The increase in marine production was mainly attributed to the resumption of coastal fishing in the Eastern Province. Government encouragement and strengthening of infrastructure facilities such as Fishery harbours also contributed to the increase in output. The increase in aquaculture production was due to better supply of inputs and improved management. This improvement also reflected in a 45 per cent increase in export earnings of fish and fisheries products in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.56,
      202.13,
      285.98,
      320.21
    ],
    "text": "The Mining and quarrying sector suffered a decline in 1998. The decreased demand for gems and semi-precious stones from Japan and East Asia affected the mining sub sector. The export earnings from gems declined by 34 per cent in 1998, in US dollar terms, when compared with the earnings in the previous year. Sea transportation of mineral sands and mining operations was hampered by security concerns. However, the quarrying sub sector partly offset these negative impacts by performing well. This was mainly due to the growth of construction activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.8,
      328.84,
      143.34,
      341.02
    ],
    "text": "2.3 Expenditure",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.8,
      346.13,
      285.99,
      428.21
    ],
    "text": "The aggregate demand generated by domestic economic activities is measured by the Gross Domestic Expenditure (GDE) which is the sum of consumption and investment (Gross Domestic Capital Formation) expenditures of the private and public sectors of the economy. The Gross Domestic Expenditure (GDE) was estimated at Rs.l,080 billion, showing an increase of 13 per cent in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.32,
      431.09,
      285.74,
      513.17
    ],
    "text": "Consumption expenditure was estimated at Rs. 823 billion, a 12 per cent increase over the Rs. 736 billion recorded in 1997. Private consumption expenditure, which represents 87 per cent of overall GDE, registered a growth of 12.4 per cent, from Rs. 644 billion in 1997 to Rs. 724 billion in 1998, induced by the increase in private sector disposable income underpinned by rising employment,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      301.44,
      68.69,
      529.1,
      294.77
    ],
    "text": "increases in real wages and growth in private remittances from abroad. Private consumption expenditure on imported goods and non-factor services increased at a slightly lower rate in 1998 as compared to 1997. Growth in expenditure on consumer durable goods, namely, motor cycles, motor cars and home appliances, increased at a faster rate than in 1997. In the food and beverages category, consumption expenditure on imported milk products, pulses and fruits has displayed a significant increase, while consumption of imported rice and fish products declined as their domestic production increased significantly. The increase in domestically produced goods and services contributed to almost 67 per cent of the overall increase in Private Consumption Expenditure in 1998. Among food items, expenditure on rice, fish and livestock products displayed a notable increase. Expenditure on industrial goods recorded a higher growth when compared to the previous year, with the consumption of processed foods, beer, clothing and ceramicware displaying a noteworthy increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      301.44,
      298.37,
      528.38,
      404.45
    ],
    "text": "Gross Domestic Capital Formation is estimated to have increased by 19 per cent to Rs.257 billion in 1998. Private investment increased by 19 per cenL while public investment, which contributes only 14 per cent of the total investment, had grown by 18.4 per cent. Private sector investment was concentrated in the key sectors of industry, housing, construction, transport and communications. The development and maintenance of economic infrastructure, such as roads irrigation, and water supply, accounted for public investment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      301.2,
      413.08,
      476.63,
      439.66
    ],
    "text": "2.4 Availability and Utilisation of Resources",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      301.2,
      445.01,
      528.14,
      513.89
    ],
    "text": "The total resources available to the economy, comprising Gross Domestic Product and imports of goods and non-factor services (foreign resources), increased to Rs. 1,445 billion in 1998 from Rs. 1,278 billion in 1997. This increase of Rs.166 billion was generated by a Rs.124 billion increase in GDP at current market prices and a Rs.42 billion increase in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      172.56,
      527.44,
      415.22,
      548.44
    ],
    "text": "TABLE 2.3 Total Resources and Their Uses at Constant 1996 Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.76124906539917,
      7.913028240203857,
      8.054228782653809,
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      140.16,
      564.96,
      154.31,
      571.77
    ],
    "text": "Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      140.16,
      559.2,
      498.72,
      571.77
    ],
    "text": "Percentage Share Percentage Growth Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.939595699310303
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      244.56,
      573.6,
      504.93,
      580.89
    ],
    "text": "1996(a) 1997(a) 1998(a) 1997 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.04,
      590.88,
      503.29,
      606.57
    ],
    "text": "1. Total Resources 100 100 100 7.6 6.8 GDP at Market Prices 69 69 67 6.4 4.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      68.64,
      608.4,
      129.92,
      615.21
    ],
    "text": "Imports of Goods &",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.787482261657715,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      79.92,
      616.56,
      503.44,
      623.37
    ],
    "text": "Non-Factor Services 31 31 33 10.5 11.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.56,
      632.88,
      503.14,
      648.57
    ],
    "text": "2. Utilisation 100 100 100 7.6 6.8 Consumption 59 59 59 7.1 7.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.738443374633789,
      5.792430877685547,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      68.4,
      650.16,
      138.45,
      656.97
    ],
    "text": "Gross Domestic Fixed",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      78.0,
      658.08,
      503.61,
      698.73
    ],
    "text": "Capital Formation 17 16 18 5.1 15.3 Government 2 2 2 14.4 15.8 Private Sector & Public Corporations 14 14 15 3.7 15.2 Changes in Stocks 0 0 0 -92.4 -30.5 Exports of Goods & Non-Factor Services 24 25 24 11.6 1.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.791531562805176,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.04,
      710.4,
      527.33,
      717.93
    ],
    "text": "(a) Provisional. Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.738216400146484,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      514.8,
      738.8,
      526.67,
      747.89
    ],
    "text": "31",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      40.64,
      513.53,
      50.2
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      136.8,
      70.48,
      179.13,
      80.65
    ],
    "text": "TABLE 2.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.68084716796875
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.92,
      84.56,
      247.69,
      93.64
    ],
    "text": "National Savings at Current Market Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.76124906539917,
      8.054228782653809
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      248.4,
      99.6,
      271.82,
      106.41
    ],
    "text": "Rs. Mn",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      71.28,
      114.0,
      258.47,
      121.05
    ],
    "text": "Category 1996(a) 1997(a) 1998(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.04,
      133.92,
      261.66,
      149.13
    ],
    "text": "1. Gross Domestic Product at Market Prices 768,128 890,272 1,014,504",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      159.12,
      262.42,
      166.17
    ],
    "text": "2. Domestic Savings 117,691 154,237 191,889",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      176.4,
      262.14,
      191.61
    ],
    "text": "3. Net Factor Income from Abroad -11258 -9409 -11529",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.74327278137207,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      201.6,
      123.97,
      208.41
    ],
    "text": "4. Net Private Transfers",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.16,
      210.0,
      262.61,
      217.05
    ],
    "text": "from Abroad 39,242 46,472 54,785",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.74327278137207,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      226.8,
      262.35,
      233.85
    ],
    "text": "5. National Savings 145,674 191,301 235,145",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.8,
      243.84,
      262.71,
      259.29
    ],
    "text": "6. Domestic Savings Ratio (2 as a % of 1) 15.3 17.3 18.9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.8,
      269.04,
      262.51,
      284.73
    ],
    "text": "7. National Savings Ratio (5 as a % of 1) 19.0 21.5 23.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.04,
      296.88,
      268.61,
      303.69
    ],
    "text": "(a) Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.8,
      318.29,
      272.78,
      340.37
    ],
    "text": "foreign resources. Of the total resources, 57 per cent was spent on consumption and 18 per cent on capital formation,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.0,
      70.37,
      513.93,
      128.45
    ],
    "text": "while the balance 25 per cent was contributed by the exports of goods and non-factor services. The noteworthy feature in the resource utilisation pattern was the slight decline in the proportion for consumption and an increase in the proportion for investment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.24,
      137.32,
      400.04,
      149.5
    ],
    "text": "2.5 National Savings",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.0,
      154.85,
      514.06,
      332.93
    ],
    "text": "National savings, the sum of domestic savings and net foreign income, increased to Rs.235 billion in 1998 from Rs.191 billion in 1997. About 86 per cent of this increase of Rs.44 billion was contributed by increased domestic savings. The domestic savings ratio rose significantly from 17 per cent to 19 per cent of GDP. Net private transfers, which are the main source of foreign income, are estimated to have increased by 17.9 per cent to Rs.55 billion in 1998. Accordingly, the national savings ratio increased from 21.5 per cent in 1997 to 23.2 per cent in 1998. It would thus appear that the savings of Sri Lankans earning abroad account for 4 percentage points of GDP. As the world wide recessionary conditions and weakness of commodity prices could affect prospects for foreign employment, continued efforts need to be made to raise domestic savings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      464.64,
      387.25,
      496.82,
      399.58
    ],
    "text": "Box 4",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.493330955505371,
      10.889445304870605
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      219.36,
      411.4,
      342.92,
      423.58
    ],
    "text": "Quarterly GDP Estimates",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.56,
      435.89,
      273.21,
      551.81
    ],
    "text": "The Gross Domestic Product (GDP) is an estimate of the value of output, or alternatively, the income generated in the economy from various economic activities. The GDP estimates are used to make cross sectional and time series analyses of the performance of the economy. They are also used to examine the structural changes in an economy over time. Further, the responsiveness of the economy to changes in macro economic policies can also be evaluated with these estimates.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      64.56,
      555.65,
      273.21,
      695.09
    ],
    "text": "The global economic recession in the 1930s emphasised the need for detailed information relating to the performance of the economy. This led many countries to initiate compilation of GDP estimates. In 1939, the League of Nations first published national income estimates for 26 countries, in its Annual World Economic Survey. Though the annual estimates are useful to analyse the performance of economies with fairly static economic structures, for more dynamic economies the annual estimates have limited use since they do not reflect the changes that take place within the year. Within a given year, an economy can",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.48,
      436.37,
      496.22,
      575.81
    ],
    "text": "experience changes in activities, in addition to inherent seasonal changes. Quarterly estimates help policy makers to make a continuous assessment of the economy rather than wait until the annual estimates become available. Such assessments enable them to identify the turning points in economic activity, if any, and take timely measures, if necessary. Accordingly, quarterly GDP estimates provide an additional set of information for economic analysis. Hence, countries where the data systems are reasonably developed have started to compile quarterly GDP estimates, complementing the annual GDP estimates.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.48,
      580.13,
      496.7,
      696.05
    ],
    "text": "The Central Bank of Sri Lanka has been compiling annual GDP estimates since 1952. In 1998, for the first time, quarterly GDP estimates were compiled and published. Estimates for the first, second and third quarters for 1998, together with comparable estimates for 1997 and 1996 were published during the course of 1998. This effort to establish a quarterly national income series to complement the annual estimates was to meet the growing demand for information from policy makers and the business",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.04,
      740.0,
      59.11,
      749.09
    ],
    "text": "32",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.76,
      42.32,
      529.88,
      52.12
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.802818298339844,
      7.803776741027832,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      76.32,
      115.82,
      286.91,
      221.78
    ],
    "text": "community in a dynamic and competitive economic environment. Such quarterly GDP estimates facilitate sound economic management since the timely availability of information enables policy makers to take quick remedial measures in response to emerging developments. Moreover, the timely dissemination of quarterly GDP estimates is expected to meet the comprehensive macro economic data requirements of foreign investors.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      75.36,
      224.78,
      285.82,
      498.74
    ],
    "text": "The quarterly GDP estimates are compiled at 1996 base year prices, to reflect a more current structure in the production, income generation and input costs. Accordingly, the annual GDP estimates published for 1997, which were at 1982 base year prices, were adjusted to fall in line with the change in the base period. The 1998 annual GDP estimates are also compiled at 1996 base year prices. However, the aggregate value of the quarterly estimates and the value of annual estimates may not necessarily be equal. This is because the compilation of quarterly estimates is based on short-term statistical indicators such as production, sales, export and import statistics. Some data used for the annual estimates, for example accounting data, are not available more frequently. In some sectors, the statistical systems, though geared to provide annual data, have been slow to adjust their systems to compile reliable statistics on a quarterly basis. However it should be noted that improvements in statistical data collection systems arc usually obtained with practice and regular collection of data. Even in developed countries, which have more efficient information systems and compile quarterly estimates, prepare preliminary estimates with",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      436.32,
      88.5,
      512.2,
      101.06
    ],
    "text": "Box 4 (contd.)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.644478797912598,
      10.74266242980957,
      11.143858909606934
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      301.44,
      116.54,
      511.29,
      236.66
    ],
    "text": "available information and revise those estimates several times before using them as the final values. The institutions compiling quarterly GDP estimates conduct sample surveys on their own to collect supplementary information, in addition to using the information from various other sources. The next step in the development of these quarterly estimates would be to reconcile the quarterly estimates of production with the expenditure side estimates of national accounts, i.e., the Gross Domestic and Gross National Expenditure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.72,
      241.34,
      510.43,
      496.1
    ],
    "text": "The International Monetary Fund (IMF) has been encouraging its member countries to compile quarterly GDP estimates under its Special Data Dissemination System (SDDS) and General Data Dissemination System (GDDS) for the establishment of an international information base of the global economy so that economic changes become more transparent. Such a system is expected to serve the needs of investors and research institutions that need more detailed information at shorter frequencies. According to the IMF requirements, countries which are planning to enter the international capital markets to meet their resource requirements arc required to subscribe to the SDDS under which the dissemination of quarterly GDP estimates is one of the requirements. One of the main reasons for the introduction of GDDS and SDDS was the Mexican crisis, which was mainly attributed to the lack of transparency due to poor information. It is believed that the crisis could have been avoided had there been more frequent and transparent information available.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      116.64,
      514.4,
      467.33,
      523.48
    ],
    "text": "Gross Domestic Product at Constant Cost Prices (1996=100): Quarterly Estimates",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.780202388763428,
      7.803776741027832,
      8.09521770477295
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      232.56,
      525.2,
      351.8,
      534.28
    ],
    "text": "Growth Rate 1997 and 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.756300926208496,
      7.803776741027832,
      7.984106540679932,
      8.09521770477295
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      212.16,
      548.4,
      483.87,
      555.21
    ],
    "text": "1997 1998 Annual",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      153.6,
      559.44,
      498.75,
      574.65
    ],
    "text": "1st 2nd 3rd 4th 1st 2nd 3rd 4th Quarter Quarter Quarter Quarter Quarter Quarter Quarter Quarter 1997 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      75.12,
      582.72,
      173.3,
      639.69
    ],
    "text": "1. Agriculture, Forestry -0.5 & Fishing 2. Mining and Quarrying 4 6 3. Manufacturing 9.1 4. Construction 5.7 5. Services 5.7 GDP 4 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.8074750900268555,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      197.76,
      582.72,
      280.48,
      589.77
    ],
    "text": "3.6 1.9 7.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      194.64,
      599.28,
      280.63,
      640.17
    ],
    "text": "13 7 1 0 8 -12.3 10.6 10.3 6.8 6 1 5.9 3.9 7.8 8.7 6.2 7.4 ' 7.3 6.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      305.52,
      582.96,
      387.54,
      589.77
    ],
    "text": "3.5 1.0 -0.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.6,
      599.52,
      388.43,
      640.17
    ],
    "text": "-9.7 -5 9 -4.9 7.7 6.7 7 8 8.5 9.0 9.0 6.4 4.7 5.2 5.7 4.4 4 5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      413.28,
      583.2,
      496.4,
      590.01
    ],
    "text": "5.6 3.0 2.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      413.28,
      599.76,
      496.29,
      640.17
    ],
    "text": "0.0 3.8 -5.4 3.7 9.1 6.3 2.0 5.4 7.1 4.6 7.1 5 2 4.4 6.3 4 7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      513.6,
      742.4,
      525.88,
      751.49
    ],
    "text": "33",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  }
]