[
  {
    "page_number": 0,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "34",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      7.5,
      68.0,
      112.94,
      134.16
    ],
    "text": "1Background",
    "fonts": [
      "Capitals",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      127.35,
      280.3,
      256.83
    ],
    "text": "The Monetary Law Act (MLA), No. 58 of 1949 established the Central Bank of Ceylon in 1950 (it was renamed the Central Bank of Sri Lanka in 1985) with multiple objectives focusing on both stabilisation and development. The MLA was drafted based on the recommendations of the Exter Report.1 However, considering the difficulties in achieving inconsistent multiple objectives and in keeping with the trends in central banking, the Central Bank embarked on a modernisation programme in the early 2000s. Accordingly, the objectives were streamlined to two core objectives, namely, the maintenance of economic and price stability and financial system stability.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      264.21,
      231.45,
      276.2
    ],
    "text": "The Need for a New Central Bank Act",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      281.1,
      280.29,
      496.45
    ],
    "text": "The MLA has not been comprehensively reviewed and revised in the past 74 years, except for the amendment in 2002 mentioned above, which mainly streamlined the objectives of the Central Bank. Hence, several provisions of the MLA, amidst economic developments and the evolution of central banking in general, necessitated reassessment and amendments in line with the international best practices. This paved the way for the Central Bank of Sri Lanka Act (CBA) to be drafted to include provisions strengthening the Central Bank independence, enhancing transparency and accountability and strengthening the monetary policy framework to ensure sustained price stability in Sri Lanka. Meanwhile, the CBA is also expected to strengthen the financial sector and macroprudential oversight and improve the governance of the Central Bank. The amendments to the MLA and subsequent CBA are expected to be in line with international best practices in central banking and address shortcomings of the MLA as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      176.07,
      67.49,
      401.92,
      91.48
    ],
    "text": "BOX 3Highlights of 'the Central Bank of Sri Lanka Act'",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.23,
      110.46,
      474.84,
      122.45
    ],
    "text": "Key Highlights of the Central Bank Act",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      127.28,
      521.81,
      202.68
    ],
    "text": "The CBA bears several important amendments compared to the MLA, in several areas, mainly the objectives of the Central Bank and monetary policy framework, its governance and organisational structure recognising the Central Bank as the macroprudential authority, and the Central Bank’s accountability to the Parliament, the Government, and the public.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      209.97,
      519.04,
      221.96
    ],
    "text": "Domestic Price Stability as the Primary Objective",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      226.79,
      521.82,
      440.88
    ],
    "text": "As opposed to the two equally weighted objectives mentioned in the MLA, the CBA gives prominence to achieving and maintaining domestic price stability. This ensures that the Central Bank will be committed to delivering low and stable inflation in the future. Experiences have shown that the economy performs well when inflation is low and is expected to be low. Low and stable inflation helps to keep stable levels of interest rates. Such an environment allows an economy to achieve its growth potential. Further, in pursuing the primary objective, the Central Bank shall take into account the stabilisation of output towards its potential level. These arrangements are in accordance with the Flexible Inflation Targeting (FIT) framework that aims at stabilising inflation around the inflation target while minimising disturbance to the real economy. Further, on a rare occasion where the attention of both price stability and financial system stability is required, and the policy decision concerning either side is subject to a tradeoff, the Central Bank is expected to prioritise its primary object of price stability.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      448.14,
      399.56,
      460.13
    ],
    "text": "Governance Structure",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      464.96,
      521.8,
      540.36
    ],
    "text": "Under the MLA, the Monetary Board is entrusted with making monetary policy decisions along with other policy and operational decisions. However, under the CBA, the powers are vested with two parallel decision making bodies, namely the Governing Board (GB) and the Monetary Policy Board (MPB), where the latter is entrusted with the responsibility of formulating and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.43,
      506.53,
      279.28,
      537.72
    ],
    "text": "1 The Exter Report was prepared by John Exter, an eminent economist from the Federal Reserve System – USA and the first Governor of the Central Bank of Ceylon. The report can be accessed on https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/about/Exter%20Report%20-%20CBSL.pdf",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      160.8,
      554.77,
      418.6,
      575.9
    ],
    "text": "Figure B 3.1Governance and Organisation of the Central Bank Under the CBA",
    "fonts": [
      "Futura-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      86.71,
      594.64,
      201.56,
      616.18
    ],
    "text": "Governing Board (Decision making and oversight)",
    "fonts": [
      "Cambria-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.607999801635742,
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      85.8,
      642.98,
      133.97,
      665.59
    ],
    "text": "Governor (Chairman)",
    "fonts": [
      "Cambria",
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      157.13,
      637.37,
      200.93,
      671.2
    ],
    "text": "Six Appointed Members",
    "fonts": [
      "Cambria",
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      371.71,
      593.45,
      473.92,
      607.44
    ],
    "text": "Monetary Policy Board",
    "fonts": [
      "Cambria-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      416.35,
      615.48,
      502.46,
      635.25
    ],
    "text": "Other Members of the Governing Board",
    "fonts": [
      "Cambria",
      "FuturaBT-Light"
    ],
    "sizes": [
      7.607999801635742,
      8.0,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      426.87,
      650.64,
      494.17,
      662.1
    ],
    "text": "2 External Experts",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      428.36,
      661.8,
      490.45,
      684.41
    ],
    "text": "in Economics or Finance",
    "fonts": [
      "Cambria",
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      353.63,
      655.96,
      399.27,
      678.57
    ],
    "text": "2 Deputy Governors",
    "fonts": [
      "Cambria",
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      244.84,
      639.38,
      310.87,
      654.92
    ],
    "text": "Coordination",
    "fonts": [
      "Cambria-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.468099594116211
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      352.04,
      615.42,
      397.12,
      635.87
    ],
    "text": "Go(Chairman)vernor",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.552900314331055
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "35",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      169.73,
      31.54,
      527.25,
      44.42
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.88,
      68.0,
      573.16,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      61.14,
      283.38,
      115.24
    ],
    "text": "implementing the FIT framework along with the flexible exchange rate regime to achieve domestic price stability, while the former is charged with the responsibility of determining the general policy of the Central Bank other than monetary policy.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      120.2,
      283.4,
      334.47
    ],
    "text": "As per the CBA, the Secretary to the Treasury (ST) is no longer a member of any of the decision making bodies of the Central Bank. However, in order to ensure greater fiscal-monetary-financial stability policy coordination, a Coordination Council will be instituted and ST will be a member of the Coordination Council. The separation of the MPB from the GB that oversees other functions and formulates financial sector and other policies of the Central Bank, and technical representation of the Board with two internal members (Deputy Governors) and external experts facilitates efficient formulation of monetary policy. It is an accepted international practice to have an MPB with both external and internal members with the required knowledge and expertise on monetary policy formulation. Also, having a dedicated decision making body to achieve the primary objective provides space for the members to get engaged in detailed policy deliberations at early stages, thereby strengthening monetary policy formulation.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      341.87,
      240.52,
      364.54
    ],
    "text": "Improved Central Bank Autonomy and Accountability",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      369.38,
      283.38,
      476.88
    ],
    "text": "The provisions of the CBA were put forward with the broader view of strengthening the autonomy and accountability of the Central Bank in its policy and operational decision making. The CBA has explicit provisions ensuring administrative and financial autonomy, which would emphasise more operational independence in policymaking at the Central Bank. Further, external influences on the Governor, appointed Members to the GB, MPB, and employees are categorically prohibited under the CBA.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      481.84,
      283.39,
      706.79
    ],
    "text": "In order to ensure autonomy in monetary policymaking, the CBA ensures no government representation in the Central Bank’s decision making bodies in any form. However, the Coordination Council is expected to facilitate information sharing and the exchange of views on events posing significant risks to financial stability or economic activity. Meantime, the Central Bank will remain as the financial advisor, fiscal agent, and banker to the Government. However, the fiscal dominance on monetary policymaking, the major impediment on monetary policy in the past, has been avoided by restricting monetary financing of the fiscal deficit and a check on provisional advances to the Government, which is essential for the success of FIT. Accordingly, the Central Bank is restricted from granting direct or indirect credits to the Government, to any government owned entity, or to any other public entity, not incur costs on behalf of the Government except for expenses related to the Central Bank’s functions, and not purchase securities issued by the Government, by any government owned entity, or any",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.3,
      61.04,
      524.91,
      157.2
    ],
    "text": "other public entity in the primary market.2 However, the CBA allows the granting of provisional advances to the Government to finance expenditures at the beginning of the year,3 subject to several restrictions to limit new direct credits to the Government. The outstanding amount of such provisional advances granted shall not exceed ten per cent of the revenue of the first four months of the preceding financial year and will have to be remunerated at market related interest rates.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      162.07,
      524.9,
      385.12
    ],
    "text": "Meanwhile, providing required independence for operational and financial independence, the CBA ensures a greater accountability of the Central Bank to the Parliament and the public with regard to its policies, outcomes, and failures. Checks and balances, which create a separation of powers and ensure that no authority control too much power, are important to improve independent decision making, ensure accountability, and maintain public confidence. Thus, the CBA includes provisions aiming at improving accountability through statutory public disclosure requirements, periodic submissions of reports to the Parliament and the arrangement that the Governor to be heard by the Parliament or by any of its committees, periodically. In this regard, the Central Bank is expected to submit several reports to the Parliament and public on the implementation of monetary policy and achievement of the Central Bank objects, specifying the reasons for any failures in terms of achieving the Central Bank’s objects, recent developments, and outlook of the economy.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      392.4,
      479.33,
      404.39
    ],
    "text": "FIT as the Monetary Policy Framework",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      409.13,
      524.9,
      653.35
    ],
    "text": "The Central Bank adopted FIT as the monetary policy framework in 2020, after following a hybrid monetary policy framework with features of both monetary targeting and FIT since 2015. However, the MLA did not explicitly recognise FIT as the relevant monetary policy framework in Sri Lanka even though the enabling conditions for successful implementation of FIT were facilitated under the MLA. The CBA provides for formal adoption of FIT with enabling conditions. Under this arrangement, a monetary policy framework agreement, which includes the inflation target and key parameters, is jointly signed by the Central Bank and the Minister of Finance and published in the Gazette within a period of one week from the date of such agreement. According to the monetary policy framework agreement, the MPB is to determine the appropriate monetary policy and monetary policy instruments relating to the implementation of the monetary policy of the Central Bank and have the authority to adjust such instruments for the purpose of implementing the monetary policy. The inflation target and related parameters will be reviewed every three years or in such other intervals under exceptional circumstances. Moreover, if the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.17,
      663.19,
      523.99,
      686.38
    ],
    "text": "2 Temporary relaxation on primary market purchases of government securities by the Central Bank has been allowed within a period of six months from the appointed date of the Act, taking into consideration the current fiscal constraints.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.17,
      688.61,
      524.0,
      703.8
    ],
    "text": "3 A transitional provision is included on the treatment of outstanding credits of the Central Bank to the Government.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "36",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      7.5,
      68.0,
      39.78,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      61.14,
      280.55,
      170.94
    ],
    "text": "Central Bank fails to meet the inflation target by the margin determined at the time of setting the inflation target, for two consecutive quarters, the MPB should submit a report to the Parliament through the Minister of Finance, which shall also be made available to the public. Meanwhile, under the CBA, the Central Bank shall publish a Monetary Policy Report, once every six months, explaining recent movements in inflation, sources of inflation, and medium term projections for inflation and key risks to such projections.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      178.53,
      268.86,
      201.46
    ],
    "text": "Supervision and Resolution of Financial Institutions and the Macroprudential Authority",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      206.55,
      280.55,
      371.05
    ],
    "text": "The Central Bank continues to be the key responsible apex financial institution for the regulation, licensing, registration, and supervision of financial institutions as well as the resolutions of financial institutions in order to ensure financial system stability. Moreover, the CBA attributes the macroprudential authority to the Central Bank, with the view to securing the stability of the financial system in line with the macroprudential policy. In this regard, the Central Bank will establish a Financial System Oversight Committee (FSOC), and it is expected to examine the macroprudential policy to mitigate identified buildup of systemic risks affecting the financial system, issue recommendations to relevant public authorities on corrective actions while coordinating the implementation of macroprudential policy.4",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      381.1,
      279.81,
      396.29
    ],
    "text": "4 Refer Box 10 for further reference on the role of the Central Bank as the macroprudential authority.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      351.55,
      329.75,
      358.75
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      365.22,
      421.8,
      372.41
    ],
    "text": "1. Central Bank of Sri Lanka – A Bill (7 March 2023)",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      376.06,
      520.94,
      399.25
    ],
    "text": "2. Jegajeevan, S. (2023) Why do we need independent and publicly accountable central bank?, Daily FT. Available at: https://www.ft.lk/columns/Why-do-we-need-independent-and-publicly-accountable-central-bank/4-745738. (Accessed on 10 March 2023).",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      61.04,
      415.87,
      73.03
    ],
    "text": "Public Debt Management",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      78.47,
      522.06,
      157.52
    ],
    "text": "As per the CBA, the Central Bank’s agency function of public debt management is to be removed from the Central Bank’s mandate once the relevant law relating to a public debt management agency or office comes into operation. However, until such date the Central Bank will continue the management of public debt as an agent of the Government.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      168.29,
      343.55,
      180.28
    ],
    "text": "Summary",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      185.72,
      522.06,
      343.71
    ],
    "text": "Under the CBA, the autonomy of the Central Bank is respected at all times, enabling independent policymaking and implementation by the Central Bank to achieve the mandated objectives of maintaining domestic price stability and securing financial system stability. In the meantime, the CBA endorses more accountability and transparency of the Central Bank making it answerable to the legislature and the public. The primarily mandated objectives of price stability and increased accountability of the Central Bank would protect the country from disruptive effects of high and volatile inflation, and associated sharp movements in interest rates, thus fostering sustainable long term economic growth.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  }
]