[
  {
    "page_number": 0,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "119",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      346.61,
      397.18,
      500.71,
      764.09
    ],
    "text": "The financial sectorexpanded significantlyand remained resilient,strengthening the capacity tosupport economic activity.Financial sector institutionssustained their strong performancein 2006 in terms of key financialindicators and the range ofproducts and services offered.Several policy initiatives weretaken during the year to enhanceaccess to finance, mainly in theAgriculture sector and in the smalland medium enterprises (SMEs)sector. Financial infrastructure wasstrengthened and improved byintroducing several legalenactments, broadening prudentialregulations to augment supervisorycapabilities and by introducing“state of the art” technology tomitigate systemic risks.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      10.435516357421875,
      33.67825698852539
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      319.4,
      85.96,
      459.98,
      121.96
    ],
    "text": "Chapter 8",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      36.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.98,
      261.95,
      538.84,
      339.89
    ],
    "text": "FINANCIAL SECTORDEVELOPMENTS ANDSYSTEM STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      20.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      345.14,
      382.14,
      411.19,
      398.66
    ],
    "text": "8.1 Overview",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.89,
      764.84,
      76.39,
      775.84
    ],
    "text": "120",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      20.09,
      126.25,
      38.29,
      161.25
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      19.63,
      197.13,
      38.9,
      561.18
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.41,
      78.59,
      287.11,
      272.28
    ],
    "text": "The Central Bank continued to strengthen thesupervisory and regulatory framework of banks andnon-bank financial institutions by introducingnecessary legislation and amending legislation toenable reforms. The Central Bank intensified the regulationand supervision of specialised leasing companies in 2006.In view of the rapid growth in credit, several prudentialmeasures were introduced during the year. The preparationfor the implementation of Basel II Capital AdequacyFramework was facilitated by issuing guidelines to banksfor the parallel computation of the capital charge. To promotethe integrity of, and confidence in the financial system andrecognising the risks posed by money laundering andterrorist financing, Sri Lanka introduced comprehensive lawsto combat these emerging threats. Amendments were alsomade to the Monetary Law Act and Banking Act.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.41,
      276.28,
      287.09,
      409.93
    ],
    "text": "The Central Bank took further measures in 2006 toimprove the efficiency and regulatory framework of thepayment and settlement systems. The Cheque Imagingand Truncation (CIT) System was introduced in 2006 toexpedite the clearing of retail and low value payments on acountry-wide basis. To ensure that participants of theLankaSettle and LankaClear systems have effectiveBusiness Continuity Plans (BCPs), the Central Bank issuedguidelines to financial institutions outlining the BCP minimumstandards. A National Payments Council was established,comprising of representatives of all major stakeholders to",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.48,
      712.01,
      195.12,
      732.41
    ],
    "text": "(a) Revised(b) Provisional(c) Consolidated assets of both DBUs and OBUs of LCBs",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.37,
      493.75,
      284.37,
      525.98
    ],
    "text": "Banking Sector 2,208.4 70.12,625.8 70.8Central Bank 440.6 14.0 495.1 13.3Licensed Commercial Banks (c) 1,448.9 46.01,774.3 47.9Licensed Specialised Banks 318.910.1356.49.6",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.37,
      532.98,
      283.16,
      573.61
    ],
    "text": "Non Bank Deposit TakingFinancial Institutions 119.2 3.8145.8 3.9Registered Finance Companies 87.5 2.8113.1 3.0Co-operative Rural Banks26.5 0.827.8 0.8Thrift and Credit Co-op. Societies5.2 0.24.9 0.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.37,
      580.67,
      283.15,
      638.09
    ],
    "text": "Other Specialised FinancialInstitutions 129.3 4.1155.8 4.2Primary Dealers 45.9 1.550.9 1.4Specialised Leasing Companies 53.3 1.766.81.9Merchant Banks 24.0 0.831.3 0.8Unit Trusts 4.60.15.4 0.1Venture Capital Companies 1.5 0.01.40.0",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.37,
      645.15,
      283.2,
      685.72
    ],
    "text": "Contractual Savings Institutions693.8 22.0778.821.0Employees’ Provident Fund 424.013.5492.1 13.3Employees’ Trust Fund 58.61.966.8 1.8Private Provident Funds 106.23.4112.63.0Insurance Companies 105.0 3.3107.3 2.9",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.37,
      692.79,
      283.14,
      699.79
    ],
    "text": "Total3,150.7100.03,706.2100.0",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.73,
      712.01,
      287.08,
      718.01
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      172.37,
      457.64,
      266.51,
      465.15
    ],
    "text": "2005 (a)2006 (b)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      163.07,
      469.09,
      284.9,
      484.88
    ],
    "text": "Rs. bnShare inTotal %Rs. bnShare inTotal %",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.51,
      421.48,
      286.0,
      436.71
    ],
    "text": "Table 8.1Total Assets of the Financial System",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      80.3,
      539.91,
      154.02
    ],
    "text": "facilitate the formulation of a national payments policy forthe country and to take forward the modernisation of thepayments and settlements infrastructure. The payments andsettlements system was further strengthened by theintroduction of a law to deter illegal and hazardous practicesrelating to payment devices.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      157.34,
      539.88,
      358.09
    ],
    "text": "Financial system stability strengthened further in 2006following the continued enhancement of regulatory andsupervisory measures over the key financial institutionsand major payment and settlements systems, andimproved risk management. Although the improvement inthe financial system stability is reflected in several keyfinancial performance indicators, the potential sources ofvulnerability, which may affect the financial system, are thebuild-up of inflationary pressures, high credit growth leadingto an impairment of credit quality, rising debt service burdenand the widening current account deficit due to high oil prices.Nevertheless, the gradual tightening of monetary policy tocontain inflationary pressures, additional prudentialmeasures taken to deter high credit growth, government’seffort for fiscal consolidation and improvements to prudentialregulations as enunciated in the “Road Map : Monetary andFinancial Sector Policies for 2007 and beyond” would helpmitigate and contain the adverse effects of these risks.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      361.11,
      486.92,
      392.03
    ],
    "text": "8.2Developments in FinancialInstitutions",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      396.13,
      539.85,
      505.8
    ],
    "text": "Activities of financial institutions further expandedduring 2006. The total assets of the financial institutionsincreased by 18 per cent, reaching Rs. 3,706 billion whichis 1.3 times the GDP. Licensed Commercial Banks (LCBs)and Licensed Specialised Banks (LSBs), which accountedfor 57.4 per cent of the total assets of the financial system,continued to hold a dominant position in the financial sector.LCBs contributed to 58.6 per cent of the asset growth of thefinancial system.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      509.74,
      435.27,
      523.51
    ],
    "text": "The Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      527.37,
      539.73,
      589.08
    ],
    "text": "Total assets of the Central Bank increased by 12.4 percent in 2006 with the increase in both net foreign assets(NFA) and net domestic assets (NDA). The increase inNFA was largely due to the purchases of foreign currencyproceeds received by the government.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      307.24,
      593.02,
      539.8,
      714.71
    ],
    "text": "NDA of the Central Bank increased with the increasedTreasury bill holdings and provisional advances to thegovernment. The Central Bank sterilised a considerableamount of rupee liquidity that arose due to the foreigncurrency purchases, through outright sales of the Bank’sTreasury bill holdings to reduce its expansionary impact onthe money supply. However, the Bank’s Treasury billholdings at end 2006 were higher by Rs.30 billion comparedto the end 2005 level, thereby leading to the increase inNDA.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "121",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.72,
      81.43,
      288.34,
      167.12
    ],
    "text": "On the liability side, the total currency issue of theCentral Bank increased by 18.7 per cent (Rs.24.8 billion),reflecting increased transaction demand for currency.Along with the growth in deposit liabilities of commercialbanks, the deposits of commercial banks held with theCentral Bank for statutory reserve purposes increased by26 per cent (Rs. 17 billion).",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.72,
      172.09,
      241.17,
      188.62
    ],
    "text": "Licensed Commercial Banks (LCBs)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.72,
      193.51,
      288.32,
      411.18
    ],
    "text": "The performance of LCBs improved further in 2006 interms of growth of assets, expansion in deliverychannels, improvement in risk management, riskabsorption capacity and use of information technology.The LCBs, numbering 23, operated through a network of1,530 branches, and 1,986 other service outlets. Supportingthis network there were 1,127 automated teller machines(ATMs) and 8,753 electronic fund transfer facilities at thepoint of sale (EFTPOS) machines, which contributed towardsgreater accessibility of banking services. The total numberof credit cards in use increased from 637,326 in 2005 to811,289 in 2006. There were 16 banks providing fully fledgedinternet banking facilities with many banks utilising thedevelopments in information and communicationtechnologies to offer innovative banking services. The useof innovative service delivery mechanisms such as postalnetwork and mobile phones to deliver financial and paymentrelated services were witnessed during the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.72,
      415.18,
      288.25,
      584.83
    ],
    "text": "The regulatory framework covering the LCBs wasstrengthened and improved to promote riskmanagement, greater market discipline and to mitigatepotential sources of risks. Several prudential measuresand guidelines were issued covering market risk,provisioning requirements, and capital adequacy within theBasel II framework to enhance the resilience of the bankingsector. LCBs also took several initiatives in this regard,especially in the areas of credit and operational risks throughthe launch of special loan recovery drives, infusion of newcapital, establishment of Disaster Recovery Sites (DRS),formulation of Business Continuity Plans (BCPs) andimprovement in technical capacities of staff in the use ofadvanced risk management techniques.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.72,
      588.72,
      288.23,
      746.46
    ],
    "text": "Developments in the Structure of LCBs: The total assetsof LCBs increased further, supported by higher expansionof credit with the continued expansion of economic activitiesand attractive lending rates in real terms. Within the bankingsector, the domestic private LCBs recorded a 22.2 per centgrowth of assets, while the state owned LCBs recorded anasset growth of 15.3 per cent. The contribution of domesticprivate LCBs and state owned LCBs to the total growth inassets was 45.3 per cent and 30.6 per cent, respectively.Meanwhile, assets of foreign LCBs grew at a rate of 24.2per cent. In terms of contributions of various sources to thegrowth in assets, loans and advances accounted for about70 per cent in 2006 compared to 50 per cent in 2005.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      305.17,
      491.09,
      537.65,
      588.8
    ],
    "text": "The overall growth in loans and advances was mainlyfuelled by expansion of credit by state banks and thedomestic private LCBs. Of the 31 per cent growth in loansand advances, 49 per cent and 43 per cent were contributedby the state owned LCBs and domestic private LCBs,respectively. State owned LCBs recorded the highest growthin loans and advances of 44 per cent followed by foreignLCBs with a growth of 25 per cent.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      305.17,
      592.74,
      537.68,
      714.43
    ],
    "text": "Increased interest margins, improved cost efficiencyand a rise in foreign exchange income contributed to ahealthy growth in profits in the LCB sector. Profits beforetax grew by 34 per cent to Rs. 30 billion with the net interestincome increasing by 17 per cent in 2006 relative to 2 percent increase in 2005. Domestic private LCBs contributedto 58 per cent of the growth in profit of the sector. Theprofitability in terms of return on assets (ROA) and return onequity (ROE) improved over the previous year and stood at1.8 per cent and 18.5 per cent, respectively, at end 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      305.17,
      718.32,
      537.71,
      744.08
    ],
    "text": "Sources and Uses of Funds of LCBs: The composition ofsources of funding of LCBs displayed a shift with an increase",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      343.77,
      133.18,
      537.42,
      140.18
    ],
    "text": "CategoryEnd 2005 (a)End 2006 (b)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.09,
      148.04,
      530.78,
      180.22
    ],
    "text": "Licensed Commercial Banks (LCBs)I. Total No.of LCBs22 23Domestic banks 11 11Foreign banks 11 12",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.09,
      184.5,
      530.61,
      283.88
    ],
    "text": "II. Total No.of LCB Branches and Other Outlets 3,112 3,516Branches (c)1,417 1,530Domestic Bank Branches 1,380 1,491Main Branches 1,106 1,166Kachcheri Branches 22 22Extension/Pay Offices/Service Counters 241 290Overseas Branches 11 13Foreign Bank Branches and Other Outlets37 39Branches (d)30 31Other Outlets 7 8Pawning Centres194 186Student Savings Units1,501 1,800",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.08,
      290.94,
      405.69,
      297.94
    ],
    "text": "Licensed Specialised Banks (LSBs)",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      314.0,
      302.23,
      530.79,
      351.19
    ],
    "text": "I.Total No. of LSBs14 14Regional Development Banks6 6National Savings Bank1 1Long-term Lending Institutions2 2Housing Finance Institutions3 2Private Savings and Development Banks2 3",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.08,
      355.47,
      530.68,
      431.26
    ],
    "text": "II. Total No. of LSB Branches and Other Outlets 404 415Branches369 376Regional Development Banks 197 201National Savings Bank 114 114Long-term Lending Institutions 11 11Housing Finance Institutions 27 28Private Savings and Development Banks 20 22Other outlets35 39 Total No. of Bank Branches and Other Outlets3,516 3,931",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.98,
      448.44,
      506.18,
      476.04
    ],
    "text": "(a)Revised(b) Provisional(c)Includes Head Offices. Excludes Pawning Centres and Student Savings Units.(d) Includes extension offices and sub branches",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      452.34,
      448.44,
      537.72,
      454.44
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.12,
      84.72,
      527.55,
      113.17
    ],
    "text": "Table 8.2Distribution of Banks and BankBranches",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.89,
      764.84,
      76.39,
      775.84
    ],
    "text": "122",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      20.09,
      126.25,
      38.29,
      161.25
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      19.63,
      197.13,
      38.9,
      561.18
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.33,
      441.32,
      289.83,
      539.02
    ],
    "text": "in borrowings and a decline in deposits. While thecontribution of borrowings increased to 12.2 per cent from7.8 per cent in 2005, the contribution of deposits declinedfrom 74.4 per cent in 2005 to 70.2 per cent. Total depositsgrowth in 2006 was 15.6 per cent, which is a reflection ofthe higher disposable income of households following thecontinued expansion in economic activities and liquidity inthe system.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.33,
      543.02,
      289.89,
      616.69
    ],
    "text": "The share of capital funds in the total resource base ofLCBs improved marginally in 2006 in comparison to2005. Consequently, the share of borrowings and capitalfunds in the total resources also increased to 20.0 per centfrom 15.5 per cent in 2005. However, of the three mainfunding sources, borrowings recorded a significant growth.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.33,
      620.63,
      289.88,
      754.34
    ],
    "text": "Reflecting the high credit expansion, an increased levelof resource utilisation in respect of loans and advanceswas witnessed during the year. Of the total resourcesmobilised through deposits, capital, borrowings and othersources, Rs. 229.3 billion was absorbed by increase in loansand advances, representing over 70 per cent of the totalresources mobilised during the year. The share of loans inthe total funding base increased to 57.8 per cent at end2006 relative to 34.9 per cent at end 2005, while the shareof investments dropped to 12 per cent from 16 per cent duringthe same period.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.95,
      440.74,
      536.53,
      598.43
    ],
    "text": "Purpose-wise distribution of credit continued to bedominated by trading, housing and consumptionactivities. The share of credit for trading activities includingdomestic and international trade declined during the yearand reached 29.1 per cent by end 2006, despite the 12.5per cent growth in credit for such purposes. Meanwhile, theshare of credit absorbed by housing and construction andconsumption activities increased to 16.2 per cent and 19.4per cent and grew by 41 per cent each by end 2006. In theconsumption category, loans granted for purchase ofconsumer goods accounted for the bulk of the increase, whilein the credit for housing activities, the residential housingsector contributed to the largest share.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.95,
      602.37,
      536.41,
      748.1
    ],
    "text": "An increase in credit card business was recorded inthe backdrop of the increased disposable income andattractive incentive packages offered by banks. Creditprovided through credit cards by ten banks increased by 41per cent to Rs 21.1 billion, amidst fierce competition amongcredit card services offering banks. However, the share ofcredit card loans in the total loan portfolio of LCBs was about1.7 per cent. Due to the unsecured nature of such lending,interest rates on credit card loans ranged between 21 -42per cent. Although there appears to be a rapid increase incredit card business, the level of penetration of credit cardsamong the population is still relatively low compared to many",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.47,
      164.93,
      78.69,
      171.93
    ],
    "text": "Assets",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      178.99,
      515.12,
      236.41
    ],
    "text": "Liquid Assets333,877333,53658,12121.1(341)(0.1)Cash on Hand18,36622,2202,12713.13,85421.0Due from Central Bank69,88087,02315,21627.817,14324.5Foreign Currency Denominated Assets137,020115,12618,34315.5(21,894)(16.0)Treasury Bills39,56249,1951,3283.59,63324.3Treasury Bonds (b) (c)53,09943,20321,17066.3(9,896)(18.6)Commercial Bills15,95016,769(63)(0.4)8195.1",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      241.77,
      515.08,
      265.61
    ],
    "text": "Loans and Overdrafts778,0881,006,571143,43722.6228,48429.4Loans612,516785,276112,91322.6172,76028.2Overdrafts165,572221,29530,52422.655,72433.7",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      269.38,
      515.03,
      276.38
    ],
    "text": "Fixed and other Assets (c)162,018173,07222,89216.511,0546.8",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.47,
      284.64,
      515.04,
      300.03
    ],
    "text": "LiabilitiesCapital Accounts110,928136,83533,70843.725,90623.4",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      305.45,
      515.04,
      329.23
    ],
    "text": "Total Deposits1,002,3811,181,977159,44918.9179,59517.9Demand Deposits145,082161,13734,18130.816,05511.1Time & Savings Deposits857,3001,020,840125,26817.1163,54019.1",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      334.65,
      515.09,
      358.44
    ],
    "text": "Borrowings71,757127,42930,22972.855,67277.6 Local Borrowings60,246104,69426,30077.544,44873.8 Foreign Borrowings11,51122,7353,92951.811,22497.5",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.98,
      362.72,
      515.04,
      369.72
    ],
    "text": "Other Liabilities261,155325,38161,41630.764,22624.6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.47,
      376.1,
      515.07,
      383.1
    ],
    "text": "Total Assets/Liabilities1,446,2221,771,621284,80224.5325,39922.5",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.55,
      388.01,
      352.68,
      432.78
    ],
    "text": "(a)Includes assets/liabilities of National Development Bank which merged with NDB Bank Ltd. with effect from August2005.(b) With effect from 18 May 1998 Treasury bonds are considered as a part of the liquid assets of commercial banks.(c) Restructuring bonds worth Rs.19,392.6 million, which were issued by the government to the two state banks, have beenconverted to Treasury bonds upon their maturity in October 2006. This amount, which previously appeared underOther Assets has been included in Treasury Bonds since October 2006.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      413.93,
      129.55,
      435.23,
      136.55
    ],
    "text": "Change",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      325.21,
      143.05,
      516.52,
      160.6
    ],
    "text": "20052006Amount%Amount%",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      202.41,
      136.58,
      270.53,
      152.49
    ],
    "text": "End2005End2006",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      505.84,
      116.18,
      534.82,
      123.18
    ],
    "text": "Rs.million",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      454.13,
      387.84,
      537.84,
      393.84
    ],
    "text": "Source: Central Bank of Sri Lanka.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      78.48,
      86.2,
      478.2,
      101.43
    ],
    "text": "Table 8.3Assets and Liabilities of Licensed Commercial Banks (a)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "123",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.89,
      764.84,
      76.39,
      775.84
    ],
    "text": "124",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      20.09,
      126.25,
      38.29,
      161.25
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      19.63,
      197.13,
      38.9,
      561.18
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      80.3,
      289.17,
      178.06
    ],
    "text": "cent mainly due to the contraction in interest margin and areduction in capital gains. Total deposits and borrowingsincreased by 8.4 per cent and 35 per cent, respectively. Thetotal number of LSBs remained unchanged at 14 by end2006 with the entry of Lankaputhra Development Bank andthe merger of NDB Housing Bank with the NationalDevelopment Bank of Sri Lanka Ltd. The branch network ofLSBs increased to 409 at end 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      182.0,
      289.24,
      315.71
    ],
    "text": "Lending by LSBs was concentrated in the housing,industrial and financial sectors. These three sectorsaccounted for 65 per cent of the loans approved during theyear. Due to the existence of banks catering mainly to thehousing sector, lending by LSBs was concentrated in thehousing sector. Investments in the form of governmentsecurities accounted for about 42 per cent of LSBs’ totalassets. The total outstanding loans and deposits of LSBsat end 2006 were Rs. 137 billion and Rs. 250 billion,respectively. Meanwhile, profit before tax of the sectordecreased to Rs. 6.2 billion from Rs. 7.4 billion in 2005.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      319.1,
      255.89,
      335.62
    ],
    "text": "Registered Finance Companies (RFCs)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      339.72,
      289.28,
      521.39
    ],
    "text": "Activities of RFCs expanded further and their financialsoundness improved supported by increasedprofitability, capital levels, asset quality andimprovements in compliance with prudentialregulations. The total assets of RFCs grew by around 29per cent to Rs. 113 billion as at in 2006. This largely reflectedan expansion in financial accommodation, particularly in theform of leasing and hire purchase facilities, provided byRFCs. The deposit liabilities of RFCs accounted for 3.7 percent of the total deposit liabilities of major deposit-takinginstitutions regulated by the Central Bank as at end 2006.RFCs continued their business operations concentratingmainly on leasing, hire purchases and real estate activities.The total number of RFCs increased to 29, with the entry ofa new RFC in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      525.33,
      289.21,
      671.06
    ],
    "text": "Loans and advances granted by RFCs grew by 29 percent in 2006. The lending rates charged by RFCs werehigher than those charged by LCBs and LSBs due toaccommodation of less creditworthy customers by RFCs.Leasing and hire purchase facilities, accounted for 50 percent of total assets and 70 per cent of total loans in 2006.As the leasing and hire purchase facilities are heavilyconcentrated on purchase of vehicles, a need fordiversification is increasingly being felt. The share of loansgranted for real estate activities remained at around 10 percent of total accommodation and this level of exposure isnot considered as threatening to the stability of the sector.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.65,
      675.0,
      289.2,
      736.71
    ],
    "text": "Deposits, which continued to be the dominant fundingsource, represented 52 per cent of total resources ofRFCs. The RFCs in general were in compliance with theFinance Companies (Capital Funds) Direction No. 1 of 2003in terms of which capital funds shall not be less than 10 per",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      312.28,
      168.1,
      529.13,
      267.54
    ],
    "text": "Total Loans Approved During the year 52,18251,716Agriculture 1,4781,101Industry 10,7934,548Tourism 521777Commercial 6,4725,907Financial 11,09213,877Housing 12,71815,239Redemption of Debt 56243Other Loans 9,05110,023Loans Disbursed (d) 56,05269,564Total Loans Disbursed as a Percentageof Total Loans Approved107135",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      308.82,
      282.5,
      429.29,
      353.3
    ],
    "text": "(a)Excludes Regional Development Banks, butincludes National Housing DevelopmentAuthority. Operations of the NDB Bank coveronly up to July 2005 and NDB Housing Bankwas amalgamated with NDB Bank SinceAugust 2006.(b) Revised(c)Provisional(d) Includes loans approved in previous years butdisbursed during the period under review.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      454.3,
      282.33,
      538.1,
      288.33
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      452.54,
      155.29,
      532.91,
      162.29
    ],
    "text": "2005(b)2006 (c)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      505.04,
      142.2,
      534.03,
      149.2
    ],
    "text": "Rs.million",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      317.55,
      87.33,
      529.42,
      128.99
    ],
    "text": "Sectoral Distribution of LoansApproved by LicensedSpecialised Banks (a)Table 8.5",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      307.41,
      359.06,
      539.81,
      396.78
    ],
    "text": "cent of the deposit liabilities. The other major sources offunds were bank borrowings (16 per cent) and capital funds(15 per cent).",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      307.41,
      400.78,
      539.91,
      474.45
    ],
    "text": "A substantial increase in profitability of RFCs wasrecorded in 2006. Net profits amounted to Rs. 2.3 billion in2006, registering an increase of 14.3 per cent over theprevious year. The majority of the RFCs operated profitably.This reflected that there is further scope for growth in thesector.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      307.41,
      479.48,
      447.23,
      496.0
    ],
    "text": "Other Financial Institutions",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      307.41,
      500.84,
      539.89,
      646.51
    ],
    "text": "Primary Dealers (PDs): The PDs recovered from thesetback experienced in the previous year and recordedincreases in profits, assets and capital levels in 2006,despite the rising interest rate environment. In general,PDs cut down their portfolios and activities in both primaryand secondary markets, even though, some PDs, especiallythe state sector PDs managed to increase their tradingportfolios during the latter part of the year. However, withthe continuous rise in interest rates, the investor preferenceshifted mostly towards the shorter end of the market. Totalassets of PDs increased by Rs. 5 billion to Rs. 51 billion in2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      307.41,
      650.51,
      539.9,
      736.2
    ],
    "text": "Most of the financial performance indicators of PDsshowed an improvement in 2006. The net profit beforetax of PDs increased to Rs. 550 million in 2006 from Rs.370million in 2005. The return on equity (ROE) increased to 11per cent from 8 per cent, while the return on assets (ROA)increased marginally to 1 per cent. The capital base of PDsalso increased.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "125",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      80.91,
      288.26,
      178.56
    ],
    "text": "The PD system was stable in spite of the volatility ininterest rates in the domestic market. Stress testinganalysis shows that the PD industry would lose only 2.3 percent of capital (Rs. 121 million) if the interest rate moved upby 100 bps from its level as at end 2006. PDs have shiftedtheir portfolios towards the securities with shorter maturities,due to risk of holding of medium and long term Treasurybonds in a rising interest rate scenario.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      182.56,
      288.4,
      244.21
    ],
    "text": "Bloomberg bond trading platform (E-Bond trader) wasintroduced in 2006 allowing PDs to trade withoutbrokerage. However, usage of this facility was reducedtowards the end of the year, as the rising interest ratesscenario was not conducive to trading in Treasury Bonds.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      248.21,
      288.36,
      357.88
    ],
    "text": "All PDs were cautious to operate in both the primary aswell as the secondary market throughout the year, asthe increase in interest rates diluted their trading abilityas well as their financial condition. As a result, tradingportfolios of most PDs were curtailed significantly to mitigate“mark to market” losses and capital losses. The income ofPDs was mainly confined to margin income as PDs preferredto operate in the repo market rather than in the outrightmarket.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      361.82,
      288.32,
      471.55
    ],
    "text": "Specialised Leasing Companies (SLCs): Specialisedleasing companies recorded an improved performancein 2006 in terms of profitability, capital, asset qualityand compliance with prudential regulations. The numberof SLCs stood at 20 as at end 2006. Of these, 7 companiesaccounted for 83 per cent of the total assets of SLCs. Thetotal assets of SLCs increased by 25 per cent to Rs.67 billion,while total finance leases increased by 11 per cent to Rs. 29billion.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      475.49,
      288.3,
      633.18
    ],
    "text": "As SLCs are not permitted to accept deposits from thepublic, they were mainly dependent on bank borrowingsor funds obtained through the issue of debt securities.As the definition of “deposit” introduced in the Banking(Amendment) Act No. 2 of 2005 is comprehensive, it includesborrowings obtained through the issue of debt instrumentson a regular basis. Therefore, at the request of SLCs, theCentral Bank has recommended an amendment to theFinance Leasing Act No. 56 of 2000 to permit SLCs tomobilise funds through the issue of debt instruments. Theindustry average of gearing ratio (debt to capital) of SLCsstood at approximately 4 : 1 against the permitted maximumratio of 10 : 1, at present, indicating a sound financial position.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.72,
      637.12,
      288.25,
      722.81
    ],
    "text": "A high concentration of the leasing portfolio of SLCs isin respect of vehicle financing, which accounts for 81per cent. However, the risks associated with possibledefaults are mitigated to a large extent, by the nature offinance leases, where the vehicle itself is considered as thesecurity for the accommodation and SLCs have absoluteownership of such vehicles. This concentration is not",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      305.17,
      80.29,
      537.7,
      154.01
    ],
    "text": "considered as a major risk to the industry as vehiclesfinanced are used for purposes such as public transport,goods transport and personal use by a diverse clientele.However, attention is being given to encourage the SLCs todiversify their leasing portfolios by providing facilities forpurchase of capital equipment such as machinery.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      305.17,
      158.01,
      537.85,
      255.66
    ],
    "text": "Merchant Banks: Merchant-banking activities continuedto boost during 2006 with total asset of the sectorincreasing from Rs. 24.0 billion in 2005 to Rs.31.4 billion.Profit before tax in the industry was Rs. 350 million in 2006,compared to Rs.183 million in the previous year. Leasing,investment in financial instruments and lending activitieshave mainly contributed to the progress in the merchantbanking industry.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      305.17,
      259.66,
      537.78,
      417.35
    ],
    "text": "Unit Trusts: The performance of unit trust industryimproved in line with the boosting of Colombo bourseactivities and growth in the economy. The total assets of theunit trusts significantly increased by 18.6 per cent to Rs. 5.4billion compared to Rs.4.5 billion in the previous year. Thenet asset value of unit trusts grew by 19.1 per cent supportedby an appreciation of the value of investments and anincrease in number of units in issue. The equity portfoliowas the main instrument of the investments of unit trustsand accounted for about 69 per cent of the total investments.While the share of investments in Treasury bills and Re-purchase agreements had dropped, investments in Treasurybonds had increased during the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      305.17,
      421.24,
      537.78,
      506.98
    ],
    "text": "Venture Capital Firms (VCFs) : The primary business ofVCFs is to provide equity capital for high-risk investments,mainly new ventures launched by entrepreneurs, whichusually promise high returns. There was a marginal declinein activities of VCFs as a result of the stock market boomduring the year, which turned investments in venture capitalsless attractive.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      453.93,
      702.65,
      537.73,
      708.65
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.77,
      594.78,
      539.95,
      601.78
    ],
    "text": "SectorDuring 2005 (a) During 2006 (b)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      504.67,
      581.68,
      533.66,
      588.68
    ],
    "text": "Rs.million",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.77,
      609.06,
      524.46,
      666.48
    ],
    "text": "Agriculture 1,397.71,577.7Industry 2,515.42,269.6Trade 7,615.78,518.1Transportation 4,766.83,918.5Construction 1,150.61,294.0Services 6,438.98,196.8Others 3,050.03,668.6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      318.94,
      670.7,
      524.51,
      677.7
    ],
    "text": "Total 26,935.129,443.3",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      308.8,
      702.88,
      343.85,
      716.08
    ],
    "text": "(a) Revised(b) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      317.19,
      529.82,
      536.85,
      571.47
    ],
    "text": "Table 8.6Specialised Leasing CompaniesSectoral Classification of LeasingFacilities",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.89,
      764.84,
      76.39,
      775.84
    ],
    "text": "126",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      20.09,
      126.25,
      38.29,
      161.25
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      19.63,
      197.13,
      38.9,
      561.18
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      80.99,
      221.52,
      97.51
    ],
    "text": "Contractual Savings Institutions",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      101.5,
      288.49,
      187.24
    ],
    "text": "Superannuation Funds: The total assets of superannuationfunds comprising the Employees’ Provident Fund (EPF), theEmployees’ Trust Fund (ETF), the Public Sector ProvidentFund (PSPF), the Contributory Pension Fund (CPF) and thePrivate Provident Funds (PPFS) grew by 14.0 per cent toRs. 671.5 billion during 2006, which represented 18.2 percent of financial system assets at end of the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      6.640783309936523,
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      191.18,
      288.54,
      348.87
    ],
    "text": "The EPF, the major retirement benefit fund in the countryfor private sector employees, expanded with an increasein net contributions and investment income. The totalassets of the EPF, which account for about 72 per cent ofthe superannuation funds in the country, grew by 14.9 percent to Rs. 492 billion at the end of 2006. The total investmentportfolio of the EPF consisted mainly of governmentsecurities (96.8 per cent). The EPF earned a gross incomeof Rs.46.4 billion for the year, recording a return of 12.22per cent. An effective rate of return of 10.2 per cent wasdeclared on member balances in 2006, which is higher thanthe annual weighted average deposit rate of 6.8 per cent in2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      352.87,
      288.41,
      474.56
    ],
    "text": "The ETF, the employer contributory retirement benefitscheme in the country, also recorded an increase in itsasset base, with higher net contributions and investmentincome. The total assets of the ETF increased by 14 percent to Rs.67 billion, while total contributions increased by20 per cent to Rs.6 billion in 2006. The total outstandingmember balances in the ETF rose by 15 per cent to Rs.66billion at the end of 2006. Total investments stood at Rs.64billion at the end of 2006 and was heavily concentrated ingovernment securities (93 per cent).",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      478.5,
      288.38,
      528.19
    ],
    "text": "The asset base of the PSPF and the CPF was Rs. 16billion in 2006. In addition, there were 88 approved privateprovident funds, in operation in 2006 with total assetsamounting to Rs. 95 billion.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      532.13,
      288.52,
      617.82
    ],
    "text": "Even though around two million active memberaccounts are covered by the EPF and the ETF each, thereare over three million informal sector workers who arenot covered by any social security scheme. The CentralBank will actively explore the possibility of introducing aunified voluntary contributory social security scheme to coverthis deprived segment of the work force.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      621.82,
      288.51,
      743.51
    ],
    "text": "Insurance Companies: The insurance industry recordedsignificant growth in terms of premia, profits and assetsin 2006. With the amalgamation of the National InsuranceCorporation with Janashakthi Insurance Company, and theestablishment of Ceylinco Takaful Insurance Company, thenumber of insurance companies engaged in both life andgeneral insurance in Sri Lanka remained at 15 at end 2006,the same number as the previous year. The insurancecompanies together accounted for 2.9 per cent of the totalassets of the financial system, and grew by 2.1 per cent to",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      80.01,
      539.31,
      165.75
    ],
    "text": "Rs.107.3 billion during 2006. The industry was heavilyconcentrated with over 72 per cent of the assets with thetwo largest firms. Insurance penetration i.e., the ratio of totalgross premia to GDP remained unchanged at 1.3 per centin 2006 as well, while insurance density i.e., per capitapremium increased from Rs.1,543 in 2005 to Rs.1,804 in2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      169.14,
      515.26,
      185.67
    ],
    "text": "8.3Developments in Financial Markets",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      189.77,
      432.89,
      203.54
    ],
    "text": "Inter-Bank Call Money Market",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      207.4,
      539.35,
      293.09
    ],
    "text": "Reflecting the tighter liquidity position, the volume ofinter-bank transactions increased from Rs. 310 billionduring the first quarter to Rs. 610 billion in the last quarter2006. Correspondingly, the daily average inter-bank callmoney market volume increased gradually from Rs. 5 billionduring first quarter to around Rs. 10 billion during last quarterof the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      296.98,
      539.37,
      358.74
    ],
    "text": "The structural rigidities are apparent in the call money marketas a result of the high concentration of liquidity among a fewbanks and the tax differentials associated with inter bankcall money market transactions in comparison to governmentsecurities transactions.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      362.68,
      459.38,
      376.45
    ],
    "text": "Domestic Foreign Exchange Market",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      380.37,
      539.47,
      502.06
    ],
    "text": "The level of activity in the inter-bank foreign exchangemarket increased substantially during 2006 reflectinghigher international trade and remittances flows. Duringthe year, the Central Bank permitted commercial banks tooffer rupee based cross currency options to domesticcorporate clients to expand the activities in the foreignexchange market. The customer market, which consists offoreign exchange sales and purchases to and fromcustomers by commercial banks, recorded the highestvolume of transactions since the floating of the rupee.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      506.0,
      539.31,
      591.68
    ],
    "text": "The Central Bank encouraged domestic commercialbanks to develop oil hedging instruments to facilitatethe oil importing companies entering into hedging to mitigatethe impact of rising oil prices and to reduce volatility in theforeign exchange market. The introduction of hedginginstruments would further develop the domestic foreignexchange market.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      595.62,
      436.88,
      609.4
    ],
    "text": "Government Securities Market",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      613.32,
      539.36,
      699.01
    ],
    "text": "Rupee Denominated Debt: The government continuedto raise funds through rupee denominated instruments,namely Treasury bonds, Treasury bills and Rupee Loansto meet a part of its budgetary requirements. In view ofthe rising interest rate environment and inflationaryexpectations, the market preference was towards short-termmaturities.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      306.84,
      702.95,
      539.28,
      740.62
    ],
    "text": "Total issues of Treasury bills in the primary marketincreased in 2006 compared to 2005. The governmentissued Treasury bills amounting to Rs.628 billion in gross",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "127",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.14,
      74.34,
      289.61,
      122.61
    ],
    "text": "terms. In net terms, there were new issues of Rs.24 billion,through the auction system. Of the total gross issues, 64per cent were for 91-day Treasury bills which resulted in anadditional liquidity pressure on the money market.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.14,
      126.04,
      289.62,
      185.78
    ],
    "text": "A total of Rs. 310 billion was issued through the Treasurybond programme. Of the total, a sum of Rs. 43 billionwas issued through auctions and Rs.267 billion throughdirect placements. This includes Rs.6 billion Index linkedbonds issued by the government as a direct placement.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.14,
      189.21,
      289.74,
      387.28
    ],
    "text": "US Dollar Denominated Debt: Sri Lanka DevelopmentBonds (SLDBs) were issued through three auctions inJune, August and September 2006. All three auctions werewell over-subscribed and a total of USD 580 million wasraised with two year (USD 320 million) and three year (USD260 million) maturities. The interest rates for these bondissues were six month LIBOR plus a margin of 132 basispoints for 2-year tenure and 141 basis points for 3-yeartenure. The Sri Lanka Nation Building Bond (SLNBB), anew sovereign debt instrument was introduced by thegovernment in February and US dollars 2.5 million wasraised by end 2006. A foreign commercial borrowing througha syndicated loan amounting to USD 100 million with thetenure of 3 years and at a variable interest rate of six monthLIBOR + 75 basis points was obtained to mitigate thepressure on domestic debt securities market and to stabilisethe interest rate structure.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      75.9,
      448.44,
      89.67
    ],
    "text": "Corporate Debt Securities Market",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      93.48,
      538.55,
      239.2
    ],
    "text": "Commercial Papers: Commercial Paper (CP) marketactivities increased significantly in 2006 and this could bedue to the abolition of the withholding tax on interest incomeduring 2005 and increased economic activities. Total amountof funds raised through CPs increased more than twofold toRs.23.5 billion during the year of 2006, in comparison to Rs.10.9 billion during 2005. Interest rates applicable to CPsincreased to a range of 10.80-16.95 per cent by end 2006,compared to 8.90-14.25 per cent in 2005. 95 per cent of thetotal value of issued CPs was of less than 3 months maturityand the total outstanding value of CPs as at end of the yearamounted to Rs.3.4 billion.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      243.2,
      538.52,
      376.85
    ],
    "text": "Corporate Bonds: Activities in the corporate debt marketimproved in 2006. Seylan Bank Ltd and DFCC Bank madetwo new issues of unsecured subordinated redeemabledebentures in 2006. The total funds mobilised throughcorporate bonds have increased significantly to Rs. 2,257million in 2006, compared to Rs.350 million in 2005. Theactivities of debt securities trading at the Colombo StockExchange were comparatively low. The corporate debtturnover with a total turnover amounting to Rs.405 million,showed a positive growth of 96 per cent over the previousyear.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      380.85,
      362.45,
      394.62
    ],
    "text": "Share Market",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      398.48,
      538.53,
      520.17
    ],
    "text": "The Colombo Stocks Exchange (CSE) recorded asignificant growth, particularly during the latter part ofthe year. The All Share Price Index (ASPI) and the MilankaPrice Index (MPI) rose by 42 per cent and 51 per centrespectively in 2006. Market capitalisation increased by 43per cent and reached Rs.835 billion, which is about 30 percent of GDP. The main contributory sectors to theimprovement were Telecommunications, DiversifiedHoldings and Bank, Finance and Insurance, which accountfor 65 per cent of market capitalisation.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      305.91,
      524.11,
      538.39,
      717.8
    ],
    "text": "The robust performance of the share market was due tothe improved performance of listed companies, due tostrong corporate earnings. The price earnings ratio forthe market, as a whole, increased to 14 at end 2006, from12.4 at end 2005, indicating market expectations on furtherimprovements. Negative real interest rates on many productsincluding fixed income securities due to high inflation toohad a positive impact on the equity market investment in2006. Net foreign purchases amounted to Rs.5.4 billion in2006, indicating the increased participation of foreigninvestors, while the continuing interest of domestic investorsalso was apparent with their 67 per cent share in totalturnover. Primary market activity was subdued during theyear, with only two initial public offerings (IPOs). The totalamount of funds raised from the share market through newissues and rights issues amounted to Rs.5.2 billion.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.67,
      501.86,
      286.86,
      534.09
    ],
    "text": "20041st Qtr183,377103,97029,91748,90425,1492nd Qtr372,607104,68320,00062,92921,7543rd Qtr350,969136,02235,55072,62327,8494th Qtr456,537125,29847,79058,46819,040",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.67,
      543.87,
      286.87,
      576.05
    ],
    "text": "20051st Qtr310,67898,81029,92345,34923,5382nd Qtr230,345108,23127,94363,21317,0753rd Qtr283,380147,25235,20972,56839,4754th Qtr232,835131,47613,03477,92739,515",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.67,
      585.88,
      286.87,
      618.06
    ],
    "text": "20061st Qtr311,359147,48116,79672,63958,0462nd Qtr453,677144,41229,59265,31449,5063rd Qtr455,027152,25447,75558,98545,5144th Qtr609,438183,71971,58162,74349,395",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      255.68,
      436.66,
      284.66,
      443.66
    ],
    "text": "Rs.million",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      205.96,
      628.38,
      289.75,
      634.38
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      113.72,
      449.81,
      272.39,
      457.04
    ],
    "text": "Call Money MarketPrimary Treasury Bill Market",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      122.5,
      462.23,
      154.33,
      486.02
    ],
    "text": "TotalLending/Borrowings",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      173.64,
      460.88,
      273.35,
      477.63
    ],
    "text": "AmountIssuedAmount Purchased",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      206.06,
      475.45,
      263.15,
      490.95
    ],
    "text": "CentralBankCommercialBanks",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      266.45,
      477.31,
      285.54,
      484.31
    ],
    "text": "Others",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.81,
      394.53,
      273.42,
      425.55
    ],
    "text": "Table 8.7 Money Market Operations2004 - 2006",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.78,
      643.93,
      288.26,
      741.64
    ],
    "text": "New developments: The government securities marketwas liberalised partially and foreign investors werepermitted to purchase up to 5 per cent of rupeedenominated Treasury bonds from November 2006. Thismeasure was introduced to further open the capital accounttransactions and to develop the capital market by broadeningthe investor base and increasing the competition in the bondmarket.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.89,
      764.84,
      76.39,
      775.84
    ],
    "text": "128",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      20.09,
      126.25,
      38.29,
      161.25
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      19.63,
      197.13,
      38.9,
      561.18
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      81.37,
      289.92,
      143.02
    ],
    "text": "Five companies were admitted to the CSE as new tradingmembers in equity and debt securities in 2006, bringingthe total number of trading members to 20.Thecompanies have been issued licences as Stock Brokers andDealers by the Securities and Exchange Commission.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      147.02,
      289.92,
      220.69
    ],
    "text": "The number of companies listed at the CSE has hoveredaround the present level of 237 for over a decade, asnew listings have been rare during recent years. Thisremains an impediment to the growth of CSE and needs tobe addressed in order to expedite capital marketdevelopments.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      224.13,
      259.93,
      255.06
    ],
    "text": "8.4Development Finance and Accessto Finance",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      259.1,
      150.33,
      272.87
    ],
    "text": "Development Finance",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      276.73,
      289.9,
      458.46
    ],
    "text": "The expansion of development finance and ruralfinancial sector institutions continued in 2006 with theincrease in the number of branches of banks includingRegional Development Banks. The Central Bank introducedthe Tea Development Project Revolving Fund (TDPRF) andthe Second Perennial Crop Development Project RevolvingFund credit schemes in 2006 to continue support to the teaand perennial crop sectors. The Central Bank continued tooperate 3 different credit schemes designed exclusively fortsunami victims namely Sushanana, Small Business RevivalProject (SBRP) and Jeevana Shakthi Programme. Underthese three schemes, 13,652 loans amounting to Rs. 5.9billion were facilitated during 2006. Out of this 57 per centwas disbursed within the Southern province, and the rest inthe Eastern, Northern and Western provinces.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      462.4,
      289.9,
      608.07
    ],
    "text": "Preliminary work was completed with respect to two newcredit lines, which will be operational from 2007 fortsunami reconstruction. These credit lines are theConstruction Sector Development Project credit line fundedby the Government of France, which will provide refinancefor loans granted to construction firms undertakinggovernment projects for post-tsunami construction and theEuropean Investment Bank (EIB) credit line (Contract B)which is specifically meant for providing credit to mediumscale enterprises directly affected by the tsunami. TheCentral Bank is to act as the apex institution for thiscomponent of the EIB credit line.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.33,
      612.07,
      289.88,
      721.74
    ],
    "text": "The National Development Trust Fund (NDTF) which isan apex institution for disbursement of micro financecontinued to act as a conduit for two tsunami relatedADB funded credit schemes, namely the Rural FinancialSector Development Programme (RFSDP- reallocated fora tsunami emergency credit line) and the Tsunami AffectedArea Rehabilitation Programme (TAARP). The total fundsdisbursed for tsunami affected districts under theseprogrammes in 2005 and 2006 were Rs. 904 million. These",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      305.2,
      353.73,
      537.65,
      403.47
    ],
    "text": "funds were available at a concessionary interest rate of 6per cent. The NDTF also continued credit delivery throughits partner organisations in the other districts inclusive ofthe North and East.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      305.2,
      407.41,
      537.86,
      517.08
    ],
    "text": "A number of other projects continued to be in operationduring the year. The Small Farmer and Landless CreditProject (SFLCP), The Poverty Alleviation Micro FinanceProject (PAMP), and short-term cultivation loans under theNew Comprehensive Rural Credit Scheme (NCRCS) werefurther continued to provide financial facilities during the year.As evident with findings of follow-up surveys, a significantfraction of the beneficiaries of funds under these projectshave been able to break free from poverty.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.6,
      86.46,
      525.04,
      103.08
    ],
    "text": "Table 8.8 Share Market Performance",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      307.29,
      141.4,
      528.52,
      274.47
    ],
    "text": "All Share Price Index (a)1,922.22,722.4Year-on-year change (%) 27.6 41.6Milanka Price Index (a)2,451.13,711.8Year-on-year change (%) 18.2 51.4Market Capitalisation (Rs.bn.)(a)584 835As a percetage of GDP (%)24.730.0Market Price Earnings Ratio (a)12.414.0Turnover to Market Capitalisation (%)19.6 12.6Value of Shares Traded (Rs.mn.)114,599 105,154Number of Shares Traded (mn.)5128 3,912Number of Companies Traded242 232Number of Companies Listed239237Introductions (b)31Number of Initial Public Offers/Offers for Sale (b)32Number of Rights Issues1816Amount Raised through Rights Issues (Rs.mn.)3,7834,705",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.63,
      286.19,
      352.71,
      292.19
    ],
    "text": "(a)End of the year",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.63,
      296.22,
      428.76,
      331.02
    ],
    "text": "(b) There are 3 methods to obtain a listing: i.e anintroduction where no public issue is required,an offer for sale where already existing shares areissued to the public and an offer for subscriptionwhere new shares are issued to the public.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      454.86,
      125.07,
      522.98,
      132.07
    ],
    "text": "20052006",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      457.64,
      286.19,
      540.59,
      292.19
    ],
    "text": "Source : Colombo Stock Exchange",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      313.99,
      561.37,
      526.29,
      584.84
    ],
    "text": "Chart 8.2Turnover and Foreign Participation at the Colombo Stock Exchange (CSE)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.959906578063965,
      9.04190731048584
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      313.43,
      707.64,
      334.02,
      715.64
    ],
    "text": "(4,000.0)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      313.43,
      691.11,
      334.02,
      699.12
    ],
    "text": "(2,000.0)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      322.82,
      674.81,
      329.87,
      682.82
    ],
    "text": "0.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.02,
      658.29,
      331.81,
      666.3
    ],
    "text": "2,000.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.02,
      641.77,
      331.81,
      649.78
    ],
    "text": "4,000.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.02,
      625.25,
      331.81,
      633.26
    ],
    "text": "6,000.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.02,
      608.95,
      331.81,
      616.96
    ],
    "text": "8,000.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      312.79,
      592.43,
      332.36,
      600.44
    ],
    "text": "10,000.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.879265308380127
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      345.65,
      697.57,
      353.65,
      709.02
    ],
    "text": "2001",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      379.23,
      697.57,
      387.23,
      709.02
    ],
    "text": "2002",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      412.8,
      697.57,
      420.81,
      709.02
    ],
    "text": "2003",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      446.38,
      697.57,
      454.38,
      709.02
    ],
    "text": "2004",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      479.95,
      697.57,
      487.96,
      709.02
    ],
    "text": "2005",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      513.53,
      697.57,
      521.53,
      709.02
    ],
    "text": "2006",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      307.05,
      632.36,
      315.06,
      657.87
    ],
    "text": "Rs. million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.87928581237793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      386.66,
      600.32,
      434.0,
      605.79
    ],
    "text": "Net Foreign Purchases",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      5.46645450592041
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      386.66,
      609.7,
      430.6,
      615.17
    ],
    "text": "Monthly Avg. Turnover",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      5.46645450592041
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      518.16,
      765.29,
      534.66,
      776.29
    ],
    "text": "129",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      561.53,
      132.22,
      586.49,
      180.22
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Bold"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      553.8,
      197.08,
      573.08,
      561.14
    ],
    "text": "FINANCIAL SECTOR DEVELOPMENTS AND STABILITY",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      554.16,
      123.48,
      572.36,
      158.48
    ],
    "text": "8",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.78,
      77.06,
      206.98,
      90.83
    ],
    "text": "Enhancement of Access to Finance",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.78,
      94.35,
      288.28,
      211.57
    ],
    "text": "During the year several measures were taken to increaseaccess to finance. Central Bank approval was obtained toopen 120 new branches of LCBs and LSBs. Of these, 56branches were opened outside the Western Province.Approval was also obtained to relocate 120 bank branches.In 2006, licences were granted to Lankaputra DevelopmentBank and to Sri Lanka Savings Bank to operate as LSBsand to ICICI Bank Ltd. to operate as an LCB. Outreach ofexisting micro-finance schemes were also widened duringthe year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.78,
      215.0,
      288.37,
      424.24
    ],
    "text": "The Budget for 2006 proposed to amend bankingregulations to make it mandatory that credit extendedto agriculture, including processing be increased to 10per cent of the credit during the next three years. Asurvey was undertaken to assess the current position oflending to the agriculture sector as banks lend for variouspurposes connected with the agriculture sector directly andindirectly under various schemes. The survey indicates that,of the 37 licensed banks, 28 banks have granted loans toagriculture in excess of the 3 per cent limit proposed for2007. Furthermore, the share of agriculture credit was above5 per cent in 22 banks, while the share of agriculture creditin 14 banks was above 10 per cent. The formulation of anappropriate definition of activities that constitute theagriculture sector and other modalities relating to theimplementation of a requirement of a minimum percentageof loans to be extended to the agriculture sector by banksare under consideration.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.6,
      76.45,
      453.01,
      92.97
    ],
    "text": "8.5Financial Infrastructure",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.6,
      97.07,
      448.65,
      110.84
    ],
    "text": "Payment and Settlement Systems",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.6,
      114.7,
      540.68,
      272.39
    ],
    "text": "As a safe and efficient infrastructure for payments andsettlements is vital for the proper functioning and stabilityof the financial system, the Central Bank took furthermeasures to strengthen the payments and settlementsystems and to improve oversight of the systems,thereby minimising the risks involved. In terms of thePayments and Settlements Systems Act No.28 of 2005 whichcame into effect during 2006, the Central Bank performs threekey functions with respect to the payment and settlementsystem; overseeing the payment, clearing and settlementsystems, operating systemically important payment andsettlement systems and formulating a national paymentspolicy and developing the payment systems.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.6,
      276.33,
      540.68,
      398.02
    ],
    "text": "The Central Bank continued to operate LankaSettle, thesystemically important high value payment andsecurities settlement system. The LankaSettle system hastwo components i.e., the Real Time Gross Settlement (RTGS)system, which processes large value and time criticalpayments, and the LankaSecure system, the ScriplessSecurities Settlement (SSS) System, which handles thesettlement of securities transactions on a Delivery versusPayment basis (DvP). Both, the RTGS and SSS systemavailability was at 99.78 per cent during 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.93,
      528.11,
      508.3,
      536.11
    ],
    "text": "Large Value Payment Systems150 17,54317518,110",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      540.59,
      508.39,
      548.59
    ],
    "text": "RTGS System 150 17,54317518,110",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.93,
      553.0,
      508.33,
      561.0
    ],
    "text": "Retail Value Payment Systems58,078 3,65467,560 4,174",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      565.47,
      508.38,
      573.47
    ],
    "text": "Main Cheque Clearing System 40,068 3,38544,343 3,823",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      577.95,
      508.1,
      585.95
    ],
    "text": "Rupee Draft Clearing System n.a 6 n.a 4",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      590.36,
      508.14,
      598.36
    ],
    "text": "Regional Cheque Clearing Systems 1,376 64 510(c) 25(c)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      602.83,
      508.32,
      610.83
    ],
    "text": "Sri Lanka Interbank Payment System (SLIPS) 3,097 87 4,165 121",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      615.25,
      508.31,
      623.25
    ],
    "text": "Credit Cards 12,352 4216,39155",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      627.72,
      508.11,
      635.72
    ],
    "text": "Debit Cards 419 1 5161",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      640.19,
      508.07,
      648.19
    ],
    "text": "Internet Banking 688 521,316101",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      652.61,
      508.33,
      660.61
    ],
    "text": "Phone Banking 78 531933",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.32,
      665.08,
      508.31,
      673.08
    ],
    "text": "Postal Instruments n.a 12 n.a 11",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.93,
      680.33,
      508.33,
      688.33
    ],
    "text": "Total 58,228 21,19767,735 22,284",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.93,
      695.58,
      508.25,
      703.58
    ],
    "text": "US Dollar Cheque Clearing System106 16 98 21",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      262.42,
      499.31,
      286.85,
      516.95
    ],
    "text": "Volume(‘000)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      283.29,
      483.61,
      481.64,
      493.03
    ],
    "text": "2005 (a)2006 (b)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      314.18,
      499.48,
      504.76,
      517.81
    ],
    "text": "Value(Rs. bn.)Volume(‘000)Value(Rs. bn.)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      61.78,
      437.57,
      472.85,
      451.34
    ],
    "text": "Table 8.9Non-Cash Payments: Volume and Value of Transactions",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.45,
      492.96,
      169.24,
      500.96
    ],
    "text": "Payment Systems",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.2,
      713.89,
      377.0,
      737.73
    ],
    "text": "a.Revisedb.Provisionalc.Data up to 10th May 2006 as the regional clearing system terminated after CIT commenced on 11th May",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      457.45,
      714.27,
      541.24,
      720.27
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  }
]