[
  {
    "page_number": 0,
    "bbox": [
      210.0,
      35.66,
      253.04,
      45.62
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.16,
      54.55,
      114.92,
      63.41
    ],
    "text": "EMPLOYMENT",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.16,
      74.78,
      409.05,
      168.74
    ],
    "text": "In Sri Lanka, overall statistics on employment and unemployment are obtained from censuses and ad hoc surveys conducted at irregular intervals. In many of these surveys, collection of data related to the workforce was incidental. The data from these sources are not strictly comparable due to differences in definition. Further­more such data are not frequent enough to make up a time series of observations. The developments during 1976 in respect of employment and unemployment can therefore be discussed only in general terms. In the case of unemployment, its size is such that inaccuracies in its estimates are unlikely to affect the basic trend.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.6,
      186.38,
      411.13,
      292.34
    ],
    "text": "An advance 10 per cent sample tabulation of the 1971 Census data shows a labour force of 4.4 million persons. The estimate of the labour force, according to the Consumer Finance Survey conducted by the Central Bank in early 1973, was only slightly higher than this figure. While the number unemployed in 1971 was 0.8 million according to the Census tabulation, the Consumer Finance estimate for 1973 was 1.0 million. Age structure and the age-specific activity rates of the popula­tion indicate, that in 1976 about 125,000 youths would have entered the workforce while around 20,000 persons would have left it. These figures net to a demand for over 100,000 new jobs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.28,
      309.98,
      413.04,
      427.94
    ],
    "text": "According to the Bank's 1976 annual survey of employment in the public sector, employment in Government departments increased by 4.6 per cent or about 20,000 persons. Slightly over half of the new jobs created by the Government was in teaching. An increase of over 55,000 employed persons in the semi-government institutions (public corporations, universities, research institutes, statutory boards, etc.) is wholly accounted for by the increase in the number of employees in the State Plantations Corporation. Estate acreage that came under its management during the year was proportionately higher than the increase in the number of employees. Hence the increase of 55,000 persons may be only apparent and was a mere shift of employees from the private sector to the semi-government sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      442.7,
      414.01,
      524.66
    ],
    "text": "Several attempts have been made to increase employment through new organiza­tional forms where production strategies are labour intensive. Cooperative farms, especially the Janawasas and the Divisional Development Council projects are foremost in this category. The D D C employed 20,457 persons as at end September 1976 and the number of additional jobs in them during the first 9 months of 1976 was 10,658. Janawasas employed about 20,000 persons as at the end of 1976 and the increment to employment during the year was about 2,000.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.4,
      541.58,
      416.97,
      635.54
    ],
    "text": "In the absence of adequate data on employment in the private sector, the number of active accounts with the Employees' Provident Fund is taken to measure the annual change in employment in the institutional private sector. In 1976 the number of these accounts declined by 14,277 or 1.6 per cent owing to a decline of 20,980 accounts in the plantation sector and an increase of 6,703 accounts in the non-plantation sector. Decline in employment in the plantations was due to the repatriation of Indian labour. The plantations have dealt with the problems arising from the move­ment of labour out of estates by increasing the number of working days. If the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      214.32,
      59.66,
      252.32,
      69.62
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.12,
      81.26,
      410.76,
      136.34
    ],
    "text": "decline in employment in the Estate Sector is discounted, new employment in the pub­lic sector, the Janawasas, DDC's and the organised private sector would amount to around 40,000. This figure, however, does not include employment creation in the non-institutional private sector, and in the domestic agricultural sector and employment generated through the decentralised budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.88,
      152.71,
      289.68,
      161.57
    ],
    "text": "EXTERNAL TRADE AND BALANCE OF PAYMENTS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.64,
      171.5,
      115.47,
      181.46
    ],
    "text": "Foreign Trade",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.64,
      192.86,
      410.45,
      270.5
    ],
    "text": "Sri Lanka's balance of the trade has been in deficit continuously from 1966 and registered very high levels of deficit in 1974 and 1975 when they reached Rs. 1,082 million and Rs. 1,318 million respectively. Considering this trend, it is a significant development that, on the basis of customs data, the trade balance in 1976 registered a surplus of Rs. 127 million. However, on the basis of data from government agen­cies1 directly involved in trade transactions the adjusted trade balance discloses a deficit of Rs. 105 million. The differences in the two sets of figures are summarised in Table 7.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.114345073699951,
      8.849613189697266,
      8.898128509521484,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      204.96,
      291.26,
      250.31,
      301.22
    ],
    "text": "TABLE 7",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      176.4,
      310.94,
      284.26,
      320.9
    ],
    "text": "Balance of Trade 1976",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      366.72,
      323.83,
      409.54,
      332.69
    ],
    "text": "Rs. Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.866322994232178,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      288.72,
      340.39,
      407.49,
      357.41
    ],
    "text": "Exports Imports Balance of Trade",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.16,
      371.59,
      158.23,
      389.33
    ],
    "text": "Customs data Central Bank's adjusted data",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      292.56,
      373.51,
      312.98,
      388.61
    ],
    "text": "4.815 4,840",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      335.76,
      371.83,
      356.16,
      390.53
    ],
    "text": "4,688 4.945",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      376.08,
      373.75,
      401.67,
      389.57
    ],
    "text": "+ 127 — 105",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.16,
      413.9,
      409.77,
      446.42
    ],
    "text": "The following discussion of developments in trade in 1976 is on the basis of customs data. Table 8 gives the main data on trade balance together with the volume and price indices and the terms of trade for the last 10 years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.92,
      460.22,
      409.73,
      504.02
    ],
    "text": "The improvement in the balance of trade in 1976 was achieved by a significant increment in export earnings as well as a decrease in import expenditure. While export earnings increased by Rs. 882 million or 22 per cent over the earnings in 1975, import expenditure decreased by Rs. 563 million or 11 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.2,
      517.34,
      409.77,
      617.54
    ],
    "text": "This reduction in import expenditure and the increment in export earnings were largely the result of an improvement in the terms of trade. For the first time since 1962 the declining trend in the terms of trade has been reversed. The terms of trade index (with a 1967 base of 100) which was 46 in 1975 improved to 62 in 1976. The improvement in the terms of trade was accounted for by both an improvement in export prices and a reduction in import prices. The increase in the export price index was 20 per cent. These favourable developments in price factors offset unfa­vourable trends in the volume of exports and imports. In 1976 the volume index of all exports declined by 5 per cent compared to 1975, while the volume index of all",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.52,
      636.79,
      409.51,
      653.57
    ],
    "text": "1 Includes data on exports of the Gem Corporation, naptha exports of the Petroleum Corporation and imports of sugar and cereals by the Food Commissioner.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  }
]