[
  {
    "page_number": 0,
    "bbox": [
      207.6,
      41.74,
      240.3,
      50.71
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      125.28,
      63.41,
      312.65,
      73.49
    ],
    "text": "II. The Economic and Financial Situation",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.459054946899414,
      9.774645805358887,
      10.010000228881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.08,
      82.3,
      404.36,
      211.27
    ],
    "text": "5. In the Annual Report for 1956 it was shown that the near-booin conditions of the two preceding years did not extend into 1956. In that year the economy experienced declines in the value of exports, the terms of trade and the volume of output in the domestic sector ; for these reasons primarily the balance of payments surplus in 1956 was much smaller than that in 1954 or 1955. In 1957 there was a further deterioration. The value of exports, excluding re-exports, decreased by about 4 per cent. With a fall of 3 4 per cent in the average export price and a rise of 5 7 per cent in the average import price, the terms of trade declined by 9 3 per cent. There was some contraction in the output of certain domestic products. The small payments surplus of 1956 disappeared in 1957, when there emerged a large deficit, and external assets fell by as much as Rs. 236 million.*",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.411957740783691,
      8.58015251159668,
      8.733400344848633,
      8.833309173583984,
      8.872218132019043,
      8.872994422912598,
      8.888251304626465,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.28,
      218.14,
      407.17,
      311.11
    ],
    "text": "6. The volume of exports showed a decrease of 1 • 7 per cent, in spite of a rise of 5 • 1 per cent in the quantity of tea exports and of 7 4 per cent in that of rubber exports. The most important reason was the steep fall of about 32 per cent in the Volume of exports of the three major coconut products—copra, coconut oil and desiccated coconut. The prices of tea and rubber fell; so that, despite some improve­ment in the prices of coconut products and of certain minor products, the average price of all exports declined. Hence the total value of exports decreased from Rs. 1,735 million in 1956 to Rs. 1,682 million in 1957, or by Rs. 53 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.498016357421875,
      8.629180908203125,
      8.630359649658203,
      8.7016019821167,
      8.735616683959961,
      8.833309173583984,
      8.882233619689941,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.52,
      317.74,
      405.64,
      350.71
    ],
    "text": "7. Export earnings in 1957 would, nevertheless, have been higher than Rs. 1,682 million if the flow of exports had not been hampered by delays that occurred in December in cargo handling in the Port of Colombo.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.576290130615234,
      8.68986988067627,
      8.771407127380371,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.76,
      357.1,
      405.76,
      402.07
    ],
    "text": "8. The particularly adverse weather conditions experienced in Ceylon in 1957 affected the output of certain commodities in the domestic sector. Throughout most of 1957 drought conditions prevailed, and were followed by disastrous floods in December.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.633932113647461,
      8.859267234802246,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.76,
      408.46,
      406.11,
      535.03
    ],
    "text": "9. In the case of paddy, however, despite adverse weather conditions, the total output is provisionally estimated to have increased by about 14 per cent over 1956. This is explained, partly perhaps, by an increase in yields due to im­proved methods of cultivation and, partly, by the fact that in 1956, again due to even worse effects of drought in that year, paddy production was very low, having fallen by about 24 per cent below the 1955 output. In 1957, conditions were pro­bably not as bad as in 1956. Hence paddy production rose in 1957 ; but the total output was still about 14 per cent below the 1955 level. It is estimated that the volume of output of coconut products fell by about 20 per cent or more. In the important tea and rubber growing areas, however, the weather was, in general, satisfactory ; tea output increased by 6 per cent, and rubber output by 3 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.573344230651855,
      8.707255363464355,
      8.802728652954102,
      8.863155364990234,
      8.870813369750977,
      8.875287055969238,
      8.910000801086426,
      9.081542015075684
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      48.0,
      543.34,
      406.0,
      587.59
    ],
    "text": "10. The total value of imports increased from Rs. 1,630 million, in 1956, to Rs. 1,804 million, in 1957, or by Rs. 174 million. The value of imports of all capital goods taken together increased by over 28 per cent. The value of imports of con­sumer goods as a group rose by about 6 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.630359649658203,
      8.867928504943848,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.52,
      599.19,
      406.58,
      638.73
    ],
    "text": "* Excluding the balance of Rs. 88 >0 million in favour of the Ceylon Government, as at the end of 1957, as appearing in the account maintained under the Trade Agreement between the Government of Ceylon and the Government of the People's Republic of China. The corresponding balance in favour of the Government of Ceylon, as at the end of 1956, was Rs. 59-7 million, which was settled in August, 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.367015361785889,
      7.479135036468506,
      7.558215618133545,
      7.649438381195068,
      7.809999942779541
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.96,
      39.82,
      231.9,
      48.79
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      62.38,
      395.75,
      95.35
    ],
    "text": "11. Since the value of imports rose in spite of a decrease in income from exports, it seems clear that the increase in expenditure on imports was financed by dis-saving. Such dis-saving was largely through Government deficit financing.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.886479377746582,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      104.38,
      396.21,
      197.35
    ],
    "text": "12. In the calendar year 1957, Government ran a net cash operating deficit* of Rs. 209 million, which was Rs. 166 million higher than the deficit in 1956. A part of the rise in the deficit represented a net increase in Government's payments abroad, largely on imports. The increase in the deficit also created new money incomes at home. The increase in incomes so caused, together with the income effects of an increase in bank credit to the private sector, was large enough to make possible a part of the rise in import expenditure by the private sector. A further part was financed by a drawing down of the money holdings of the private sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.40427303314209,
      8.769611358642578,
      8.833309173583984,
      8.843219757080078,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.48,
      206.86,
      398.21,
      323.83
    ],
    "text": "13. Roughly half of the increase in the value of imports reflected a rise of about 5 • 7 per cent in the average import price. The other half represented an expansion of 5 • 6 per cent in import volume, reflecting mostly an increase in imports of capital goods. A part of the rise in imports would have been necessitated by the short-fall in domestic production. Among other factors was a carry-over into early 1957 of some imports that should have arrived towards the end of 1956, but for shipping difficulties due to the closure of the Suez Canal. The effect of this factor, however, would in some measure have been offset by smaller imports in December, 1957, due to delays in clearing cargo arising from disorganisation of normal operations in the Port of Colombo.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.408136367797852,
      8.68986988067627,
      8.710947036743164,
      8.729643821716309,
      8.746725082397461,
      8.803511619567871,
      8.853748321533203,
      8.872218132019043,
      8.886479377746582,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      333.1,
      396.62,
      402.07
    ],
    "text": "14. The total increase of Rs. 174 million in the value of imports was the principal cause of the change in the trade balance, from a surplus of Rs. 105 million in 1956 to a deficit of Rs. 122 million in 1957. This change of Rs. 227 million mainly ac­counted for the decline in the balance of payments, from a small surplus in 1956 to a large deficit in 1957. External assets, which had risen by Rs. 25 million in 1956, fell in the following year by Rs. 236 million to Rs. 943 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.435052871704102,
      8.617387771606445,
      8.630359649658203,
      8.886479377746582,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      411.34,
      398.99,
      514.39
    ],
    "text": "15. The net external assets of the banking system fell by Rs. 209 • 2 million in 1957, and therefore exerted a contractionary influence of that extent on the money supply. Other contractionary effects on the money supply amounted to Rs. 46 6 million, representing mainly a net shift in the commercial bank deposits of the private sector from demand to time and savings deposits. As a result of the factors mentioned above, the money supply should have decreased by Rs. 255 • 8 million in 1957 ; but it actually fell by only Rs. 86 7 million, because of the expan­sionary effects of (a) Government's financial operations and (b) an increase in com­mercial bank credit to the private sector.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.100000381469727,
      8.381132125854492,
      8.572540283203125,
      8.62632942199707,
      8.630359649658203,
      8.833309173583984,
      8.860304832458496,
      8.886110305786133,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      525.1,
      399.69,
      606.07
    ],
    "text": "16. Between the end of 1956 and the end of 1957, Central Bank credit to Government increased by Rs. 64 5 million, and Government ran down its rupee cash balances by Rs. 49 3 million. On the other hand, commercial bank credit to Government actually decreased by Rs. 7 • 4 million. The result of these three factors was that the Government sector exerted a net expansionary influence of Rs. 106 4 million on the money supply. Bank credit to the private sector showed a net increase of Rs. 55 3 million, largely in the form of overdrafts, much of which",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.465760231018066,
      8.630359649658203,
      8.821157455444336,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.2,
      621.03,
      397.89,
      637.05
    ],
    "text": "* Defined as the excess of all payments (excepting those resulting from Government's borrowing and lending operations) over revenue receipts.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.77808141708374,
      7.809999942779541,
      7.954566955566406
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      202.56,
      42.22,
      235.83,
      51.19
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      39.84,
      63.34,
      397.84,
      108.31
    ],
    "text": "was used for the financing of export and import stocks. The total expansionary effects amounted to Rs. 169 1 million, that, is Rs. 86 -7 million less than the total contractionary effects. Hence the money supply fell from Rs. 1,126*8 million at the end of 1956 to Rs. 1,040* 1 million at the end of 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.476951599121094,
      8.54002857208252,
      8.595661163330078,
      8.610570907592773,
      8.671125411987305,
      8.925965309143066,
      8.94674301147461,
      9.141668319702148,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.04,
      117.58,
      404.04,
      186.55
    ],
    "text": "17. Along with the decrease in the money supply, the liquid assets of the commercial banks fell by Rs. 128 * 5 million or 29 * 4 per cent. Their excess reserves in 1957 were generally much less than in 1956. Consequently, certain market rates of interest tended to rise. The average treasury bill rate, for instance, in­creased almost continuously in 1957, reaching 1 * 24 per cent at the end of the year, as compared with 0*60 per cent at the end of 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.216850280761719,
      8.454243659973145,
      8.498016357421875,
      8.62701416015625,
      8.627812385559082,
      8.708573341369629,
      8.860193252563477,
      8.94674301147461,
      9.082914352416992,
      9.093634605407715,
      9.141668319702148,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.48,
      195.82,
      399.94,
      240.79
    ],
    "text": "18. Movements of prices in Ceylon do not necessarily reflect changes in the internal money and credit situation. Thus, in 1957, although money supply de­creased and interest rates strengthened, average retail prices, as measured by the Colombo Consumers' Price Index, rose by 2 * 6 per cent over their level in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.336588859558105,
      8.477222442626953,
      8.730432510375977,
      8.737080574035645,
      8.80101490020752,
      8.94674301147461,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      250.06,
      406.29,
      307.03
    ],
    "text": "19. The index of consumer prices rose continuously in the first five months of 1957—rather steeply in April; from June to September there were fluctuations, followed by a sharp increase in the fourth quarter. Average prices in the domestic and export groups of the index were higher in 1957 by 4 * 9 per cent and 10 * 2 per cent, respectively ; the import group showed a decrease of 0 * 9 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.465760231018066,
      8.587910652160645,
      8.659276008605957,
      8.833309173583984,
      8.8555269241333,
      8.919347763061523,
      8.94674301147461,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      316.3,
      404.7,
      466.39
    ],
    "text": "20. The rise in the domestic group of the index was due mainly to two factors : (a) a decline in the output of some domestically produced food-stuffs as a result of adverse weather conditions and (b) the increase in spendable income. It should also be mentioned that the difficulties experienced in the Colombo Port, and the flood damage to transport facilities at the close of the year also hampered normal substitution by imports. The export group of the index rose, in spite of a decline in the average export price, largely because the price of coconuts, the most important item in the group, was higher than in 1956. The import group of the Cost of Living Index fell in spite of a rise in the average c.i.f. price of all imports. Among the rea­sons for this were—(a) the rise in the c.i.f. prices of sugar and flour, while the retail price of sugar was reduced in May, 1956, and that of flour kept constant, and (b) the fact that a number of import items showing large price increases, especially producer goods, do not feature in the computation of the Cost of Living Index.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.427388191223145,
      8.710947036743164,
      8.722162246704102,
      8.730432510375977,
      8.833309173583984,
      8.839212417602539,
      8.873512268066406,
      8.88023853302002,
      8.94674301147461,
      9.082733154296875,
      9.101279258728027,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.4,
      478.06,
      407.3,
      604.63
    ],
    "text": "21. In 1957, there was in general a small rise in money wages, but because of higher living costs real wages either fell somewhat or rose only very slightly. The index of wage rates of tea and rubber workers was 1 * 0 per cent higher than in 1956, but the real wages of this group of workers fell by 1 * 6 per cent. The wage rate index of workers in the agricultural trades rose by 1 * 4 per cent, while that of workers in other Wages Boards trades rose by 1*7 per cent; the real wages of workers in both these groups declined by about 1 per cent from their levels in 1956. Towards the end of 1957 there were certain upward adjustments in the allowances paid to Government servants in the lower income groups. In the case of Government unskilled workers, for instance, wage rates rose by 3 0 per cent on the average, though real wages rose by only 0 * 3 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.31902027130127,
      8.498016357421875,
      8.662494659423828,
      8.821157455444336,
      8.853748321533203,
      8.890243530273438,
      8.908343315124512,
      8.933055877685547,
      8.94674301147461,
      9.083781242370605,
      9.101279258728027,
      9.41135025024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.88,
      615.82,
      405.28,
      637.03
    ],
    "text": "22. According to estimates made originally by the Department of Census and Statistics, the value of Gross National Product in 1956 was Rs. 5,006 million, at",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.40427303314209,
      8.683526039123535,
      8.94674301147461,
      9.41135025024414
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      200.88,
      39.89,
      234.2,
      49.97
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      10.010000228881836
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      36.96,
      63.34,
      396.04,
      132.31
    ],
    "text": "1956 prices. It is possible that this figure may be revised upwards slightly, to per­haps about Rs. 5,050 million. According to provisional estimates made by the Central Bank, the value of Gross National Product in 1957, at current prices, would be in the region of Rs. 5,150 million, showing an increase of about 2 per cent over 1956. But since the rise in prices, particularly reflecting a rise in import prices, was greater than the rise in total money income, aggregate real income declined.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.54574966430664,
      8.610570907592773,
      8.680011749267578,
      8.770696640014648,
      8.80958366394043,
      8.831526756286621,
      8.833309173583984,
      8.843664169311523,
      8.872218132019043,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      36.48,
      143.98,
      395.44,
      176.47
    ],
    "text": "23. Population is estimated to have increased from 8 93 million in mid-1956 to 9 16* million in mid-1957, or by nearly 2 6 per cent. Per capita money income, in 1957, was roughly Rs. 560 per annum, or slightly lower than in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.405599594116211,
      8.408136367797852,
      8.6671142578125,
      8.70586109161377,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      155.76,
      197.33,
      276.36,
      207.41
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.535306930541992,
      9.785017967224121,
      9.852194786071777,
      10.010000228881836
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      35.28,
      214.3,
      397.43,
      295.27
    ],
    "text": "24. Ceylon's financial position at the end of 1957 was on the whole not un­satisfactory. External assets stood at Rs. 943 • 1 million, which is about the value of half of a year's imports. The ratio of external assets to money supply was nearly 90 per cent. Money supply had reached a level that was neither excessive nor too low. The level of interest rates was not high. The total net public debt of Ceylon at the end of 1957 amounted to Rs. 1,106 million, or less than a year's total Govern­ment revenue.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.435052871704102,
      8.498016357421875,
      8.587910652160645,
      8.649989128112793,
      8.713921546936035,
      8.833309173583984,
      8.845074653625488,
      8.882233619689941,
      8.910000801086426,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      34.56,
      306.94,
      394.42,
      375.91
    ],
    "text": "25. The most favourable feature in the economy in 1957 was the increase in the volume of output of tea and rubber. The weak features were the decline in the terms of trade, the substantial Government cash deficit, and the decline in the output of some domestic goods. Yet these strains were easily absorbed by draw­ing down previously accumulated foreign assets, which, at the end of 1957, were still at a fairly high level.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.910000801086426,
      9.081542015075684
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      33.84,
      387.1,
      394.53,
      552.07
    ],
    "text": "26. However, in assessing the significance of a particular level of reserves, account has to be taken of the effects of world economic trends, at least in the fore­seeable future. Of special importance in this connection is the expected behaviour of export prices. In view of the current recession in the United States and a slow­ing down in the rate of economic growth in Western Europe generally, it would seem that a substantial improvement in export prices is not likely. Import prices, in the second half of 1957, were generally lower than in the first half, and may fall yet further, though perhaps not to any appreciable extent. The budget is likely to continue to be in substantial deficit, especially in view of the necessity to repair damage caused by the December floods and to provide relief to flood victims, de­spite the generous assistance extended to Ceylon by foreign countries and local volun­tary contributions. In these circumstances, if the effects of the adverse tendencies are to be absorbed without some reduction in consumption standards, external assets will run down further.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.833309173583984,
      8.839212417602539,
      8.8649320602417,
      8.871626853942871,
      8.910000801086426,
      9.093634605407715,
      9.094969749450684,
      9.101279258728027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      33.84,
      563.02,
      394.17,
      619.99
    ],
    "text": "27. In formulating fiscal policies in Ceylon, the major considerations have been the need to moderate extreme fluctuations in disposable income, to promote economic development and to secure a better distribution of income. The role of monetary policy has been to provide the complementary financial conditions necessary to the achievement of these objectives.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.7016019821167,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.88,
      631.59,
      105.39,
      639.45
    ],
    "text": "* Provisional.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.809999942779541
    ]
  }
]