[
  {
    "page_number": 0,
    "bbox": [
      298.97,
      216.07,
      395.0,
      284.96
    ],
    "text": "4.1 OverviewT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0,
      49.11600112915039
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.97,
      237.55,
      528.66,
      724.71
    ],
    "text": "he general price level, as measured by the Colombo Consumers’ Price Index (CCPI 2002=100), continued to increase rapidly in the ﬁ rst half of the year reaching a high of 28.2 per cent on an year-on-year basis in June 2008, before decelerating gradually to 14.4 per cent at the end of the year. The annual average inﬂ ation rate rose to 22.6 per cent in 2008, compared with 15.8 per cent recorded in 2007. The lagged effect of adverse monetary conditions that prevailed in the past as well as adverse developments in commodity prices contributed to the increase in the index values in the ﬁ rst half of 2008. The increase in consumer price index during the ﬁ rst half of the year was also fuelled by the low supply of domestically produced agricultural commodities and the very high prices of imports, particularly food items, crude oil and petroleum products, in the international market. The upward revisions of the fuel prices, in late May 2008, had a signiﬁ cant impact on the surge in the level of CCPI. However, these adverse developments were abated in the second half of the year due to several factors predominant both in the domestic and external fronts. The tight monetary policy pursued by the Central Bank effectively dampened inﬂ ationary pressures thereby causing the index to rise at a slower rate. The improvements in the domestic supply, especially the bumper paddy harvest in the Yala season, and the easing of commodity prices in the international market further aided the rapid deceleration in the rate of increase in the index in the second half of the year. Meanwhile, the core inﬂ ation, an inﬂ ation rate which presents the changes in prices in respect to the monetary policy is derived by excluding food and energy items from",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      182.52,
      124.84,
      531.44,
      176.81
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      20.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "84",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.36,
      77.6,
      289.78,
      158.76
    ],
    "text": "the CCPI basket, followed an increasing trend up to September, 2008 registering a peak of 18.7 per cent, but decelerated thereafter to reach 15.7 per cent on a year-on-year basis in December, 2008. The annual average core inﬂ ation rose to 13.6 per cent in 2008 from 7.7 per cent in 2007.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.36,
      167.27,
      289.81,
      486.43
    ],
    "text": "The nominal wages of the public sector, formal private sector as well as the informal private sector increased in 2008. However, employees in the public sector and informal private sector, except those in the rubber and coconut sub-sectors, experienced real wage losses in 2008, compared to 2007. Meanwhile, minimum wages for all workers governed by the Wages Boards Trades increased raising the nominal wage rate indices by 23-30 per cent. However, this resulted in only a marginal increase of 2.6 per cent in their real wages in 2008. Public sector employees suffered real wage losses of around 12 per cent, despite the upward adjustment of the cost of living allowance (COLA) in two instances in 2008. The Construction sector and many sub-sectors in the Agriculture other than Rubber and coconut sub-sectors, also suffered real wage losses although the nominal wages increased during 2008. The demand side pressure on prices arising from nominal wage increases in both the public and private sector employees was contained to some extent by the tight monetary policy pursued by the Central Bank.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.36,
      494.94,
      289.81,
      590.1
    ],
    "text": "The rate of unemployment continued its declining trend as observed over the past few years, and dropped to the lowest rate of 5.2 per cent in 2008. Increased employment opportunities on account of the implementation of new development projects of the economy, recruitments made to the armed forces and the public sector",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      77.6,
      538.52,
      116.76
    ],
    "text": "contributed to this development. The infrastructure development projects also created employment opportunities, especially for the youth.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      129.13,
      367.14,
      142.52
    ],
    "text": "4.2 Prices",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      146.87,
      516.07,
      159.14
    ],
    "text": "Factors Contributing to Price Movements",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.721473693847656
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      167.44,
      538.46,
      234.6
    ],
    "text": "Both the demand and supply side factors developed in the domestic economy and rapid ﬂ uctuations in the international commodity prices, heavily contributed to the price movements from mid-2007 to end 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      243.11,
      538.52,
      590.27
    ],
    "text": "The lagged effect of monetary expansion during 2005-2006 was reﬂ ected in demand driven inﬂ ation through 2007 to mid-2008. However, in response to the building up of inﬂ ationary pressures in the economy, the Central Bank commenced tightening monetary policy from 2006 onwards. This was instrumental in checking the demand pressure in the economy towards the second half of 2008. Adhering to tight reserve money targets, limiting reverse repo facilities to commercial banks and introducing a penal rate of interest on provision of reverse repo facilities to more frequent users of that facility, helped contain the growth of the money supply, thereby checking the building up of demand pressure in the economy. Accordingly, the point-to-point growth in the narrow money supply was contained at just 2.7 per cent in 2007 and 4.0 per cent in 2008 compared to the level of 12.6 per cent in 2006. The expansion of the broad money supply was also reduced on a point-to-point basis from 17.8 per cent in 2006 to 16.6 per cent and 8.5 per cent in 2007 and 2008, respectively. These policy measures helped to bring down the inﬂ ationary pressures in the economy. However, the increases in the monthly COLA for public sector employees in",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      80.97,
      604.2,
      402.42,
      618.21
    ],
    "text": "Table 4.1Changes in Price Indices",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      415.79,
      713.42,
      523.48,
      727.36
    ],
    "text": "Sources : Department of Census and Statistics Central Bank of Sri Lanka",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      220.55,
      643.21,
      511.46,
      659.65
    ],
    "text": "Average IndexPoint-to-PointPercentage ChangeAnnual Average Percentage Change",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.78,
      713.98,
      104.17,
      727.92
    ],
    "text": "(a) Provisional(b) Revised",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      178.4,
      663.06,
      530.36,
      679.68
    ],
    "text": "2008/2007(a)2007/2006Dec. 2008/ Dec. 2007(a)Dec. 2007/Dec. 20062008(a)20072006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.57,
      683.47,
      516.65,
      708.14
    ],
    "text": "CCPI(2002=100) 140.8 163.1 199.9 18.8 14.4 15.8 22.6WPI 2,351.5 2,924.4 3,653.6 26.8 0.7 24.4 24.9GDP Deﬂ ator 224.9 256.4 298.3 - - 14.0 16.3",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      79.05,
      656.56,
      94.72,
      664.43
    ],
    "text": "Index",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      236.78,
      699.83,
      244.44,
      707.7
    ],
    "text": "(b)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "85",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      77.6,
      289.76,
      102.76
    ],
    "text": "January and July, 2008 exerted a certain pressure on consumer prices through increased demand.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      111.27,
      289.79,
      542.43
    ],
    "text": "Prices of domestic agricultural products escalated, due to low domestic supplies in agricultural commodities such as rice, vegetables and coconut during the ﬁ rst half of the year compared to that of 2007. Excessive rain in the island that damaged part of the Maha paddy harvest and vegetables, caused substantial price increases in these commodities. Further, the increased demand for rice that resulted from the substitution effect caused by the increased price of wheat ﬂ our, the limited availability of stocks with the farmers and the competition of private millers for the purchase of paddy also contributed to the increase in rice prices. As a result, retail prices of rice rose in the range of 59-81 per cent (upper band being the price of samba rice) from August, 2007 up to April, 2008. However, the price ceiling imposed on rice by the government in mid-April, 2008, helped stabilize rice prices. The improvement in domestic supply due to the bumper harvest in Yala season thereafter contributed to stabilize the prices. The average retail price of rice dropped by 2.4 per cent during the period April to December, 2008. The prices of ﬁ sh continued to increase notably during the ﬁ rst eight months of the year reaching its peak in August, 2008, owing to the increase in cost of ﬁ shing and transportation in spite of the increased production of ﬁ sh. Supply of ﬁ sh improved considerably during the latter part of 2008 due to favourable weather conditions and better functioning of ﬁ shing activities. However, except for a slight drop in ﬁ sh prices during the last",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.1,
      77.6,
      538.51,
      172.76
    ],
    "text": "quarter 2008 owing to lower transportation costs following the downward revisions of fuel prices, on average, prices remained high compared to the previous year. The prices of coconut and coconut oil which continued to increase from mid-2007 to April, 2008, gradually decreased thereafter due to the improvements in the coconut output.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.1,
      186.94,
      538.54,
      730.1
    ],
    "text": "There were high international prices on fuel, LP gas, fertilizer and certain other major food commodities particularly in the ﬁ rst half of 2008. The average price of crude oil imported in 2008 rose by 37 per cent from US dollars 71 per barrel in 2007 to US dollars 97 per barrel in 2008. Meanwhile, the import price of crude oil recorded historically high levels which peaked at US dollars 134 per barrel in July, 2008, though it came down to a low of US dollars 46 per barrel in December, 2008. Corresponding to these price increases, the domestic fuel prices were adjusted upward four times during January to July, 2008. Accordingly, the domestic prices of petrol, diesel and kerosene were raised by 48 per cent, 94 per cent and 57 per cent respectively, by May, 2008 compared to the prices that prevailed in May, 2007. As the prices of crude oil began to decline in the international market, the domestic prices of fuel were revised downward on ﬁ ve occasions during the remaining period of the year resulting in a drop in the price of diesel and kerosene by 46 per cent and 38 per cent, respectively by end 2008. However, the net price of petrol was 3 per cent higher by December, 2008 compared to that of December, 2007. The import price of LP gas ﬂ uctuated between US dollars 0.93-1.00 per kilogram in 2008. Correspondingly, the domestic prices of LP gas were increased on 4 occasions and decreased on 3 occasions during the year. The net price impact was an increase of average LP gas prices by 17.9 per cent, over the previous year. Further, the import price of fertilizer increased by 114 per cent during 2008 compared to 40 per cent increase in 2007. Price increases of imported goods were further inﬂ uenced by the increased freight charges in response to high fuel prices in the ﬁ rst half of the year. Prices of several other major imports too, rose considerably in the ﬁ rst half of 2008 followed by decelerations in the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.62,
      680.43,
      80.12,
      687.23
    ],
    "text": "0.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.62,
      664.4,
      80.12,
      671.21
    ],
    "text": "5.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.07,
      648.38,
      80.57,
      655.18
    ],
    "text": "10.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.07,
      632.35,
      80.57,
      639.16
    ],
    "text": "15.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.07,
      616.17,
      80.57,
      622.97
    ],
    "text": "20.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.07,
      600.14,
      80.57,
      606.95
    ],
    "text": "25.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      70.07,
      584.12,
      80.57,
      590.92
    ],
    "text": "30.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      126.89,
      686.84,
      133.53,
      697.84
    ],
    "text": "SEP",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      80.66,
      686.85,
      87.46,
      698.51
    ],
    "text": "JAN",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      92.56,
      686.85,
      99.36,
      701.17
    ],
    "text": "MAR",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      104.24,
      686.85,
      111.05,
      701.17
    ],
    "text": "MAY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      115.76,
      686.85,
      122.57,
      698.18
    ],
    "text": "JUL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      138.39,
      686.85,
      145.19,
      700.18
    ],
    "text": "NOV",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      194.85,
      686.85,
      201.65,
      697.85
    ],
    "text": "SEP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      149.74,
      686.85,
      156.54,
      698.51
    ],
    "text": "JAN",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      160.64,
      686.85,
      167.44,
      701.17
    ],
    "text": "MAR",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      172.32,
      686.85,
      179.13,
      701.17
    ],
    "text": "MAY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      183.85,
      686.85,
      190.65,
      698.18
    ],
    "text": "JUL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      206.47,
      686.85,
      213.28,
      700.18
    ],
    "text": "NOV",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      263.11,
      686.85,
      269.92,
      697.85
    ],
    "text": "SEP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      218.0,
      686.85,
      224.8,
      698.51
    ],
    "text": "JAN",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      228.9,
      686.85,
      235.7,
      701.17
    ],
    "text": "MAR",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      240.59,
      686.85,
      247.39,
      701.17
    ],
    "text": "MAY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      252.11,
      686.85,
      258.91,
      698.18
    ],
    "text": "JUL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      274.73,
      686.85,
      281.54,
      700.18
    ],
    "text": "NOV",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.13,
      624.84,
      67.93,
      646.0
    ],
    "text": "Per cent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.3,
      713.58,
      279.04,
      720.38
    ],
    "text": "Annual Average Change %Point-to-Point Change %",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.39,
      563.23,
      277.52,
      571.87
    ],
    "text": "Chart 4.1Colombo Consumers' Price Index (2002=100)",
    "fonts": [
      "AGaramondPro-Bold"
    ],
    "sizes": [
      8.0,
      8.486506462097168
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      109.78,
      702.81,
      258.77,
      709.61
    ],
    "text": "200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "86",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      341.22,
      289.77,
      730.38
    ],
    "text": "second half of the year with the price decreases in the international market. The increases were predominantly driven by high food prices in the global market, which were caused by supply shortage of agricultural commodities in major producing countries owing to bad weather conditions and diversion of agricultural products, such as sugar, wheat grain and edible oil to production of bio-fuels with the prevalence of high petroleum prices. The rising prices of world food commodities such as wheat grain, milk powder, dhal etc. exerted signiﬁ cant pressure on the general price level until mid-2008. However, the measures taken by the government to bring down the escalating food prices, such as imposing price ceilings on rice and milk powder and reducing import duty on edible oils were effective in stabilizing the price levels to some extent. Meanwhile, as many of the major economies slid into a global recession, there was a contraction in the world demand for most commodities including crude oil. As a result, commodity prices declined in the international market during the latter part of the year. Accordingly, the international prices of milk powder, sugar, Mysore dhal etc. declined signiﬁ cantly. Since inﬂ ation in 2008 was triggered mainly by the global commodity price increases, the dwindling global prices during the latter part of the year also paved the way for inﬂ ation to reduce.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      311.1,
      341.22,
      538.39,
      646.38
    ],
    "text": "Administrative prices were revised several times in 2008. These price revisions directly and indirectly affected the prices of both domestically produced and imported goods. The changes of the prices of kerosene, diesel and petrol were made administratively. In line with these fuel price revisions, both the public and private sector bus fares were also revised during 2008. The net impact of such changes resulted in an average increase of 17.6 per cent in bus fares during the year. Meanwhile, the rail fares were increased by an average rate of 79 per cent in June, 2008 for the ﬁ rst time in three years. However, following the reduction in diesel prices in December, rail fares were decreased by 74 per cent. The electricity charges for both domestic and industrial purposes were increased in 2008, raising the cost of production of goods and services, thereby escalating price levels. Although the administrative price revisions had a spillover effect through increased input costs, the reduction of subsidy components embedded in those prices was an essential demand management measure to contain inﬂ ation in the long run.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      311.1,
      651.86,
      538.52,
      732.22
    ],
    "text": "The overall impact on inﬂ ation due to exchange rate variation was minimal during 2008 as the Sri Lanka Rupee was stable against the US dollar during the ﬁ rst eight months of the year despite its marginal depreciation of 3.9 per cent on a year-on-year basis as at end 2008. As a measure",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      82.56,
      76.87,
      501.96,
      100.69
    ],
    "text": "Table 4.2Retail Prices of Key Imported and Domestically Produced Items",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold",
      "Times-Roman"
    ],
    "sizes": [
      10.0,
      11.0,
      12.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      460.98,
      162.99,
      491.96,
      179.26
    ],
    "text": "Dec. 2007/Dec. 2006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      445.02,
      129.93,
      496.79,
      137.8
    ],
    "text": "Percentage Change",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      68.46,
      318.01,
      531.06,
      325.32
    ],
    "text": "Source : Central Bank of Sri Lanka(a) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      407.52,
      162.69,
      427.44,
      178.96
    ],
    "text": "2007/ 2006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      238.38,
      152.4,
      365.86,
      174.55
    ],
    "text": "Dec. 2007 Dec. 200620072006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      174.39,
      137.87,
      518.95,
      162.54
    ],
    "text": "CCPI (2002=100) Weight %UnitAnnual AveragePoint-to-Point",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      302.12,
      129.93,
      329.72,
      137.8
    ],
    "text": "Price - Rs.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      102.29,
      145.68,
      299.33,
      154.88
    ],
    "text": "Annual AverageItem",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      496.04,
      162.46,
      532.78,
      178.72
    ],
    "text": "Dec. 2008/ Dec. 2007(a)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      292.53,
      152.66,
      455.09,
      178.56
    ],
    "text": "Dec. 2008(a)2008(a)2008/ 2007(a)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.25,
      181.95,
      524.12,
      265.42
    ],
    "text": "Domestic Rice - Samba kg 2.8 41.15 50.98 76.53 45.40 63.71 78.64 23.9 50.1 40.3 23.4 Rice - Kekulu (Red) kg 0.9 31.19 44.56 64.65 38.27 55.32 66.38 42.9 45.1 44.6 20.0 Rice - Kekulu (White) kg 0.6 27.37 38.78 60.66 32.01 51.68 62.63 41.7 56.4 61.4 21.2 Rice - Nadu kg 0.5 31.48 44.45 65.29 38.01 56.99 68.43 41.2 46.9 49.5 20.1 Coconut (medium) Nut 5.4 15.65 21.83 28.88 18.62 27.83 24.87 39.5 32.3 49.4 -10.6 Fish - Kelawalla kg 1.1 308.14 407.10 471.50 333.81 414.72 490.07 32.1 15.8 24.2 18.2 Beans kg 0.5 75.99 83.51 102.60 102.10 82.93 110.27 9.9 22.9 -18.8 33.0 Brinjals kg 0.2 47.67 52.12 64.57 71.31 55.99 81.49 9.3 23.9 -21.5 45.5 Eggs One 0.4 7.06 9.31 10.16 9.09 11.64 11.55 31.9 9.1 28.1 -0.8",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      72.25,
      271.62,
      524.1,
      313.09
    ],
    "text": "Imports Sugar kg 1.1 60.20 54.30 63.58 65.35 53.21 66.12 -9.8 17.1 -18.6 24.3 Milk Powder - Anchor 400g 3.8 160.55 189.32 274.63 165.83 268.82 267.32 17.9 45.1 62.1 -0.6 Red Dhal kg 0.8 75.49 103.80 189.11 81.94 117.64 205.31 37.5 82.2 43.6 74.5 Wheat Flour kg 0.2 34.22 55.36 73.86 40.47 66.12 71.81 61.8 33.4 63.4 8.6",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "87",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      120.71,
      91.5,
      513.44,
      119.22
    ],
    "text": "Box 7World Food Crisis – Reasons, Implications for Sri Lanka, and Way Forward",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.45,
      155.06,
      290.28,
      320.4
    ],
    "text": "Having ﬁ rst started the initial signs from late 2006, world food prices, especially prices of staple foods, increased with a remarkable rapidity in 2007 and in a considerable part in 2008, posing serious and wide ranging concerns across the world. During the period from 2006 to June 2008, the average world price of rice had risen by 217 per cent, wheat by 136 per cent, maize by 125 per cent and soya beans by 107 per cent. By June 2008, the Global Food Price Index (2002-2004 =100), compiled by the Food and Agricultural Organisation (FAO), reached the peak of 214 index points recording an increase of 44 per cent on a year-on-year basis.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.45,
      332.06,
      290.28,
      604.4
    ],
    "text": "This surge of food prices, combined with the record high petroleum prices, threatned social stability in some developed and almost all developing nations, where the poorer households, with a larger share of foods in their total budget, suffered the most due to the soaring cost of food items. Many countries had to deal with even food riots, reﬂ ecting the high social cost of food price inﬂ ation that severely stressed the most vulnerable groups. In a more broader sense, the crisis also spun on to destabilise macroeconomic variables in many countries, which manifested themselves in imbalances in external current account and balance of payments, foreign currency reserves, exchange rate, ﬁ scal positions, and ﬁ nally food price driven inﬂ ation. Although there is a declining trend in the international food prices commencing from mid 2008, the food crisis has made policy makers around the world to re-think and re-orient economic policies in general and the agriculture policies in particular to better face such situations in the future.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.45,
      618.4,
      257.78,
      629.74
    ],
    "text": "Reasons for High International Food Prices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.45,
      638.07,
      290.25,
      719.41
    ],
    "text": "The main underlying causes of the surge in global food prices, particularly relating to the prices of cereals, can be considered as due to both cyclical and structural factors. The cyclical factors are those that may ease over the years and hence, represent a short-term phenomenon. But, the structural factors arisen from growing gaps",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.81,
      155.06,
      529.21,
      180.4
    ],
    "text": "between the demand and the supply, will continue to threaten the globe from medium to long-run.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.81,
      192.06,
      529.22,
      406.4
    ],
    "text": "The cyclical factors included, (i) the random adverse weather conditions that affected harvests in key producing countries, ﬂ ooding, pest infestation and cold weather in some countries, (ii) speculative demand before mid 2008 with funds ﬂ owing into the commodity markets due to mortgage market turmoil in USA, (iii) the steep depreciation of the US dollar against all major currencies, particularly in 2007 which resulted in the increase of the prices in US dollar denominated commodities, (iv) precautionary demand for food stocks in many countries, and (v) policy responses in the form of export bans and price controls etc. by key rice exporting countries to counter domestic inﬂ ation, which increased the price volatility and uncertainty in the international food market.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.81,
      418.07,
      529.23,
      719.41
    ],
    "text": "The structural factors included, (i) impact of the rapidly increased world oil prices and higher energy intensity of the agricultural sector, which resulted in increasing the cost of agriculture production through higher prices of critical inputs such as fertiliser, fuel and power, (ii) the diversion of a signiﬁ cant quantity of cereals for alternative fuel (bio-fuel), (iii) increasing usage of land for commercial activities with the growing population, urbanisation and industrialisation, (iv) increasing competition for scarce water resources for the use of agriculture, industry and residential purposes, (v) the low productivity and stagnant food grain yields in the recent years, (vi) policy inadequacies and weak institutions which tend to undermine the availability of incentives for agricultural production and (vii) rising incomes in Asia and the resulting increase in purchasing power, which led to higher food consumption and shifted demand over the past decade towards higher-value foods like meat and milk from traditional staples that resulted in a higher demand for animal feed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "88",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      112.96,
      239.05,
      169.03,
      244.28
    ],
    "text": "Consumer goods imports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.229400157928467
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      313.88,
      96.81,
      493.2,
      112.83
    ],
    "text": "Chart 7.2Growth of Expenditure of Imported foods & Local foods in CCPI",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      7.279900074005127,
      7.722625255584717
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      318.29,
      223.86,
      325.57,
      229.32
    ],
    "text": "-10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      325.04,
      203.47,
      327.77,
      208.93
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      320.99,
      183.08,
      326.45,
      188.54
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      320.99,
      162.68,
      326.45,
      168.14
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      320.99,
      142.29,
      326.45,
      147.75
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      320.99,
      121.9,
      326.45,
      127.36
    ],
    "text": "40",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      337.15,
      215.5,
      482.02,
      220.96
    ],
    "text": "200320042005200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      400.8,
      223.92,
      412.33,
      229.38
    ],
    "text": "Year",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      328.5,
      119.01,
      333.96,
      124.47
    ],
    "text": "%",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      362.87,
      235.37,
      462.95,
      240.83
    ],
    "text": "LocalImported",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.459949970245361
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.91,
      264.12,
      287.19,
      275.46
    ],
    "text": "Impact of High International Food Prices on Sri Lanka",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.539392471313477,
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.91,
      283.79,
      288.86,
      477.13
    ],
    "text": "The high food prices have had an adverse impact on Sri Lanka as well, because the country continues to import a signiﬁ cant quantity of its food requirements every year, as Sri Lanka cannot produce all the food items, although it has been producing a substantial percentage of its staple foods. Not only for its main staple food, i.e, rice, the country depends on imports for many essential foods including wheat, wheat ﬂ our and other cereals such as dhal and gram, and milk powder and sugar. Out of Sri Lanka’s total consumer goods imports, food imports alone accounted to 43, 47 and 53 per cent in 2006, 2007 and 2008, respectively. This situation has resulted in an unprecedented increase in the import cost of food, particularly in 2007 and the ﬁ rst half of 2008.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.91,
      485.46,
      288.83,
      538.8
    ],
    "text": "In Sri Lanka, like in many other developing nations, food accounts for a signiﬁ cant share of the total consumer expenditure. In the current Colombo Consumers’ Price Index (CCPI), food has a weight of 47 per cent in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.23,
      264.28,
      534.88,
      499.62
    ],
    "text": "consumer basket. Hence, any increase of food prices could increase headline inflation directly and also indirectly by increasing non-food prices such as wages to compensate for the direct increase of prices. In this background, virulent waves of high import prices of foods hit Sri Lanka, pushing domestic prices up thereby pressuring the cost of living upward. Consequently, the high import prices of foods contributed to a signiﬁ cant fraction of inﬂ ation, which as measured by year-on-year change, increased to 28.2 per cent by mid 2008 from 13.5 per cent at end 2006 and 18.8 per cent at end 2007. Although high inﬂ ation driven by high food prices, pressurized the average consumer, particularly the urban and the estate poor, eroding his purchasing power, coincidentally, it contributed to raise the income of agricultural sector employees, particularly a rural poor, whose livelihood predominantly is agriculture.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.23,
      507.95,
      461.23,
      519.29
    ],
    "text": "Dealing with Adverse Implications",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.23,
      527.62,
      534.86,
      636.96
    ],
    "text": "The governments, particularly of low income countries, world over were compelled to take actions to counter the impact of rising food prices, especially on most vulnerable groups of the society. These actions and remedial measures came into effect in different forms ranging from increasing salaries, reducing taxes and tariffs, providing subsidies, expanding transfers, and export bans and price/import controls etc.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.23,
      645.29,
      534.88,
      726.63
    ],
    "text": "In Sri Lanka, the government dealt with the high food prices in many fronts. The domestic prices of wheat ﬂ our was allowed to be adjusted in line with the international prices thereby allowing the full pass-through of the shock into the domestic market, while the duties applicable to some items such as potatoes, big onions, green gram",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "89",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      66.61,
      89.89,
      290.28,
      619.23
    ],
    "text": "and etc., were reduced to provide relief to consumers. The government also introduced a single Composite Levy in the ﬁ rst half of 2008 instead of Customs duty and other applicable taxes at the point of importation on eleven essential food items, which are highly sensitive to public lives. The price of wheat ﬂ our during this period increased rapidly than prices of rice as the country’s total consumption of wheat ﬂ our depends on imports. Although prices of rice also increased substantially, it was lower than the international price surge during this period due to the fact that Sri Lanka produces a substantial portion of its total rice requirement. Considering the rapid increase of prices in the local market, the government stipulated maximum retail prices for different grades of rice in April, 2008 in order to contain the speculative pressure on prices and also lifted the customs duty on rice imports by August 2008. In addition, the government continued to provide a stimulus in the form of the fertiliser support for the paddy farmers even in the midst of high international fertiliser prices. The cost of the fertilizer support scheme increased to Rs.26,000 million in 2008 from Rs.11,000 million in 2007. A policy stimulus was also introduced by the government through its Budget 2009 targeting the promotion of domestic agriculture. This included the introduction of new Cess rates on the importation of a number of food items including grains and fruits some of which can be grown domestically. In the meantime, the implementation of the ‘Api Wawamu-Rata Nagamu’ (Let us grow-Let us develop), the government national program to improve the domestic agriculture was reinforced with growth vigour in the wake of the food crisis. Further, the government also made attempts to stabilise the food prices by taking measures to reviving activities related to Co-operatives, Lak Sathosa Outlets etc. to distribute essential commodities to consumers. With all these measures in place, Sri Lanka is in a position to face the challenge of world food crisis without having a major disruption to the domestic food supply.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      66.61,
      627.56,
      290.26,
      722.4
    ],
    "text": "However, the price controls should be only a temporary measure to provide relief to consumers. The danger with the price controls is that, once imposed, show a tendency to become a permanent feature. Since the costs of production are to rise continuously in absence of signiﬁ cant improvements in productivity, price ceilings will eat into the margins of farmers, making them",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      312.23,
      89.89,
      535.28,
      141.73
    ],
    "text": "vulnerable to future input shocks. Hence, it is of utmost importance that the government review the current price controls with a view to ensuring the development of a sustainable agricultural sector in the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      312.23,
      152.4,
      426.26,
      163.74
    ],
    "text": "Preparing for the Future",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      312.23,
      168.73,
      535.28,
      409.57
    ],
    "text": "Although the declining international commodity prices at present have provided some breathing space to many countries, the likelihood of recurrence of a food crisis in the near future cannot be completely ruled out. Hence, appropriate policies and measures have to be in place to better deal with such future events. In this regard, government could provide institutional support to enhance the production and productivity and impetus for innovations in agriculture sector. Moreover, the efforts to facilitate marketing and related infrastructure is equally important. In this context, government re-oriented its policy on food security in order to maintain 100,000 metric tons of rice buffer stock annually. The maintenance of a buffer stock would assure uninterrupted future food supply while reducing the dependency on imported rice. This policy will also enable to purchase paddy from farmers at competitive prices as an effective measure in the event of excess supply of paddy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      312.23,
      414.57,
      535.3,
      709.91
    ],
    "text": "Meanwhile, the liberation of the Northern and Eastern provinces will provide a stimulus to the growth of the agriculture sector in the country as these two provinces are predominantly agriculture based provinces enriched with fertile agricultural lands and conducive environment for livestock farming and ﬁ shing. The government could also supplement this momentum by popularising good agricultural practices and also availing credit facilities for producers in these areas in addition to its concerted effort aiming at improving infrastructure conducive for agriculture. In fact, the government’s Ten Year Horizon Development Framework: 2006-2016 has already highlighted many of these areas to be followed for the development of the agriculture sector in the medium term. Sri Lanka, being an agrarian society at its large rural base and endowed with much natural resources is well in a position to enhance food production as its strategic response to high food prices. In fact, the most appropriate way to meet the challenges of food crisis in the future would be by achieving higher economic growth, thereby raising income level so that people can afford to meet the higher expenditure on foods.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "90",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.93,
      375.69,
      290.34,
      516.45
    ],
    "text": "to mitigate the price increases of the key imported food items due to high international prices and the marginal depreciation of the Sri Lanka Rupee, various taxes on such items were restructured by consolidating Port and Airport Development Levy (PAL), customs duty and surcharges, Value Added Tax (VAT), Social Responsibility Levy (SRL) and other charges under one tax called the Special Commodity Levy (SCL), thereby avoiding tax cascading effects on prices.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.93,
      529.73,
      229.81,
      542.0
    ],
    "text": "Movements in Consumer Prices",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.93,
      550.52,
      290.42,
      734.71
    ],
    "text": "The movements in consumer prices are measured by the Colombo Consumers’ Price Index (CCPI), the ofﬁ cial consumer price index of the country. The CCPI rose by 20 index points from 183.5 in January, 2008 to 203.7 in December, 2008. Accordingly, the index recorded a 14.4 per cent increase on year-on-year basis and an annual average increase of 22.6 per cent over 2007. The index moved up during the ﬁ rst half, starting from 20.8 per cent in January, 2008 to reach the peak of 28.2 per cent in June, 2008, before decelerating gradually to reach 14.4 per cent in December, 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.199999809265137
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      311.67,
      375.69,
      538.99,
      470.85
    ],
    "text": "The annual average inﬂ ation rate rose from 16.4 per cent in January, 2008 and reached to its peak level of 23.4 per cent in October, upon the building up of price pressure in the index during the preceding 12 months period. It then decelerated to 22.6 per cent in December, 2008 compared to 15.8 per cent in December, 2007.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      311.67,
      479.36,
      538.96,
      602.52
    ],
    "text": "Price increases were seen in both imported and domestically produced goods. The inﬂ uence on inﬂ ation was dominated by domestically produced goods, which on average accounted for around 71 per cent of total monthly consumption expenditure in 2008. The contribution from the domestically produced goods to the year-on-year inﬂ ation increased during the year from 60.3 per cent in January, 2008 to 67.0 per cent in December, 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      311.67,
      611.03,
      538.97,
      734.19
    ],
    "text": "The major contribution to the overall price increase in 2008 arose from the Food and non-alcoholic beverages sub index, which has the highest weight of 46.7 per cent in the CCPI. The point-to-point change in the Food sub index increased from 30.0 per cent at the beginning of the year to a peak of 42.8 per cent in May, 2008, but recorded a sharp decline thereafter, reaching 15.1 per cent in December, 2008. The overall inﬂ ation moved almost",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      79.9,
      87.25,
      456.95,
      101.26
    ],
    "text": "Table 4.3Administered Price Revisions in 2007 and 2008",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      445.84,
      142.94,
      475.61,
      150.81
    ],
    "text": "2007/2006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      458.29,
      127.22,
      510.05,
      135.09
    ],
    "text": "Percentage Change",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      103.23,
      135.32,
      362.07,
      150.81
    ],
    "text": "2007UnitItem2006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      335.37,
      127.22,
      381.4,
      135.09
    ],
    "text": "Price (Dec.) - Rs.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      402.92,
      142.94,
      528.24,
      150.81
    ],
    "text": "20082008/2007",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.45,
      158.92,
      533.87,
      361.03
    ],
    "text": "Cigarettes (Gold-leaf) Each 11.00 14.00 16.00 27.3 14.3Cigarettes (Bristol/Viceroy) Each 9.50 12.00 13.00 26.3 8.3Coconut Arrack 750 ml 410.00 525.00 550.00 28.0 4.8Extra Special Arrack 750 ml 360.00 450.00 500.00 25.0 11.1Diesel 1 ltr. 60.00 75.00 70.00 25.0 -6.7Kerosene 1 ltr. 48.00 68.00 50.00 41.7 -26.5Petrol 1 ltr. 92.00 117.00 120.00 27.2 2.6Furance Oil (1000) 1 ltr. 44.40 52.70 32.70 18.7 -38.0Furance Oil (1500) 1 ltr. 43.30 51.70 31.70 19.4 -38.7Furance Oil (3500) 1 ltr. 41.00 46.65 25.00 13.8 -46.4Electricity - Fixed Charges Tariﬀ Block First 30 units 60.00 60.00 60.00 0.0 0.0 31 - 60 units 90.00 90.00 90.00 0.0 0.0 61 - 90 units 120.00 120.00 120.00 0.0 0.0 91 - 180 units 180.00 180.00 180.00 0.0 0.0 Above 180 units 240.00 240.00 240.00 0.0 0.0Electricity - Unit Charges Tariﬀ Block First 30 units 3.00 3.00 3.00 0.0 0.0 31 - 60 units 4.70 4.70 4.70 0.0 0.0 61 - 90 units 5.10 7.50 7.50 47.1 0.0 91 - 180 units 12.10 14.00 16.00 15.7 14.3 Above 180 units 17.30 19.80 25.00 14.5 26.3Bus Fare - - - - 16.5 17.6 Source : Central Bank of Sri Lanka",
    "fonts": [
      "AGaramondPro-Regular",
      "Garamond"
    ],
    "sizes": [
      6.0,
      7.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "91",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      77.6,
      289.82,
      270.76
    ],
    "text": "in line with the Food sub index due to its dominance in the overall index. Food sub index contributed for an average of 62.7 per cent to the point-to-point change in the CCPI during the year. The annual average increase of the Food sub index was 30.5 per cent for 2008. The price increases of rice, wheat ﬂ our, bread, meals bought from outside, milk powder, coconut and coconut oil were the key items which impacted heavily on the CCPI. The price increase of LP gas by around 17.9 per cent in 2008 also had an indirect second round impact on the Food sub index through increased prices of meals purchased from outside which has a considerable weight of 6.2 per cent.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      279.27,
      289.81,
      584.43
    ],
    "text": "Other signiﬁ cant contributions came from the Transport sub index, Health sub index, and Housing, water, electricity, gas and other fuels sub index, which contributed 16.3 per cent, 5.6 per cent and 10.1 per cent, respectively, to the overall increase in 2008. The fuel price increases led to increase in the Transport sub index signiﬁ cantly, in June, 2008. The increase in the Health sub index was mainly attributed to the price increases in the services by private hospitals, pharmaceuticals, specialist consultations and medical laboratory services. Several administrative price revisions made during the year, particularly the gas prices, inﬂ uenced the increase in Housing, water, electricity, gas and other fuels sub index. Except for the Communication sub index which registered a 16.5 per cent decline, the other ﬁ ve sub indices recorded annual average increases ranging from 5.4 per cent to 14.6 per cent during 2008. However, their contribution to the overall increase in the index was around 7.8 per cent as weights attached to them were relatively low.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      594.87,
      229.25,
      607.14
    ],
    "text": "Movements in Wholesale Prices",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      612.61,
      289.8,
      735.77
    ],
    "text": "The movements in wholesale prices are measured by the Wholesale Price Index (WPI). It measures the overall movements of prices at producer level, of a wide range of goods covering consumer, intermediate and investment as well as those imported and those produced for export and for domestic uses. WPI on a point-to-point basis continued to increase on an acceleratedpath registering a peak of 42.1 per cent in May, 2008",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      311.1,
      78.07,
      538.46,
      173.23
    ],
    "text": "and started decelerating to 0.7 per cent in December, 2008. The annual average change of WPI was 24.9 per cent in December, 2008 as against the 24.4 per cent in December, 2007. The increased prices of crude oil and food prices in the international market were the main reasons for the year-on-year increase in WPI in the early part of 2008.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      311.1,
      184.58,
      538.55,
      601.74
    ],
    "text": "The Food category, which has a weight of around 68 per cent, was the main contributor to the change in the WPI during 2008. On average, the Food sub index contributed to 67 per cent of the overall increase during the year. This was mainly attributed to the sharp increase in food prices, both domestic and imported, particularly during the ﬁ rst half of the year. When total increase in the Food sub index is considered, export based food commodities (e.g., tea, coconut, coconut oil etc.) contributed for around 45 per cent, while imported food items added around 21 per cent. The annual average increase of 31.5 per cent in the Petroleum sub index, which has the second highest weight, was a result of the upward revision in domestic fuel prices during the ﬁ rst half of the year which declined substantially during the latter part of the year. The contribution to the overall increase from this sector was around 16 per cent, an increase of 2 percentage points compared to the previous year. Chemical products sub group recorded an annual average increase of 45.7 per cent while Transport and Metal products sub groups increased by 24.9 per cent and 25.6 per cent, respectively mainly due to the increase in prices of raw materials and pharmaceutical products and metal prices in the international market. Alcoholic drinks sub-sector also had an average increase of 18.9 per cent mainly due to the increase in excise duty on alcoholic drinks and beer effected in October, 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      311.1,
      613.08,
      538.55,
      736.24
    ],
    "text": "On the basis of origin of goods, the contribution of the Export sub-sector to the overall increase in the index dropped to 32 per cent this year compared to 51 per cent in the previous year. This was largely due to the decrease in prices of export items, driven by lower demand for rubber during the second half of the year and tea during the fourth quarter of the year resulting from the global economic slowdown.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0,
      10.049875259399414
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "92",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.83,
      77.6,
      289.55,
      312.76
    ],
    "text": "The Exports sub-sector increased at a steady pace during the ﬁ rst half and decreased gradually registering an annual average increase of 20.9 per cent for the year compared to 36.1 in 2007. Imports sub-sector increased by around 34.5 per cent mainly due to the price increases in imported items such as petroleum, wheat grain, imported rice and milk powder. This sector accounted for around 35 per cent of the overall increase compared to 26 per cent contribution in the previous year. Domestic sector contributed around 33 per cent in 2008 to the overall increase compared to 23 per cent in the previous year. Domestic sector sub index increased by 22.4 per cent, on average, inﬂ uenced by the price increases in items such as paddy, ﬁ sh and vegetables, tyres, automotive batteries, water pumps, sewing machines, cement and liquor.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0,
      10.049875259399414
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.83,
      324.1,
      289.54,
      615.26
    ],
    "text": "Under the end user classiﬁ cation, consumer goods had a leading inﬂ uence of more than 71 per cent on the overall increase in 2008 though its dominance decreased from 75 per cent in the previous year. This sub index, mainly comprising of food items, behaved similar to the Food sub index and grew by 26.4 per cent. Intermediate goods sub group increased by 25.1 per cent compared to 20 per cent that prevailed last year as a result of price increases in wheat grain, mammoties and fertilizer. Meanwhile, Investment goods sub group which has the lowest share among the three groups, had a marginal impact on the index and increased by 7.0 per cent in 2008 compared to 4.5 per cent in 2007. Growth in the prices of water pumps, building material items such as cement, bricks, asbestos sheets, wall paint, PVC pipes and tor steel contributed largely to this development. Increases in raw material prices and the increased production cost contributed largely towards the price increases of these items.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.83,
      627.63,
      137.3,
      641.02
    ],
    "text": "GDP Deﬂ ator",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.84,
      649.11,
      289.56,
      730.27
    ],
    "text": "Overall price change in the economy, as measured by the GDP deﬂ ator, rose by 16.3 per cent in 2008 compared with 14.0 per cent recorded in 2007. Similar to the behaviour in the last year, Agriculture sector recorded a relatively higher inﬂ ation rate of 31.2 per cent as against 21.4",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754,
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      212.54,
      538.41,
      321.7
    ],
    "text": "per cent in 2007. The inﬂ ation in the Services sector, remained unchanged at 14.4 per cent as in 2007. The lowest rate of inﬂ ation of 14.2 per cent during the year was in the Industry sector, which however, was an increase from 10.5 per cent in 2007. The increase in inﬂ ation in the Industry sector was mainly driven by the signiﬁ cant price increases of Mining and quarrying, and manufacturing sectors over the previous year.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      333.04,
      359.64,
      344.2
    ],
    "text": "4.3 Wages",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      349.88,
      538.47,
      459.04
    ],
    "text": "Wages in Sri Lanka fall into two main categories of employment, namely, public sector and private sector. The public sector includes the government (central, provincial and local government sectors) and the semi-government institutions (state corporations, statutory boards and state authorities) while the private sector comprises the formal private sector and the informal private sector1.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      5.741883754730225,
      9.848857879638672
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      467.54,
      538.45,
      604.7
    ],
    "text": "Wages and salaries of the public sector employees are determined periodically by the government, considering primarily the changes in cost of living. Wages in the formal private sector are inﬂ uenced by wage increases of individual contracts, collective agreements, unilateral decisions by employers and minimum wage decisions of Wages Boards Trades etc., while the wages of the informal private sector are determined by demand and supply factors in the labour market.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      613.21,
      538.53,
      666.37
    ],
    "text": "Assessing developments in wages is imperative for effective policy formulation as wage developments have a signiﬁ cant impact on the general price level. Wage movements",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.89,
      87.32,
      532.96,
      100.96
    ],
    "text": "Table 4.4Sectoral Deﬂ ators and GDP Deﬂ ator",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      10.377379417419434
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      320.97,
      124.01,
      520.15,
      138.77
    ],
    "text": "SectorIndexPercentage Change",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      313.75,
      188.33,
      533.38,
      202.82
    ],
    "text": "Sources : Department of Census and Statistics Central Bank of Sri Lanka(a) Revised(b) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      366.88,
      136.8,
      532.24,
      144.67
    ],
    "text": "2007/2006(a) 2007(a)20062008/2007(b)2008(b)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      314.5,
      148.8,
      518.55,
      181.87
    ],
    "text": "Agriculture 214.8 260.7 342.1 21.4 31.2Industry 240.8 266.1 304.0 10.5 14.2Services 217.9 249.3 285.1 14.4 14.4GDP 224.9 256.4 298.3 14.0 16.3",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.81,
      673.67,
      537.52,
      730.6
    ],
    "text": "1. Formal Private Sector consists of institutions that contribute to the general Employees’ Provident Fund (EPF) or maintain their own provident funds (any such contributory retirement beneﬁ t scheme) with the approval of the Commissioner General of Labour. Informal Private Sector is the rest of the private sector who does not have EPF retirement beneﬁ ts.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      5.247000217437744,
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "93",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      274.15,
      289.79,
      495.31
    ],
    "text": "in the public sector are monitored through ofﬁ cial wage rate indices compiled by the Central Bank that cover the non-executive grades and minor employee grades in the central government and the government school-teachers. Wages in the formal private sector are monitored through the minimum wage rate indices computed by the Department of Labour for Agriculture, Industry and Commerce, and Services sectors. A consolidated wage rate index is also computed on a monthly basis for all sectors which are governed by the Wages Boards Trades. The movements of wages in the informal private sector, covering two sectors namely Agriculture and Construction are maintained based on the information collected under the Country Wide Data Collection System (CWDCS) of the Central Bank.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      508.58,
      170.77,
      520.86
    ],
    "text": "Public Sector Wages",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      528.76,
      289.81,
      731.12
    ],
    "text": "In spite of the upward revision in nominal wages by increasing the monthly COLA payments to the public sector employees in two occasions during the year, a drop in real wage rate indices of all categories of public sector employees was observed in 2008. Following the 2006 Budget proposals of the government, the monthly COLA for public sector employees was increased by Rs. 375/- in January, 2008 resulting in a slight gain of 2.3 per cent increase in the nominal wage rate indices during the ﬁ rst half of the year. However, there was a drop of 11.5 per cent in real wage rate indices of all categories of public sector employees, as this did not sufﬁ cient to compensate for the increase in price level during this period.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      311.1,
      274.15,
      538.51,
      626.11
    ],
    "text": "Subsequently in July 2008, the government raised wages of public sector employees by an additional one thousand rupees. This increase resulted in a considerable gain in the nominal wage rate indices during the second part of the year. However, the real wages of the government employees, on average, suffered a loss in the range of 12.2-12.5 per cent during the year 2008. In terms of the Public Administration Circular No. 15/2008 dated July 21, 2008 issued with regard to the payment of COLA to public servants, the monthly COLA of Rs. 2,500/- (which had been paid up to June, 2008), was increased by Rs. 1,000/- with effect from July, 2008. It was applicable for the ofﬁ cers who were serving in the posts with initial monthly salary below Rs. 22,935/-. As a result, the revised monthly COLA paid to employees in the eligible categories of Public Service, Provincial Public Service and Armed Forces with effect from July, 2008, rose to Rs. 3,500/-. Meanwhile, a monthly COLA of Rs. 2,875/- was paid to the ofﬁ cers whose initial monthly salary was Rs. 22,935/- or above. It was further decided that an allowance at the rate of Rs. 116.66 per working day be paid for employees who are drawing daily paid emoluments.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      311.1,
      637.91,
      538.41,
      732.71
    ],
    "text": "Consequent to the increase in the monthly COLA since July, 2008, overall nominal wage rate index of the government employees, in absolute terms, increased by 288 points in 2008. Accordingly, on average, wage indices of non-executive ofﬁ cers, minor employees and government school-teachers in 2008 rose by 7.3 per cent, 7.7 per cent and 7.2 per",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      80.04,
      87.25,
      387.27,
      101.26
    ],
    "text": "Table 4.5Wage Rate Indices",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      223.75,
      138.4,
      509.79,
      146.27
    ],
    "text": "NominalReal (a)Real (a)Nominal",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      199.8,
      149.94,
      531.31,
      158.16
    ],
    "text": "20072008(b)200620072008(b)200620072008(b)200620072008(b)2006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      66.01,
      251.13,
      532.42,
      267.64
    ],
    "text": "(a) Real wage rate indices are based on CCPI (2002=100)(b) ProvisionalSources : Department of Labour Central Bank of Sri Lanka",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0,
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      272.74,
      125.4,
      484.86,
      133.27
    ],
    "text": "Percentage ChangeIndex",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      480.01,
      115.65,
      533.23,
      121.65
    ],
    "text": "(December 1978=100)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      83.32,
      137.32,
      145.1,
      145.19
    ],
    "text": "Employment Category",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      69.66,
      159.52,
      528.41,
      200.99
    ],
    "text": "1. Government employees Central government employees 3,150.8 3,828.4 4,116.1 163.5 171.6 150.4 30.3 21.5 7.5 18.5 5.0 -12.4 Non-executives 2,853.8 3,493.4 3,749.5 148.1 156.6 137.0 31.0 22.4 7.3 19.1 5.7 -12.5 Minor employees 3,463.0 4,172.7 4,494.7 179.7 187.1 164.2 29.6 20.5 7.7 17.8 4.1 -12.2 Government school teachers 2,304.2 2,740.0 2,938.6 119.6 122.8 107.4 26.7 18.9 7.2 15.2 2.7 -12.5",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      69.66,
      204.35,
      528.41,
      245.82
    ],
    "text": "2. Workers in Wages Boards Trades All Wages Boards Trades 1,358.2 1,648.8 2,070.4 70.5 73.6 75.5 2.1 21.4 25.6 -7.1 4.4 2.6 Workers in agriculture 1,567.1 1,821.4 2,286.6 81.3 81.3 83.5 2.6 16.2 25.5 -6.7 0.0 2.6 Workers in industry and commerce 1,090.7 1,522.4 1,877.5 56.6 67.9 68.5 1.1 39.6 23.3 -8.0 20.0 0.9 Workers in services 779.7 1,057.1 1,370.8 40.5 47.1 49.9 0.0 35.6 29.7 -9.0 16.4 5.9",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "94",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      78.31,
      289.64,
      211.31
    ],
    "text": "cent, respectively in nominal terms compared to those in 2007. As a result, the overall nominal wage rate index of the central government employees increased by 7.5 per cent. On the contrary, real wage indices of these employees dropped by 12.5 per cent, 12.2 per cent and 12.5 per cent, respectively in 2008 compared to those in 2007. As a combined outcome of the above developments, the overall real wage rate index of the central government employees recorded a decline of 12.4 per cent over the previous year.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      221.86,
      214.17,
      234.13
    ],
    "text": "Formal Private Sector Wages",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      241.93,
      289.8,
      442.09
    ],
    "text": "Movements of wages of the formal private sector are monitored through the minimum wage rate indices that cover the minimum wage categories of employees whose wages are administered by regulations under the Wages Boards Trades. The minimum wage rate indices in the three major sectors of the formal private sector, namely, Agriculture, Industry and Commerce, and Services increased in nominal terms by 25.5 per cent, 23.3 per cent and 29.7 per cent, respectively in 2008 while the overall wage rate index of all categories in nominal terms rose by 25.6 per cent over 2007. The increase in the wage rate sub indices was due to the average increases in minimum wages of workers in the Agriculture",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      310.39,
      78.31,
      537.82,
      170.47
    ],
    "text": "sector by 17.1 per cent in March, 2008, the Industry and Commerce sector by 19.3 per cent, and the Services sector by 29.3 per cent in July, 2008. This was an outcome of a series of discussions the government had with private sector employers and trade unions. This increase of the minimum wages was adopted by 40 Wages Boards Trades.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      310.39,
      186.98,
      537.66,
      374.64
    ],
    "text": "When the increases in the nominal wage rate indices were adjusted for inﬂ ation on the basis of CCPI (2002=100), the formal private sector employees in all three major sectors enjoyed a marginal increase in their real wages in 2008. In contrast to the real wage losses suffered by employees in the Agriculture sector during the last few years, they were beneﬁ tted from the real wage increase for the ﬁ rst time in 2008. The Services sector recorded an increase of 5.9 per cent in real wages compared to 16.4 per cent increase in 2007. However, the increase in real wages of employees in the Industry and Commerce sector of 0.9 per cent, was marginal in 2008 compared to the increase of 20.0 per cent in 2007.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.69536018371582,
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      310.39,
      385.08,
      468.92,
      397.36
    ],
    "text": "Informal Private Sector Wages",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      310.39,
      402.82,
      537.84,
      441.98
    ],
    "text": "Nominal wages in the informal private sector were inﬂ uenced by factors such as prevailing market conditions, rising cost of living, degree",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      79.75,
      461.03,
      495.11,
      475.04
    ],
    "text": "Table 4.6Informal Private Sector Daily Wages by Sector and Gender (a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.93,
      511.1,
      513.5,
      522.05
    ],
    "text": "SectorNominalReal (b)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      69.3,
      535.3,
      528.06,
      694.37
    ],
    "text": "1. Agriculture Sector Tea Male 333 375 440 12.8 17.3 -3.0 -5.3 Female 234 263 304 12.4 15.5 -3.4 -7.1 Rubber Male 335 389 498 16.1 28.1 0.3 5.5 Female 249 277 374 11.3 35.0 -4.5 12.4 Coconut (d) Male 421 479 590 13.8 23.1 -2.0 0.5 Paddy Male 391 456 563 16.7 23.4 0.9 0.8 Female 293 336 392 14.8 16.4 -1.0 -6.22. Construction Sector (d) Carpentry Master Carpenter - Male 633 732 845 15.6 15.3 -0.2 -7.3 Skilled and Unskilled Helper- Male 416 479 558 15.2 16.6 -0.6 -6.0 Masonry Master Mason - Male 629 727 838 15.8 15.1 0.0 -7.5 Skilled and Unskilled Helper- Male 413 474 561 14.7 18.4 -1.1 -4.2",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      257.66,
      518.72,
      530.74,
      533.94
    ],
    "text": "2008(c)20072008(c)20072008(c)20072006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.65,
      703.91,
      250.13,
      732.25
    ],
    "text": "(a) Wage information were based on monthly wages from 90 centres. (b) Real wage percentage changes are based on CCPI (2002=100).(c) Provisional (d) Female participation is minimal in the Coconut and Construction sectors.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      449.64,
      703.36,
      532.47,
      710.1
    ],
    "text": "Source : Central Bank of Sri Lanka",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      278.0,
      500.22,
      480.61,
      508.09
    ],
    "text": "Percentage ChangeAnnual Average (Rs.)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "95",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      78.07,
      289.8,
      176.23
    ],
    "text": "of labour intensity in various activities and alternative opportunities available to workers to make shifts among different activities and regions etc. The information on the informal sector daily wages collected under the CWDCS covering sectors of Agriculture and Construction, revealed mixed movements in the wage rates in 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      188.08,
      289.8,
      489.24
    ],
    "text": "The informal sector wages in the Agriculture sector and Construction sector recorded increases of 23 per cent and 16 per cent, respectively in the year 2008 over the previous year. The average daily wages of sub-categories of paddy, coconut, tea and rubber increased by 21 per cent, 23 per cent, 17 per cent and 31 per cent, respectively in 2008. The increase in wages of these sub-sectors was partly due to the wage demands made by these workers for higher daily wages, in order to maintain their real wages at a certain level. Though the prices of certain exported items, especially, tea and rubber decelerated in the international market towards the latter part of the year, on average, the relative increase in prices of other commodities (e.g., coconut and paddy) in the domestic market enabled the producers to make higher payments to the workers. However, within the Agricultural sector, the rates of increase in daily wages in most of the sub-categories varied due to the diversity among the different activities.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      503.92,
      289.81,
      732.58
    ],
    "text": "When the increases in the nominal daily wages were adjusted for inﬂ ation, employees in the Construction sector and sub-categories in the Agriculture sector, viz., tea and paddy (female employees) suffered losses in their real wages during 2008. However, those in the sub-categories of rubber, coconut and paddy (male employees) enjoyed an increase in their real wages. Daily wages for carpentry and masonry in the Construction sector recorded an increase of around 16 per cent due to the wage demands made by these workers, the continued demand for workers for construction activities and also the shortages of such skilled workers due to migration for foreign employment. However, these employees experienced real wage losses in 2008, as in the last year.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754,
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      320.56,
      415.63,
      518.4,
      429.52
    ],
    "text": "Table 4.7 District-wise Population",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      441.26,
      708.54,
      533.54,
      715.28
    ],
    "text": "Source: Registrar General’s Department",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      499.89,
      440.87,
      534.25,
      448.73
    ],
    "text": "‘000 Persons",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      317.14,
      470.78,
      522.18,
      703.65
    ],
    "text": "Colombo 2,456 2,488 32 1.3Kandy 1,380 1,396 16 1.2Ratnapura 1,086 1,099 13 1.2Badulla 850 861 11 1.3Kurunegala 1,524 1,535 11 0.7Gampaha 2,140 2,152 12 0.6Galle 1,052 1,063 11 1.0Anuradhapura 801 809 8 1.0Kalutara 1,111 1,118 7 0.6Matara 813 822 9 1.1Nuwara Eliya 742 749 7 0.9Ampara 615 624 9 1.5Batticaloa 523 530 7 1.3Puttalam 752 760 8 1.1Jaffna 599 603 4 0.7Matale 477 483 6 1.3Trincomalee 355 361 6 1.7Hambantota 552 558 6 1.1Moneragala 425 430 5 1.2Polonnnaruwa 395 400 5 1.3Mulaitivu 147 150 3 2.0Kilinochchi 146 150 4 2.7Vavuniya 166 167 1 0.6Kegalle 802 807 5 0.6Mannar 101 102 1 1.0Total 20,010 20,217 207 1.0",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      316.71,
      451.59,
      534.95,
      467.86
    ],
    "text": "District2008(a)Change(a)Percentage Change(a)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.73,
      707.99,
      350.13,
      714.74
    ],
    "text": "(a) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      396.48,
      456.77,
      409.24,
      464.64
    ],
    "text": "2007",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.34,
      77.25,
      523.06,
      104.64
    ],
    "text": "4.4 Population, Labour Force and Employment",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.34,
      111.82,
      368.18,
      124.1
    ],
    "text": "Population",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.34,
      129.56,
      538.98,
      280.72
    ],
    "text": "The mid-year population in 2008 estimated by the Registrar General’s Department grew by 1.0 per cent to 20.2 million, compared with 0.6 per cent growth recorded in 2007. Increases in population were reported from all districts. High increases in population were reported from Colombo, Kandy, Ratnapura, Gampaha, Kurunegala, Badulla and Galle districts, which contributed over 50 per cent to the overall growth in 2008 while high growth rates were registered from Mulativu, Kilinochchi, Trincomalee and Ampara districts compared to the previous year.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.34,
      288.32,
      381.63,
      300.6
    ],
    "text": "Labour Force",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.34,
      306.06,
      539.09,
      401.22
    ],
    "text": "The levels and trends of labour force, employment and unemployment in Sri Lanka are analysed by means of the Quarterly Labour Force Survey (QLFS) conducted by the Department of Census and Statistics (DCS). Though the DCS planned to expand its sample coverage to the entire country, the Northern and Eastern provinces",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672,
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "96",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      78.31,
      289.78,
      201.47
    ],
    "text": "were not covered fully by the QLFS during the last three years due to the unsettled security conditions that prevailed in some districts of these provinces. Meanwhile, from the ﬁ rst quarter 2008, the DCS commenced conducting QLFS covering the districts in the Eastern province too. However, for detailed comparison, the labour force data excluding Northern and Eastern provinces was used in the analysis, if stated otherwise.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      209.98,
      289.81,
      445.14
    ],
    "text": "Accordingly, the labour force, which is deﬁ ned as persons aged 10 years and above, who are able and willing to work, increased marginally to 7.6 million in 2008 compared to 7.5 million in the previous year. The total labour force comprised of 7.2 million employed and 0.4 million unemployed persons. Meanwhile, the labour force participation rate (LFPR), expressed as the ratio of the labour force to the population aged 10 years and above, increased marginally to 50.2 per cent in 2008 from 49.8 per cent in 2007. This increase was seen in both male and female LFPRs and reported at 67.9 per cent and 34.3 per cent, respectively. The gender analysis of the LFPR over the years had shown that the participation rate of males has been almost twice that of females in the recent past.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      455.58,
      128.37,
      467.85
    ],
    "text": "Employment",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      476.15,
      289.69,
      557.31
    ],
    "text": "The QLFS conducted by the DCS deﬁ nes an employed person as one who engaged in some kind of work for pay, proﬁ t or family gain (unpaid) during the survey period. According to the status of the employment, persons who worked as paid employees, employers, own account workers (self-",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      255.35,
      538.41,
      337.51
    ],
    "text": "employed), or unpaid family workers during the survey period were considered as employed persons in the QLFS. This includes persons with a job but not at work during the survey period. Employees temporarily absent from work due to illness, bad weather or labour disputes are also considered as employed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      351.89,
      538.44,
      448.25
    ],
    "text": "According to the QLFS, the number of employed persons increased by 1.9 per cent to 7.2 million in 2008 as compared to 7.0 million in the year 2007. This increase was partly due to the enhancement of employment opportunities on account of the full implementation of new development projects of the economy.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754,
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      459.79,
      538.5,
      556.15
    ],
    "text": "The composition of employed population, among the major industry groups recorded a slight change in 2008, increasing the share of the Agriculture sector from 31.3 per cent in 2007 to 32.7 per cent in 2008. Meanwhile, the shares of the Industry and Services sectors declined from 26.6 per cent to 26.3 per cent and from 42.1 per cent to 41.0",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      78.39,
      573.39,
      517.06,
      587.4
    ],
    "text": "Table 4.8Household Population, Labour Force and Labour Force Participation (a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      101.7,
      612.54,
      437.44,
      624.33
    ],
    "text": "Item2008",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      68.01,
      633.66,
      522.85,
      666.73
    ],
    "text": "Household Population (b) ‘000 Persons 14,834 15,048 15,112 15,141 14,852 15,212 15,079 Labour Force ‘000 Persons 7,599 7,489 7,531 7,506 7,588 7,650 7,569 Employed 7,105 7,042 7,148 7,106 7,192 7,252 7,175 Unemployed 493 447 382 400 396 398 394",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      68.01,
      670.1,
      522.83,
      694.76
    ],
    "text": "Labour Force Participation Rate ( c ) per cent 51.2 49.8 49.8 49.6 51.1 50.3 50.2 Male 68.1 67.8 67.3 67.8 69.1 67.6 67.9 Female 35.7 33.4 34.2 33.1 34.9 35.0 34.3",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      249.94,
      618.08,
      523.35,
      632.3
    ],
    "text": "AnnualQ4Q3Q220072006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      410.64,
      705.51,
      532.4,
      713.38
    ],
    "text": "Source: Department of Census and Statistics",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      339.17,
      624.44,
      347.85,
      632.3
    ],
    "text": "Q1",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.36,
      705.27,
      317.88,
      726.41
    ],
    "text": "(a) Data exclude both Northern and Eastern provinces. (b) Aged 10 years and above. (c) Labour force as a percentage of household population aged 10 years and above.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      318.94,
      86.74,
      530.53,
      95.33
    ],
    "text": "Chart 4.2Trends in Labour Force & Unemployment 2004-2008",
    "fonts": [
      "AGaramondPro-Bold"
    ],
    "sizes": [
      7.518385887145996,
      7.975672245025635
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      329.21,
      231.74,
      533.14,
      238.17
    ],
    "text": "Labour Force Participation Rate (Left Axis)Unemployment Rate (Right Axis)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.638814449310303
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      194.45,
      526.35,
      200.88
    ],
    "text": "4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      180.63,
      526.35,
      187.06
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      166.83,
      526.35,
      173.26
    ],
    "text": "6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      153.02,
      526.35,
      159.45
    ],
    "text": "7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      139.21,
      526.35,
      145.64
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.61,
      125.4,
      526.35,
      131.83
    ],
    "text": "9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.48,
      111.58,
      529.2,
      118.01
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      194.44,
      330.03,
      200.87
    ],
    "text": "47.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      177.87,
      330.03,
      184.3
    ],
    "text": "48.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      161.3,
      330.03,
      167.73
    ],
    "text": "49.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      144.73,
      330.03,
      151.16
    ],
    "text": "50.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      128.17,
      330.03,
      134.6
    ],
    "text": "51.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      319.83,
      111.59,
      330.03,
      118.02
    ],
    "text": "52.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      334.74,
      200.55,
      340.95,
      219.64
    ],
    "text": "2004 Q1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      345.7,
      200.54,
      351.91,
      207.27
    ],
    "text": "Q2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      356.67,
      200.54,
      362.88,
      207.27
    ],
    "text": "Q3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      367.64,
      200.54,
      373.85,
      207.27
    ],
    "text": "Q4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      378.61,
      200.55,
      384.82,
      211.73
    ],
    "text": "2005",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      389.57,
      200.55,
      395.78,
      219.64
    ],
    "text": "2006 Q1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      400.54,
      200.54,
      406.75,
      207.27
    ],
    "text": "Q2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      411.51,
      200.54,
      417.72,
      207.27
    ],
    "text": "Q3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      422.48,
      200.54,
      428.69,
      207.27
    ],
    "text": "Q4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      433.45,
      200.54,
      439.66,
      219.64
    ],
    "text": "2007 Q1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      444.41,
      200.54,
      450.62,
      207.27
    ],
    "text": "Q2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      455.38,
      200.54,
      461.59,
      207.27
    ],
    "text": "Q3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      466.34,
      200.54,
      472.55,
      207.27
    ],
    "text": "Q4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      477.31,
      200.54,
      483.52,
      219.64
    ],
    "text": "2008 Q1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      488.28,
      200.54,
      494.49,
      207.27
    ],
    "text": "Q2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      499.25,
      200.54,
      505.46,
      207.27
    ],
    "text": "Q3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      510.21,
      200.54,
      516.42,
      207.27
    ],
    "text": "Q4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.35601806640625
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      312.23,
      146.83,
      318.44,
      166.87
    ],
    "text": "Per cent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.5725626945495605
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      528.7,
      146.82,
      534.91,
      166.87
    ],
    "text": "Per cent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.5725626945495605
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      419.58,
      221.58,
      431.46,
      228.01
    ],
    "text": "Year",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.572613716125488
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "97",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      291.03,
      289.73,
      400.19
    ],
    "text": "per cent, respectively, between the corresponding periods. However, the Services sector still maintains the highest share of the total employed population. Meanwhile, the share of the public sector employees, employers and unpaid family workers increased in 2008 in terms of employment status, while that of private sector employees and own account workers declined compared to 2007.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      411.54,
      134.59,
      422.7
    ],
    "text": "Unemployment",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      431.21,
      289.78,
      456.37
    ],
    "text": "According to the QLFS, the unemployment rate dropped to 5.2 per cent in 2008 as compared",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      460.21,
      289.81,
      560.37
    ],
    "text": "to 6.0 per cent recorded in 2007, indicating the continuation of the steady declining trend observed over the past few years. The total number unemployed was estimated at 394,000 for the year 2008 which was lower than that of 447,000 in the previous year. This decrease of unemployed population was mainly due to the implementation",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      311.1,
      291.03,
      538.51,
      398.99
    ],
    "text": "of several programmes and projects such as Employability Development Programme and Employment Creation and Promotion Programme, which created new employment opportunities in the labour market. The improvement in dissemination of labour market information and career guidance programmes also contributed to lessen the rate of unemployment.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      311.1,
      407.5,
      538.55,
      558.66
    ],
    "text": "The continuation of youth unemployment, especially among educated females was evident from the QLFS. The unemployment rate was more acute among the age group of 15-19 years as observed during the last few years. However, according to the estimates of the QLFS, the unemployment rate among this age group decreased to 20.6 per cent in 2008 from 21.6 per cent in 2007 while the highest unemployment rate of 24.4 per cent was recorded among female youths which was higher than that of 14.4 per",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      80.56,
      87.25,
      435.59,
      101.26
    ],
    "text": "Table 4.9Employment by Economic Activity (a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      87.72,
      127.4,
      534.08,
      145.19
    ],
    "text": "Sector‘000 PersonsPercentage of Total Employment",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      76.14,
      159.52,
      527.98,
      239.39
    ],
    "text": "Agriculture 2,287 2,202 2,272 2,141 2,495 2,470 2,344 32.2 31.3 32.7 Industry 1,890 1,874 1,890 1,936 1,878 1,848 1,888 26.6 26.6 26.3 Manufacturing 1,363 1,331 1,334 1,371 1,370 1,346 1,355 19.2 18.9 18.9 Construction (b) 527 543 557 565 508 502 533 7.4 7.7 7.4 Services 2,928 2,966 2,986 3,030 2,819 2,934 2,943 41.2 42.1 41.0 Trade and hotels, etc. 1,084 1,051 1,066 1,077 974 996 1,028 15.3 14.9 14.3 Transport, storage and communication 430 457 434 411 398 459 426 6.1 6.5 5.9 Finance, insurance and real estate 221 215 236 240 246 223 236 3.1 3.1 3.3 Personal services and other 1,192 1,243 1,250 1,302 1,203 1,256 1,253 16.8 17.7 17.5",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      76.14,
      243.35,
      527.94,
      260.22
    ],
    "text": "Total employment 7,105 7,042 7,148 7,106 7,192 7,252 7,175 100.0 100.0 100.0 Percentage of labour force 93.5 94.0 94.9 94.7 94.8 94.8 94.8",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      216.81,
      140.19,
      526.62,
      152.81
    ],
    "text": "200720082006200820062007",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      66.49,
      264.13,
      533.98,
      278.07
    ],
    "text": "(a) Data exclude both Northern and Eastern provinces. (b) Mining and quarrying, electricity, gas and water categorised under Construction. Source: Department of Census and Statistics",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      288.54,
      149.6,
      427.38,
      157.58
    ],
    "text": "Q1Q2Q3Q4Annual",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      69.06,
      578.87,
      271.2,
      592.51
    ],
    "text": "Table 4.10Status of Employment (a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      263.51,
      607.69,
      284.11,
      615.0
    ],
    "text": "Per cent",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.5
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      65.14,
      713.3,
      284.02,
      727.25
    ],
    "text": "Source: Department of Census and Statistics(a) Data exclude both Northern and Eastern provinces.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      65.64,
      650.01,
      283.68,
      708.28
    ],
    "text": "2006 13.4 42.1 3.1 30.8 10.5 100.02007 13.8 42.7 2.8 30.4 10.3 100.02008(Annual) 14.9 41.1 3.0 30.2 10.8 100.0 1st Quarter 14.9 40.4 3.1 31.7 9.9 100.0 2nd Quarter 15.3 41.0 3.1 30.2 10.4 100.0 3rd Quarter 14.7 41.1 2.7 30.1 11.4 100.0 4th Quarter 14.7 41.9 3.0 29.0 11.4 100.0",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      80.07,
      622.34,
      234.82,
      638.89
    ],
    "text": "PeriodEmpl-oyersSelf-Employed",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      154.97,
      618.46,
      283.97,
      643.47
    ],
    "text": "Unpaid Family WorkersTotalPrivate Sector Employees",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      121.64,
      618.05,
      152.71,
      642.71
    ],
    "text": "Public Sector Em-ployees",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      318.63,
      579.73,
      523.97,
      593.37
    ],
    "text": "Table 4.11Public Sector Employment",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      314.38,
      692.05,
      534.42,
      727.59
    ],
    "text": "Source: Central Bank of Sri Lanka(a) Provisional(b) Central Government, Local Government and Provincial Councils (c) State Corporations, Statutory Boards and State Authorities",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      329.6,
      630.14,
      528.06,
      647.45
    ],
    "text": "2008(a)2008/2007(a)200720062007/2006Sector",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      314.19,
      653.05,
      522.19,
      660.05
    ],
    "text": "Government (b) 887,674 937,494 997,458 5.6 6.4",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      314.19,
      664.05,
      522.19,
      671.05
    ],
    "text": "Semi-Government (c ) 258,049 259,116 261,318 0.4 0.8",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      314.19,
      675.08,
      522.2,
      682.08
    ],
    "text": "Public Sector 1,145,723 1,196,610 1,258,776 4.4 5.2",
    "fonts": [
      "AGaramondPro-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      472.89,
      619.04,
      524.45,
      626.91
    ],
    "text": "Percentage Change",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      65.26,
      748.75,
      76.26,
      761.22
    ],
    "text": "98",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      298.7,
      289.79,
      477.86
    ],
    "text": "cent among male youths. The more severe and notable feature was the higher unemployment rate among the educated youth than the others while the problem was even more acute among the educated females than the educated males. In view of the unemployment rate by level of education, the highest unemployment rate of 9.9 per cent was recorded among those with qualiﬁ cations of GCE (A/L) and above, followed by those with GCE (O/L) qualiﬁ cations (7.4 per cent). The persistent mismatches between job opportunities in the market and aspirations of the unemployed was the main reason for this problem.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      488.3,
      171.77,
      500.58
    ],
    "text": "Foreign Employment",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      508.98,
      289.81,
      731.64
    ],
    "text": "There has been a steady increase in foreign employment over the years contributing signiﬁ cantly to foreign exchange earnings and reducing the pressure on the unemployment in Sri Lanka. In 2008, foreign employment placements reported an increase of 15.4 per cent compared to 8.2 per cent in 2007. According to the estimates of the Sri Lanka Bureau of Foreign Employment (SLBFE), the total number of departures for foreign employment was 252,021 during 2008 compared with 218,459 during the last year. The increase in overseas employment was observed in all categories of manpower namely, housemaids, skilled and unskilled labourers. The continued efforts to streamline procedures and prepare job aspirants to suit labour market requirements",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      311.1,
      298.7,
      538.52,
      462.76
    ],
    "text": "abroad has improved opportunities in the overseas job market during the year. Being a major source of foreign exchange earnings of the country, the total foreign remittances received during the year 2008 amounted to US Dollars 2,918 million, an increase of 16.6 per cent, compared to US Dollars 2,502 million received during 2007. This increase was mainly attributed to the awareness campaign launched by the SLBFE with the assistance of banks, licensed recruitment agencies and media in order to increase the level of foreign remittances from migrant workers.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      311.1,
      468.44,
      538.54,
      731.6
    ],
    "text": "According to the SLBFE, Sri Lankan migrant population is around 1.8 million. Of the total migrant population, female migrant workers dominating others, accounted for a major share of 65 per cent. However, according to annual departures, the male migration had been increasing persistently over the years and dominated the female with a ratio of 51:49 of total migration in 2008, which was a landmark change in the migrant gender composition. Reﬂ ecting this and also due to the lack of skills to meet the standards required by the international markets, the departures of housemaids declined to 43.1 per cent in 2008 from 46.9 per cent in 2007. The increase in male migration was a result of awareness programmes conducted by the SLBFE in collaboration with other stakeholders and the high demand for skilled and unskilled jobs for males in the Middle East countries particularly in the construction and manufacturing",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      77.42,
      88.67,
      517.94,
      102.68
    ],
    "text": "Table 4.12Unemployment Rate (Unemployed as a percentage of Labour Force) (a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      87.65,
      126.82,
      439.56,
      139.61
    ],
    "text": "Category2008",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      69.74,
      148.94,
      521.49,
      182.0
    ],
    "text": "All 6.5 6.0 5.1 5.3 5.2 5.2 5.2By Gender Male 4.7 4.3 3.3 3.6 3.8 3.8 3.6 Female 9.7 9.0 8.2 8.4 7.8 7.7 8.0",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      69.74,
      185.37,
      521.55,
      226.84
    ],
    "text": "By Age Group 15 - 19 23.1 21.6 23.0 20.8 20.1 19.0 20.6 20 - 29 15.9 15.0 13.4 13.0 13.0 13.4 13.2 30 - 39 3.3 3.3 2.8 2.8 3.4 3.2 3.1 40 and above 1.4 1.3 1.0 1.5 1.2 1.1 1.2",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      69.74,
      230.21,
      521.52,
      271.67
    ],
    "text": "By Education Level Grade 4/Year 5 and below … 1.3 … … … .... 1.1 Grade 5-9/Year 6-10 5.8 5.2 4.0 4.5 4.4 5.1 4.5 GCE(O/L)/NCGE 9.9 8.2 6.4 7.6 7.9 7.6 7.4 GCE(A/L)/HNCE and above 11.6 11.8 11.0 9.1 10.4 8.9 9.9",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      241.88,
      132.36,
      526.19,
      145.32
    ],
    "text": "AnnualQ4Q3Q220072006",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      411.5,
      275.79,
      533.25,
      283.65
    ],
    "text": "Source: Department of Census and Statistics",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      341.11,
      137.45,
      349.79,
      145.32
    ],
    "text": "Q1",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      66.08,
      277.54,
      199.79,
      284.29
    ],
    "text": "(a) Data exclude both Northern and Eastern provinces.",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      519.2,
      748.12,
      530.2,
      760.6
    ],
    "text": "99",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      281.37,
      289.77,
      362.53
    ],
    "text": "sectors. The SLBFE initiated action to explore new market opportunities in non-traditional markets such as Canada, Japan, Poland, Romania and some other European countries, targeting increased job opportunities in countries outside the Middle Eastern region.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      371.04,
      289.81,
      578.2
    ],
    "text": "The Middle Eastern region continued to dominate the foreign employment market, accounting for more than 90 per cent of the total migrant workforce, with the majority consisting of housemaids. However, this dominance has diluted over the years, with increased opportunities for other categories of labour, from several other countries such as Korea, Singapore, Malaysia and Maldives. As a result, the share of housemaids has declined to 45 per cent in 2008. Positive steps taken by the SLBFE by entering into memorandum of understanding with three major labour receiving countries namely, Qatar, Bahrain and Libya for welfare and protection of migrant employees at the work place would enhance the employability of the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      281.37,
      538.53,
      376.53
    ],
    "text": "workforce. These measures would also positively address the adverse impacts that may arise from the global economic crisis. In view of the beneﬁ ts that the country gains from foreign employment, further efforts to address issues of health and occupational safety of migrant workers, while addressing social implications, are needed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      384.14,
      415.01,
      396.41
    ],
    "text": "Labour Productivity",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      401.88,
      538.55,
      539.04
    ],
    "text": "Overall labour productivity continued to improve in 2008, following the trend experienced during the last few years. Labour productivity, measured as the GDP per worker (at constant prices of 2002), increased by around 4 per cent in 2008 over the previous year, to Rs. 329,700 per worker. It is also noteworthy that the productivity has increased continuously over the last few years, rising from Rs. 286,000 per worker in 2005 to the current level, recording an average",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      543.38,
      482.86,
      554.54
    ],
    "text": "increase of around 5 per cent per year.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      563.05,
      538.55,
      686.21
    ],
    "text": "The considerable increase in productivity in the Industrial and Services sectors was the main contributor to the increase in productivity in 2008, while the contribution from the Agriculture sector was marginal. The Industrial and Services sectors recorded increases of 5.1 per cent and 6.5 per cent, respectively in productivity while the Agriculture sector recorded an increase of 1.2 per cent during 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      694.71,
      538.48,
      733.87
    ],
    "text": "The improvement of productivity is imperative for sustainable development as well as for maintaining price stability. The productivity",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      68.72,
      591.02,
      274.23,
      617.86
    ],
    "text": "Table 4.14Foreign Employment Departures by Destination",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.76,
      718.15,
      284.72,
      725.89
    ],
    "text": "Source: Sri Lanka Bureau of Foreign Employment(a) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      74.11,
      642.29,
      284.41,
      656.75
    ],
    "text": "SharePer centNumberShareNumberCountryNumber",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.58,
      661.64,
      282.64,
      703.11
    ],
    "text": "Qatar 38,943 17.8 39,543 15.7 600 1.5Saudi Arabia 60,489 27.7 67,804 26.9 7,315 12.1U A E 38,018 17.9 51,763 20.5 12,745 32.7Kuwait 41,028 18.8 47,168 18.7 6,140 15.0Other 38,981 17.8 45,743 18.2 6,762 17.3",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      64.58,
      706.47,
      282.61,
      714.34
    ],
    "text": "Total 218,459 100.0 252,021 100.0 33,562 15.4",
    "fonts": [
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      129.81,
      635.49,
      272.9,
      643.36
    ],
    "text": "Change(a)2008(a)2007",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      78.14,
      87.25,
      393.22,
      101.26
    ],
    "text": "Table 4.13Foreign Employment",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      80.68,
      124.4,
      503.76,
      138.19
    ],
    "text": "Employment2008(a)",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      70.56,
      147.52,
      524.31,
      256.19
    ],
    "text": "Total Placements 201,948 100.0 218,459 100.0 252,021 100.0By Source Licensed Agents 141,177 69.9 146,515 67.1 162,117 64.3 Other 60,771 30.1 71,944 32.9 89,904 35.7By Gender Male 90,170 44.7 103,482 47.4 128,821 51.1 Female 111,778 55.3 114,977 52.6 123,200 48.9By Manpower Category Housemaid 99,659 49.3 102,349 46.9 108,709 43.1 Other Skilled Labour 45,063 22.3 53,462 24.5 65,124 25.8 Unskilled Labour 40,705 20.2 52,182 23.9 59,427 23.6 Other 16,521 8.2 10,466 4.8 18,761 7.4",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      345.81,
      135.94,
      416.72,
      143.81
    ],
    "text": "Per centNumber",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      68.92,
      262.13,
      107.71,
      268.87
    ],
    "text": "(a) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      226.73,
      135.94,
      526.51,
      143.81
    ],
    "text": "Per centNumberPer centNumber",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      253.73,
      124.4,
      385.28,
      132.27
    ],
    "text": "20062007",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      397.69,
      261.37,
      534.34,
      269.24
    ],
    "text": "Source: Sri Lanka Bureau of Foreign Employment",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      65.26,
      748.75,
      81.76,
      761.22
    ],
    "text": "100",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      77.7,
      507.91,
      427.14,
      521.92
    ],
    "text": "Table 4.16 Strikes in Private Sector Industries",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      86.12,
      560.98,
      98.28,
      568.85
    ],
    "text": "Year",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      477.55,
      549.06,
      491.39,
      556.93
    ],
    "text": "Total",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      503.77,
      565.6,
      532.94,
      581.87
    ],
    "text": "Man-days Lost",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      66.48,
      703.99,
      532.9,
      717.19
    ],
    "text": "(a) Includes Semi-government Institutions and all other private institutions.(b) ProvisionalSource: Department of Labour",
    "fonts": [
      "AGaramondPro-Regular",
      "Garamond"
    ],
    "sizes": [
      6.0,
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      233.44,
      549.06,
      379.24,
      556.93
    ],
    "text": "Other(a)Plantation",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      193.56,
      565.6,
      490.98,
      581.87
    ],
    "text": "Workers InvolvedNo. of StrikesMan-days LostWorkers InvolvedNo. of StrikesMan-days LostWorkers InvolvedNo. of Strikes",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      70.13,
      589.18,
      526.22,
      696.05
    ],
    "text": "2005 17 4,283 8,370 40 49,282 149,982 57 53,565 158,3522006 19 196,520 4,821,394 34 13,283 72,513 53 209,803 4,893,9072007 8 1,468 5,489 17 6,079 33,748 25 7,547 39,237 1st Quarter 1 52 260 5 1,485 1,945 6 1,537 2,205 2nd Quarter 1 233 233 5 2,267 20,384 6 2,500 20,617 3rd Quarter 2 323 369 3 1,549 8,518 5 1,872 8,887 4th Quarter 4 860 4,627 4 778 2,901 8 1,638 7,5282008 (b) 34 34,014 41,525 17 3,917 24,130 51 37,931 65,655 1st Quarter - - - 6 1,649 12,359 6 1,649 12,359 2nd Quarter 4 491 1,037 4 754 1,254 8 1245 2,291 3rd Quarter 22 31,648 33,609 4 870 955 26 32,518 34,564 4th Quarter 8 1,875 6,879 3 644 9,562 11 2,519 16,441",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.93,
      240.3,
      290.28,
      349.46
    ],
    "text": "improvement is achieved by improving technology, skills development of the workforce and by employing innovative ways of workforce management. Considering the importance of this, the government has established the National Productivity Secretariat under the purview of the Ministry of Labour Relations and Manpower to work in close co-operation with the Asian Productivity Organization (APO).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.93,
      359.9,
      268.46,
      372.18
    ],
    "text": "Labour Relations and Labour Market Reforms",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.200980186462402
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.93,
      380.47,
      290.36,
      489.63
    ],
    "text": "The number of strikes in the private sector increased to 51 in the year 2008 compared to 25 in the last year, as a result of the increased number of strikes in the plantation sector. The total man-days lost in 2008 also increased to 65,655 compared to 39,237 in 2007. The number of strikes in the plantation sector increased to 34 in 2008 compared with 8 strikes in 2007. The total man-days",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      311.1,
      77.62,
      538.5,
      340.78
    ],
    "text": "lost and workers involved too increased due to the engagement of a considerable number of plantation workers in industrial action during 2008. Trade union action in the plantation sector during the third quarter of the year which reported 22 strikes had an impact on the plantation industry due to the loss of 33,609 man-days involving 31,648 workers. The number of strikes in the rest of the private sector in 2008 remained unchanged at 17 strikes compared with 2007. However, the total man-days lost decreased by 28 per cent as the number of workers involved declined dramatically by more than 35 per cent in this category. This favourable development was a combined result of various factors such as better relationships among parties and maintaining better dialogue at the workplace to improve industrial harmony. The continuous maintenance of such a sound environment is essential for increasing investment and productivity in the country.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      311.1,
      350.31,
      440.53,
      363.7
    ],
    "text": "4.5 Policies and Issues",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.939848899841309
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      311.1,
      368.75,
      538.53,
      490.51
    ],
    "text": "Still there exists a mismatch between the supply and demand for skilled manpower in the economy. Therefore, the implementation of educational reforms and introducing the required changes to national school curriculum and modernizing the programmes of study offered in the University courses to suit the emerging needs of the country with a global applicability is a necessity. Along with these changes effective national level",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      69.04,
      82.35,
      285.53,
      109.19
    ],
    "text": "Table 4.15Labour Productivity by Major Economic Sector",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      65.06,
      210.88,
      286.03,
      224.83
    ],
    "text": "Sources: Department of Census and Statistics Central Bank of Sri Lanka (a) Provisional",
    "fonts": [
      "Garamond"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.87,
      124.84,
      285.65,
      169.84
    ],
    "text": "20062008(a)2007GDP at Constant (2002) Prices,Rs.Million 2,090,564 2,232,656 2,365,500 Agriculture 257,147 265,870 285,897 Industry 590,298 635,199 672,790 Services 1,243,119 1,331,587 1,406,814",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.87,
      173.8,
      285.64,
      208.67
    ],
    "text": "Labour Productivity,Rs.’000 Per Person 294.2 317.0 329.7 Agriculture 112.4 120.6 122.0 Industry 312.3 339.0 356.4 Services 424.6 449.0 478.0",
    "fonts": [
      "Garamond",
      "Garamond-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      513.7,
      748.12,
      530.2,
      760.6
    ],
    "text": "101",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      53.95,
      241.67,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      555.95,
      138.07,
      567.1,
      395.51
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      61.65,
      78.17,
      289.01,
      117.33
    ],
    "text": "programmes for skills development to meet the changing conditions in both domestic and international labour markets have to be strengthened.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      61.65,
      125.84,
      289.1,
      291.0
    ],
    "text": "Public sector wage increases resulting in higher real wages without an effective programme to promote commensurate improvements in productivity will have adverse ﬁ scal implications. Any salary revisions without productivity improvements will place upward pressure on domestic prices, especially of consumer goods. The decision taken by the government to formulate a national wages policy for the private sector in line with international standards, in order to ensure that private sector employees receive a salary in accordance with their educational",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.1,
      77.6,
      538.52,
      102.76
    ],
    "text": "qualiﬁ cations and the nature of their work, is an encouraging development.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.1,
      111.27,
      538.55,
      290.43
    ],
    "text": "With the contractions in the global economy, Sri Lankan economy will also be affected adversely particularly impacting on employment levels. The crisis may lead to a reversal in the declining trend in unemployment in the country and rising trend of foreign employment. Several sectors in the Industrial sector have already faced layoffs and this may continue unless the effective national level programmes are implemented to arrest the problem. In this respect, labour laws are required to be made ﬂ exible in order to face the changing economic and social environment enabling the enterprises to survive through hard times.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      65.26,
      748.75,
      81.76,
      761.22
    ],
    "text": "102",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      356.45,
      53.95,
      535.75,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      30.54,
      139.45,
      41.7,
      396.88
    ],
    "text": "PRICES, WAGES, EMPLOYMENT AND PRODUCTIVITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "4",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  }
]