[
  {
    "page_number": 0,
    "bbox": [
      540.4,
      147.45,
      572.68,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      245.4,
      31.54,
      527.24,
      44.42
    ],
    "text": "NATIONAL OUTPUT, EXPENDITURE, INCOME AND EMPLOYMENT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "83",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      111.17,
      116.75,
      123.16
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      127.86,
      283.38,
      255.17
    ],
    "text": "Micro, Small and Medium Sized Enterprises (MSMEs) remain the core and account for the vast majority of enterprises, while providing a significant source of employment, yielding a greater proportion of output in most countries around the world. They account for about two thirds of employment and contribute to more than 50 per cent of GDP in many countries.1 Contribution of the MSME sector to the economic output is generally found to be higher in high income countries than in medium and low income countries, highlighting the potential of their contribution to growth, particularly in developing nations (Gonzales, Hommes and Laura, 2014).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.79,
      460.32,
      283.4,
      640.28
    ],
    "text": "Generally, MSMEs span across all forms of social clusters, including rural and low income areas, with a large share of such firms being informal establishments. It is also reported that there are about 365-445 million MSMEs in emerging economies, while over three-fourths of such establishments are found to be informal enterprises (International Labour Organization, 2016). MSMEs appear to heavily contribute to increasing the income levels of low income families, and thereby contribute to reducing disparities in the income distribution. Further, as a result of their small size and customer centric business models, small businesses are also more flexible and better able to withstand changes in the economic landscape by adapting to the changing environment and new advancements in technology. Therefore, MSMEs can improve the resilience of an economy up to a certain extent and pave the way for growth and development.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      140.4,
      62.2,
      446.79,
      98.19
    ],
    "text": "BOX 4Catalysing Micro, Small and Medium Sized Enterprises (MSMEs) as a Growth Driver and Challenges",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.3,
      111.17,
      425.27,
      123.16
    ],
    "text": "MSMEs as a Growth Driver",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      127.73,
      524.89,
      232.74
    ],
    "text": "A considerable body of literature provides statistical evidence to prove a positive relationship between the existence of MSMEs and the overall economic growth of a country. Successful MSMEs usually evolve into large organisations, and such organisations contribute to economic growth immensely. MSMEs make an important contribution to the economy as a breeding ground for large firms, an employment provider, and a facilitator of innovation, thereby leading to inclusive and balanced growth.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      237.42,
      524.9,
      456.86
    ],
    "text": "A breeding ground for large organisations: Most successful economies comprise a healthy mix of both large and small firms. Large firms typically are more productive, have the capacity to invest in capital intensive projects, facilitate research and development on a larger scale, and in turn facilitate the creation of new knowledge contributing to yield growth episodes. On the other hand, MSMEs play an important role by acting as a breeding ground for such large organisations, which in turn would promote the businesses of MSMEs by expanding supply chains. Most modern global business giants, such as Samsung, Apple, Microsoft and Facebook initiated their operations as small businesses and developed gradually into their current status, thus highlighting the potential of such small businesses to transform into any scale, and ultimately drive respective national and regional economies. In fact, a healthy MSME sector can contribute to improving entrepreneurship skills among the general population of a country, in turn augmenting human capital, which is a prerequisite for sustainable growth.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      461.55,
      525.01,
      639.38
    ],
    "text": "MSMEs increase employment and overall output in an economy: MSMEs, being the largest segment involving a significantly large number of enterprises, provide employment opportunities for the majority of the population. This in turn help in increasing the spending power of the general public, which drives up consumption and boosts overall economic growth. As MSMEs span across multiple sectors of the economy, empowering a large number of people in terms of livelihood and contributing to reducing inequality, these establishments play an important role in achieving the Sustainable Development Goals (SDGs), thereby supporting respective economies to record sustainable growth episodes. Further, as achievements of SDGs generally cast a positive image on countries, a healthy MSME sector can play an indirect role to support economies by improving investor sentiments as well.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      644.06,
      524.89,
      707.46
    ],
    "text": "MSMEs increase competition among firms: MSMEs can increase competition in their respective business environments by identifying niche business propositions. Under an enabling environment, increased levels of competition created by MSMEs can encourage innovative ideas, which is an essential element of sustained growth",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.05,
      651.2,
      282.9,
      706.38
    ],
    "text": "1 Based on data from the MSME Economic Indicators Database 2019, available at SME Finance Forum (https://www.smefinanceforum.org), which contains secondary data of registered MSMEs in 176 countries. Information for the latest available year is considered, which may not necessarily be the same for all countries. Due to differences in source institutions and time, data are not standardised, thereby somewhat limiting country comparability. Based on availability, the numbers of data points used to arrive at median values are 80 for employment share and 38 for value added share.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      111.92,
      266.1,
      231.0,
      298.23
    ],
    "text": "Figure B 4.1Median Shares of MSMEs and Large Enterprises (Per cent)",
    "fonts": [
      "Futura-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      80.62,
      431.32,
      277.46,
      449.32
    ],
    "text": "Source: Adapted from MSME Country Indicators, IFC (Gonzales, Hommes and Laura, 2014), with new data from the 2019 MSME Economic Indicators Database, available at SME Finance Forum (https://www.smefinanceforum.org)1",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      2.9149999618530273,
      5.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.84,
      373.78,
      148.47,
      387.02
    ],
    "text": "72.753.9",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.84,
      335.29,
      148.29,
      348.53
    ],
    "text": "27.346.1",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      69.39,
      408.51,
      162.06,
      413.91
    ],
    "text": "Employment ShareValue Added Share",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.25,
      313.93,
      156.56,
      321.12
    ],
    "text": "Low-Middle Income Countries",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.65,
      419.65,
      149.52,
      425.05
    ],
    "text": "MSMEsLarge Enterprises",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      197.6,
      375.65,
      260.08,
      384.31
    ],
    "text": "67.960.9",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      198.02,
      337.16,
      260.82,
      345.83
    ],
    "text": "32.139.1",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      182.03,
      408.51,
      274.14,
      413.91
    ],
    "text": "Employment ShareValue Added Share",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      197.85,
      313.93,
      261.83,
      321.12
    ],
    "text": "High Income Countries",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      201.01,
      419.65,
      261.88,
      425.05
    ],
    "text": "MSMEsLarge Enterprises",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      8.92,
      147.45,
      41.2,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "84",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      60.43,
      280.04,
      124.22
    ],
    "text": "paths. Recent successes of fresh ideas such as Uber and Lyft for ridesharing and Airbnb for homestay facilities, and the multitude of similar adaptations provide evidence for the innovative capacity of MSMEs and how they can enrich the lives of numerous stakeholders, who are not usually parts of large traditional organisations.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      134.18,
      280.31,
      156.65
    ],
    "text": "Importance of MSMEs in Developing and Emerging Economies",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      161.3,
      280.05,
      445.13
    ],
    "text": "The contribution of MSMEs to the development process is particularly important for emerging and developing economies as they play an effective role in alleviating poverty by facilitating sustainable development and innovation. As per the estimates of the World Bank, about 600 million jobs will be needed by 2030 in order to accommodate the growing population. Given typically high levels of population growth in developing countries, the role of MSMEs as an employment provider becomes extremely vital. In this regard, MSMEs are more important than large organisations, as MSMEs are generally more labour intensive and have the potential to absorb large labour forces in developing and emerging countries. Further, developing countries can utilise MSMEs to address issues such as improving female labour force participation, effective use of underutilised natural resources, and diversifying economic activities across various sectors. At the same time, the innovative capacity of MSMEs, given enabling conditions, could assist developing and emerging economies to avoid growth stagnation, enabling them to elevate into higher income countries. It is noted that the growth prospects of Asian economies, such as Korea, Malaysia, Indonesia, Thailand, India etc., are driven by small businesses which are innovative, highlighting the importance of policy support to facilitate innovative activities in MSMEs (Asian Productivity Organization, 2015).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      452.35,
      188.57,
      464.34
    ],
    "text": "Challenges Faced by MSMEs",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      468.99,
      280.05,
      532.77
    ],
    "text": "Although certain characteristics, for example, the small size of MSMEs, can be advantageous in some areas, the nature of MSMEs can sometimes become an issue, leading to substantial challenges, such as those discussed below, ultimately leading to low productivity of MSMEs in comparison to large firms.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      537.53,
      280.05,
      706.1
    ],
    "text": "Limited access to finance: Difficulties in access to finance is one of the key obstacles faced by MSMEs across many countries. As proved in studies, such limited access to finance remains the main hindrance to the growth of MSMEs. As a result, undertaking capital intensive projects is difficult for most of these establishments. Reasons highlighted in the literature for difficulties of MSMEs in obtaining services of formal financial institutions include, among others, information asymmetry, limited availability and low quality of collateral, low financial literacy of MSMEs, high delinquency rates, and limited expertise of lenders themselves in assessing MSME ventures. As a result of these limitations, attracting financing via banks, especially for project financing, becomes particularly difficult without collateral.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      60.35,
      521.67,
      291.39
    ],
    "text": "Limited business skills and inability to retain human resources: Lack of expertise in fields such as finance, accounting, taxation, human resource management and marketing which are integral elements for the success of any business endeavour, also remains a key issue observed in MSMEs. Moreover, by nature, MSMEs lack the buffers to absorb large losses, thus they are highly vulnerable to business cycles and shocks emanating from domestic and international fronts. Inability to retain key employees is also perceived as a concern hindering the progress of MSMEs. In many instances, job opportunities provided by MSMEs tend to be temporary, driving employees to constantly search for other opportunities. At the same time, MSMEs often cannot compete on pay and benefits offered by large organisations, especially for skilled workers, thus resulting in higher worker turnover and the inability to retain such skilled workers, who are capable of driving the development of small businesses. As a result, many such businesses tend to be managed and run by the owners themselves, which in turn can result in management, governance, finance and sustainability issues, even for successful ventures.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      296.13,
      521.56,
      495.79
    ],
    "text": "Regulatory barriers and incoherent policy: MSMEs also face difficulties due to regulatory barriers in many countries, across various aspects such as business registration, quality and environmental standards, reporting requirements, taxation etc. However, depending on the country, these difficulties and their impact can vary significantly. For example, even though regulatory barriers have seen a large reduction in OECD countries over the last decade or so, the complexity of such barriers remains diverse across countries (OECD, 2018). Small businesses typically do not have the capacity to effectively study regulatory complexities due to the low availability of skills and funding. As a result, overall limitations in the doing-business environment could lead to multiple difficulties for MSMEs, which may especially be the case with developing countries, as they operate with relatively weak institutional infrastructure. Further, lack of policy consistency and less transparency also adds to these regulatory barriers faced by MSMEs.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      500.53,
      521.56,
      606.06
    ],
    "text": "Low market share and limited access to markets: MSMEs also face challenges in maintaining revenue streams and suffer from low sales in general, mainly due to low market share and weak accessibility of markets. This can be contributed by various reasons such as, among others, inability to spend on large advertising budgets, limited networking channels, limited use of social media and limited online presence, and weaknesses in adopting new technology leading to comparatively lower market access.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      610.8,
      521.55,
      705.87
    ],
    "text": "Lack of information and data on MSMEs: Information on MSMEs is typically difficult to obtain in many countries, particularly in developing economies. Unlike large organisations, which typically have to publish information, particularly in relation to financial data, MSMEs usually do not have such requirements and hence information is usually held private, forcing lenders to incur costs to obtain reliable information, and in turn discouraging them to lend to MSMEs (Yoshino",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      540.4,
      147.45,
      572.68,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      245.4,
      31.54,
      527.24,
      44.42
    ],
    "text": "NATIONAL OUTPUT, EXPENDITURE, INCOME AND EMPLOYMENT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "85",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      60.43,
      524.9,
      249.63
    ],
    "text": "Guarantee Corporation Malaysia Berhad in Malaysia, etc.), establishing development banks specialising in lending to high risk projects with non- or less-profit oriented motives (for example, China Development Bank in China, Kreditanstalt für Wiederaufbau (KfW Bankengruppe) in Germany, Korea Development Bank in Korea, etc.), implementing policy measures such as imposing lending targets to drive lending by formal financial institutions to small businesses, donor financing via multinational agencies, improving access to alternative channels of financing, such as crowd funding and angel investors, and measures to reduce information asymmetries, such as developing MSME databases with information required by lenders (for example, the Credit Risk Database of Japan, which aims at enhancing the efficiency of credit supply to MSMEs with financial information of a large number of small businesses).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      254.37,
      524.89,
      401.74
    ],
    "text": "Supporting winners: In addition to addressing concerns regarding financial difficulties of MSMEs, several other programmes are used worldwide to provide overall assistance to establishments in the sector. For example, some countries such as Korea have used a ‘picking winners approach’, where assistance is targeted to industries and businesses with growth potential and organisational capacity in line with national priorities. However, there are criticisms against such a policy as well, since it could lead to suboptimal resource allocation. Nevertheless, it is a policy that could be used to guide resources to intended sectors, especially during times when market driven allocations do not reach areas of growth potential.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      406.48,
      524.89,
      553.84
    ],
    "text": "Clustering and improving linkages: Global market liberalisation and globalisation could lead MSMEs to a disadvantageous position due to capacity mismatch against international players. In this regard, creating clusters of businesses and linking MSMEs with the value chains of large organisations, such as the Industrial Linkage Programme of Malaysia, could assist MSMEs to compete in international markets. Moreover, subcontracting linkages between large enterprises and MSMEs can enhance the productivity of the industry, while providing benefits to MSMEs in terms of easier acquisition of new technologies, management methods, marketing and input materials, and production techniques (Wijesinha, 2011).",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      558.58,
      524.91,
      705.95
    ],
    "text": "Targeted support: National prioritisation programmes, such as the SME Promotion Plan in Thailand, whereby the economic contribution of MSMEs is expected to be enhanced (OECD/ERIA, 2018), can also streamline the efforts to support MSMEs in a country. Low use of information technology by MSMEs is often cited as a key area that needs to be improved. As a result of the COVID-19 pandemic, even businesses which did not have any virtual presence started to embrace online tools to reach customers and suppliers. However, MSMEs stand to gain much more by embracing information technology products and services into their businesses. In this regard, governments and support groups can play a vital role by improving the",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      60.2,
      283.38,
      113.01
    ],
    "text": "and Taghizadeh-Hesary, 2016). This is a hindrance to the development of MSMEs, as it does not only prevent financial institutions’ ability to evaluate these businesses, but also limits availability, quality and timeliness of research on the MSME sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      117.64,
      283.39,
      242.94
    ],
    "text": "Impact of the pandemic and other developments: MSMEs across the world endured difficulties during the COVID-19 pandemic, which created large losses in revenue and increased uncertainty. Although the unprecedented levels of policy support by governments and other authorities may have helped these businesses to weather this difficult period, many of them have not recovered fully. The uncertainty in the global political landscape due to the Russia-Ukraine conflict may also create difficulties for MSMEs, particularly for those who are linked with value chains, exports and services trades such as tourism.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      247.56,
      283.39,
      497.12
    ],
    "text": "Gender-wise disparities: The participation of women entrepreneurs in MSMEs is found to vary across countries. Studies report about one third of formal small businesses are owned by women, although this share ranges from a high of more than 40 per cent in East Asia and the Pacific to a low of below 10 per cent in South Asia (IFC, 2014). In addition to common challenges faced by small businesses, women owned MSMEs face additional hindrances, depending on cultural biases, and relatively low levels of size and networks. The impact of the COVID-19 pandemic is also found to be disproportionate on women-owned MSMEs, where a larger proportion of women-owned businesses than men-owned businesses are found to be affected by the pandemic and are likely not to survive (United Nations, 2021). However, there exists evidence to suggest that women-owned MSMEs are performing well, although often overlooked by financial institutions (IFC, 2014). Women entrepreneurs are better at achieving development goals, as women are found to reinvest more in families and communities (International Trade Centre, 2014), thus highlighting the importance of continuous commitment to address these gender-wise disparities to achieve inclusive growth.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      507.01,
      283.65,
      529.35
    ],
    "text": "Successful Strategies to Promote the MSME Sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      533.86,
      283.38,
      565.96
    ],
    "text": "A variety of strategies have been used by different countries to address common problems faced by MSMEs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      570.59,
      283.38,
      706.24
    ],
    "text": "Addressing financing difficulties: As many MSMEs find it difficult to access finance from formal channels, strategies to minimise this limitation can often contribute to the growth of MSMEs. Moreover, many other challenges faced by small businesses are also linked to low capacity, often as a result of funding difficulties. In this regard, some of the successful strategies undertaken by various countries include introducing credit guarantee schemes that address limitations of collateral based lending by financial institutions (for example, the multitude of credit guarantee corporations in Japan, the Korea Credit Guarantee Fund and the Korea Technology Finance Corporation in Korea, the Credit",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      8.92,
      147.45,
      41.2,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "86",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.46,
      60.43,
      280.05,
      207.42
    ],
    "text": "awareness on the advantages of utilising information technology, by way of programmes such as the Digital MSME Scheme in India, which aims to enhance the adoption of information technology by MSMEs.2 Multilateral donor agencies also support capacity development of MSMEs, thereby contributing to improve business skills of these entrepreneurs. Further, given the commitment of most governments over the world, and the community drive to address climate change, businesses engaged in ‘Green Activities’ and those who promote sustainable business practices can also obtain financial support from various public, private and multinational agencies, while they can enjoy improved market presence as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.46,
      212.12,
      280.05,
      359.11
    ],
    "text": "Overall, measures that facilitate sustainable growth, which allow countries to avoid growth stagnation, pave way for the development of the MSME sector as well. For example, efforts to create a knowledge based economy with an emphasis on developing new knowledge is considered a main success factor of the Korean economy and its MSME sector (Gregory et al., 2002). Similarly, improvements to the education system with a focus on improving skills relevant to businesses via vocational training, which has been reported as a key driver of the success of German MSMEs (Herr and Nettekoven, 2018) can contribute to creating small businesses empowered with skills needed to compete in the modern globalised marketplace.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.46,
      368.95,
      154.05,
      380.94
    ],
    "text": "MSMEs in Sri Lanka3",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.46,
      385.53,
      280.08,
      657.68
    ],
    "text": "MSMEs play a major role in the development process in Sri Lanka by providing employment to a large proportion of the population. Nevertheless, many of the common hurdles to their development discussed above are faced by Sri Lankan MSMEs as well. Despite their importance to the economic output of the country, which is reported in excess of 50 per cent,4 most Sri Lankan MSMEs may not have reached their true potential due to capacity limitations (often linked with limited access to finance), low adoption of technology and limited linkages to value chains, both domestic and global. Driven by low financial literacy and difficulties in accessing the formal financial system due to a variety of reasons, many small businesses in Sri Lanka end up utilising the services of unregistered money lenders, who are widely spread across the country, providing financial services at extremely high interest rates. Subsequently, many such entrepreneurs face difficulties in meeting high interest costs, thereby threatening the viability of their business ventures. The informal nature of such lending services makes it hard to track such activities, thereby limiting the ability to take effective regulatory actions as well. Meanwhile, like in other countries, lack of information has also been a serious limitation to making a meaningful assessment of MSMEs in Sri Lanka, while also making it difficult to",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.97,
      60.48,
      521.58,
      432.3
    ],
    "text": "assess the impact of informal market lenders, in order to properly evaluate whether their role is a facilitative or an exploitative one. There have been efforts to support these businesses by both governmental and non-governmental bodies at different points in time. For example, the National Policy Framework for Small and Medium Enterprises (SMEs) Development of the Ministry of Industry and Commerce (2016) comprise detailed action plans for the development of the MSME sector. However, the implementation and coordination of such policies remain weak, requiring further improvements in the implementation process. The Central Bank also plays an important facilitating role in supporting small businesses under its agency function of regional development. Accordingly, both financial and non-financial support is provided, together with participatory financial institutions and a number of other resource providers. Meanwhile, the large policy support extended to MSMEs during the pandemic could have helped the sector to stay afloat during this difficult period. However, in general, MSMEs in Sri Lanka are yet to exploit new normal opportunities created by the COVID-19 pandemic. Further, the prevailing uncertainty of the global and domestic economic activity can be harmful to MSMEs, which require remedial and preventive policies. Going forward, timely measures are required for the implementation of ‘enablers’, including the expeditious operationalisation of the proposed credit guarantee institution and the establishment of a dedicated development bank, in order to extend the required sustained support for MSMEs to prevail and prosper through challenging times. Overall, policy initiatives need to be coordinated with a national drive to embrace MSMEs, which are often neglected, in order to bring them into the mainstream business environment.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      440.05,
      329.39,
      447.24
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      453.72,
      520.65,
      468.91
    ],
    "text": "1. Asian Productivity Organization (2015). Innovation and SME Financing in Selected Asian Economies.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      472.55,
      520.69,
      487.74
    ],
    "text": "2. Gonzales, E., Hommes, M. and Laura, M.M. (2014). MSME Country Indicators 2014: Analysis Note.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      491.39,
      520.69,
      522.57
    ],
    "text": "3. Gregory, G., Harvie, C., and Lee, H.H. (2002). 'Korean SMEs in the 21st Century: Strategies, Constraints, and Performance in a Global Economy', SMEs in a Global Economy Conference - Sustaining SME Innovation, Competitiveness and Development in the Global Economy, 272–290.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      526.22,
      520.69,
      549.41
    ],
    "text": "4. Herr, H. and Nettekoven, Z.M. (2018). The Role of Small and Medium-Sized Enterprises in Development: What Can be Learned from the German Experience?, Global Labour University Working Paper No. 53.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      553.05,
      499.21,
      560.24
    ],
    "text": "5. IFC (2014). Women-Owned SMEs: A Business Opportunity for Financial Institutions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      563.88,
      520.65,
      579.08
    ],
    "text": "6. International Labour Organization (2016). Role of Finance in Driving Formalization of Informal Enterprises.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      582.72,
      497.26,
      589.91
    ],
    "text": "7. International Trade Centre (2014). SMEs Drive World Trade and Economic Growth.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      593.55,
      520.7,
      608.75
    ],
    "text": "8. Ministry of Industry and Commerce (2016). National Policy Framework for Small and Medium Enterprises (SMEs) Development: Action Plan.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      612.39,
      520.67,
      627.58
    ],
    "text": "9. OECD (2018). Improving the Business Environment for SMEs Through Effective Regulation, Policy Note, 2018 SME Ministerial Conference, OECD.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      631.22,
      520.66,
      646.41
    ],
    "text": "10. OECD/ERIA (2018). SME Policy Index: ASEAN 2018: Boosting Competitiveness and Inclusive Growth. SME Policy Index, OECD Publishing, Paris/ERIA, Jakarta.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      650.06,
      496.52,
      657.25
    ],
    "text": "11. United Nations (2021). Micro-, Small and Medium-Sized Enterprises Day, 27 June.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      660.89,
      520.68,
      676.08
    ],
    "text": "12. Wijesinha, A. (2011). SME Development Strategies for Sri Lanka: Learning Lessons from Neighbouring Countries, Talking Economics, Institute of Policy Studies of Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      299.83,
      679.73,
      520.69,
      702.92
    ],
    "text": "13. Yoshino, N. and Taghizadeh-Hesary, F. (2016). Major Challenges Facing Small and Medium-Sized Enterprises in Asia and Solutions for Mitigating Them, ADBI Working Paper Series No. 564.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.72,
      670.61,
      234.24,
      677.8
    ],
    "text": "2 Ministry of Micro, Small and Medium Enterprises, Government of India.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.72,
      680.03,
      279.55,
      695.22
    ],
    "text": "3 A detailed discussion on issues and challenges faced by Sri Lankan MSMEs is provided in the Issues and Policies section in Chapter 1 of this Report.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.72,
      697.45,
      174.22,
      704.64
    ],
    "text": "4 Ministry of Industry and Commerce, Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]