[
  {
    "page_number": 0,
    "bbox": [
      91.68,
      73.18,
      368.08,
      82.15
    ],
    "text": "1. E C O N O M I C PROBLEMS A N D POLICIES —1966",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.404233932495117,
      8.535801887512207,
      8.558638572692871,
      8.588750839233398,
      8.610570907592773,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      201.84,
      96.94,
      263.61,
      105.91
    ],
    "text": "Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.56,
      121.42,
      412.43,
      178.39
    ],
    "text": "A drastic decline in export earnings was the most striking feature of the economic situation during 1966. Not only did export receipts declined sharply from the level of the previous year, but they reached the lowest level since 1958. Largely as a result of the disappointing performance of the export sector, economic growth suffered a set-back in 1966.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.474048614501953,
      8.783291816711426,
      8.805375099182129,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.32,
      197.26,
      412.15,
      254.23
    ],
    "text": "The rate of increase in the Gross National Product recorded in 1966 was less than that of the previous year. In 1965, the Gross National Product at current factor prices increased by 2-9 per cent, but in 1966 the increase was only 1 -3 per cent, the rate of increase in 1965 being itself lower than that of 1964. In fact, the rate of increase of the G. N. P. in 1966 was the lowest recorded since 1.961.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.616854667663574,
      8.733400344848633,
      8.877837181091309,
      8.910000801086426,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.8,
      273.1,
      412.05,
      342.07
    ],
    "text": "In real terms, i.e. at constant (1959) prices the increase in the Gross National Product in 1966 was only 1-6 per cent as compared with an increase of 4-6 per cent and 1 -8 per cent in 1964 and 1965 respectively. The increase in population in I960 was 2 3 per cent as compared with 2-4 per cent in 1965. When account is taken of the increase in population, the Gross National Product per capita actually declined by 1 0 per cent at current prices and 0 7 per cent in real terms.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Italic"
    ],
    "sizes": [
      8.600469589233398,
      8.613961219787598,
      8.617502212524414,
      8.82111930847168,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.56,
      360.94,
      414.05,
      477.91
    ],
    "text": "As in 1965, this rather disappointing performance of the economy was brought about substantially by factors beyond the country's control. The major factor responsible for this was the decline in earnings from exports. Adverse weather conditions, labour unrest and a drastic fall in the price of tea resulted in the value of tea exports alone declining by Rs. 183 million in 1966 as compared with 1965. The production of the three miajor coconut products also suffered a set-back as a result of drought. Rubber, on the other hand, recorded an increase in earnings arising from increased production. The combined result of these movements was that the net output of the export sector declined by 10-3 per cent in 1966, as against a rise of 2 - 4 per cent in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.578852653503418,
      8.7016019821167,
      8.733400344848633,
      8.739784240722656,
      8.833309173583984,
      8.872218132019043,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.8,
      496.54,
      413.06,
      637.51
    ],
    "text": "The balance of payments situation was affected by higher prices of imports and lower prices of exports. The terms of trade which had improved marginally by 1 - 2 per cent in 1965 declined by 13 1 per cent in 1966. Throughout the year there was continuous pressure on external payments. Despite a rather stringent Foreign Exchange Budget and an increase of foreign indebtedness by Rs. 228 million, gross external assets were drawn down by almost Rs. 122 million. During the year the original Foreign Exchange Budget of Rs. 2,234 million (excluding ' no exchange' licences and project aid) was scaled down to Rs. 2,186 million with a view to maintaining imports at a level that could be financed out of the foreign exchange earnings and resources available both from foreign assistance and by running down of external assets. The actual licences issued were lower than the revised allocation by Rs. 100 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.336588859558105,
      8.672525405883789,
      8.733400344848633,
      8.746725082397461,
      8.8555269241333,
      8.910000801086426,
      9.085984230041504,
      9.093634605407715
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      217.44,
      41.07,
      238.05,
      57.37
    ],
    "text": "(2 )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      3.604125738143921,
      10.295775413513184
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.12,
      69.97,
      409.68,
      211.05
    ],
    "text": "The imbalance it) the balance of payments, mitigated by expansionary financing of the Government Budget and increased commercial bank credit to the private sector, led to a net monetary contraction in 1966, in contrast to the modest expansion in 1965. Money supply which had been in­creasing continuously since 1958, recorded a decline of Rs. 56-8 million in 1966. The decline in money supply was, however, not uniform throughout the year. After a decline of Rs. 49-3 million in the first three months of the year, it ex­panded by Rs. 90-6 million to reach an all-time peak level in July 1966. There­after, there was a sharp decline. Thus, although there was a decline in the money supply during the year as a whole, the actual decline was concentrated at the beginning and the latter half of the year. But for this there might have emerged more marked deflationary conditions in the economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.757163047790527,
      8.76744556427002,
      8.786942481994629,
      8.790804862976074,
      8.844375610351562,
      8.88805866241455,
      8.924787521362305,
      8.939166069030762,
      8.960989952087402,
      8.982649803161621,
      9.15727424621582
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.12,
      230.77,
      410.61,
      299.85
    ],
    "text": "The mild contraction in the monetary sphere, combined with greater avail­ability of imported and domestically produced supplies led to an easing of the pressure on the domestic price level. It would be recalled that after a period of sharply rising prices since 1961, a certain measure of stability was achieved towards the end of 1965. This trend continued in 1966 when there was, in fact, a slight decrease in prices as measured by the Colombo Consumers' Price Index.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.784032821655273,
      8.786942481994629,
      8.947285652160645,
      8.982649803161621
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.16,
      318.61,
      409.83,
      423.69
    ],
    "text": "The higher level of imports and domestic production was made possible, despite the sharp fall in export earnings, by external resources made available through aid and the running down of external assets. In the Foreign Exchange Budget larger allocations were made, inter alia, for manufacturing industry, fertilizer and transport equipment. Strenuous efforts were made to initiate a crash programme in agriculture with a view to relieving the pressure on foreign exchange for the import of food. It is too early yet to judge the results of these efforts, but there appears to be a noticeable response from the community at large to the intensified drive for food production.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.668256759643555,
      8.723466873168945,
      8.786942481994629,
      8.923995971679688,
      8.948375701904297,
      8.957125663757324,
      8.982649803161621,
      9.11299991607666,
      9.133893966674805
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      155.52,
      452.05,
      302.04,
      461.13
    ],
    "text": "(1) Economic Growth in 1966",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.652457237243652,
      8.982649803161621
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.92,
      479.17,
      409.68,
      570.57
    ],
    "text": "Gross National Product at current factor prices is provisionally estimated to have increased by 1-3 per cent to Rs. 7,529 1 million in 1966, compared to an increase of 2 - 9 per cent in 1965. The increase in Gross National Product in real terms (i.e. constant 1959 prices) was only 1-6 per cent, which was the lowest rate of increase in recent years. In the export sector there was a decline in the value of exports by 12 -5 per cent. Export stocks are estimated to have increased. The net output of the export sector declined by 10-3 per cent as against a rise of 2 • 4 per cent in the previous year.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.199999809265137,
      8.388723373413086,
      8.457574844360352,
      8.490900993347168,
      8.75508975982666,
      8.786942481994629,
      8.824548721313477,
      8.957500457763672,
      8.982649803161621
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.2,
      590.53,
      408.22,
      635.61
    ],
    "text": "In contrast to the performance of the export sector, there was an improve­ment in the output of goods and services for domestic use In the domestic sector there was a larger expansion than in the previous year. The value of paddy production which had decreased sharply by 28 0 per cent in 1965 increased by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.87575626373291,
      8.93705940246582,
      8.982649803161621
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      221.52,
      29.39,
      224.96,
      58.47
    ],
    "text": "m",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.141082763671875
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.48,
      68.14,
      415.91,
      113.11
    ],
    "text": "28 1 per cent in 1966. This together with modest increases in the value of out­put in consumer industrial goods, fish, transport and Government services resulted in an increase in the net output of the domestic sector by 4 • 7 per cent compared to the rise of 2-7 per cent in 1965.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.28,
      128.62,
      414.95,
      197.59
    ],
    "text": "Real national income suffered even a. greater set-back in 1966. Consequent on the sharp fall in export prices and the rise in import prices, Ceylon's terms of trade turned unfavourable by as much as 13 • 1 per cent. Consequently when the estimates of real product are adjusted for changes in the terms of trade, real national income in 1966 recorded a decline'of 1 -2 per cent compared to an increase of 2 0 per cent in 1965.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.81613540649414,
      8.833309173583984,
      8.910000801086426,
      9.013521194458008
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.08,
      213.34,
      412.52,
      294.31
    ],
    "text": "Data on population show that the rate of increase has fallen from 2-4 per cent in 1965 to 2-3 per cent in 1966. In per capita terms, the Gross National Product at current prices fell by 1 0 per cent, as against a rise of 0-6 per cent in 1965. At constant prices the per capita product fell by 0-7 per cent compared to a fall of 0 • 6 per cent in the previous year. Per capita real income recorded a sharper decline of 3-4 percent as against the fall of 0-4 per cent in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.850857734680176,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.64,
      310.54,
      410.67,
      439.51
    ],
    "text": "Aggregate demand, as measured by consumption and capital formation, showed an increase in 1966. Consumption rose by 5-5 per cent while capital formation increased by 8-4 per cent. Total demand increased by 5-9 per cent. The increase in fixed capital formation took place both in the public sector and in the private sector, but it was more marked in the private sector than in the public sector, reflecting no doubt, the larger allocations than in previous years of foreign exchange to the private sector. The increase in consumption and capital form­ation in the face of a slow growth of national product was made possible by run­ning a sizeable deficit in Ceylon's balance of payments on current account and was met partly from receipts of foreign aid and partly by running down of the country's external assets.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.72889232635498,
      8.733400344848633,
      8.82933521270752,
      8.863969802856445,
      8.868520736694336,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.2,
      458.62,
      409.48,
      561.67
    ],
    "text": "The general picture that emerges from the above analysis is one of inadequate growth. The increase in Gross National Product in real terms was inadequate both in 1965 and in 1966 and could not even keep pace with the increase in popu­lation, despite a decline in the rate of increase of population. It is significant that the factors which contributed to the poor performance in 1965 were largely the fall in production of coconut and paddy. In 1966 while paddy production did not recover to the level reached in 1964, tea and coconut production were lower than in 1965. These are all factors whose ill-effects on production could, to some extent, have been offset by greater national efforts.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.868446350097656,
      8.870222091674805,
      8.88123607635498,
      8.890243530273438,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      111.84,
      581.98,
      341.86,
      590.95
    ],
    "text": "(2) Fiscal and Monetary Developments in 1966",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.599247932434082,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.24,
      605.98,
      408.16,
      638.95
    ],
    "text": "In the 1965 Report attention was drawn to the fact that while monetary expansion was held in check, supplies (both domestic and imported) failed to cope with even the reduced rate of monetary expansion. In 1966 supplies",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.82111930847168,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      217.44,
      39.58,
      241.52,
      48.55
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.270414352416992,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      49.44,
      64.06,
      407.18,
      97.03
    ],
    "text": "increased as a.result of the improved performance of the domestic sector as well as an enhanced flow of imports made possible by the larger inflow of foreign assistance and the drawing down of external assets.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      49.2,
      112.3,
      406.95,
      181.27
    ],
    "text": "Since the greater availability of supplies occurred at a time when export earnings fell drastically, the financing of the higher level of output in the domestic sector arid of the increased imports required an expansion of credit. Thus, com­mercial bank credit to the private sector recorded an expansion of Rs. 93-7 million, While the operations of the Government sector too resulted in a large expansionary effect.. .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6370849609375,
      8.737080574035645,
      8.773126602172852,
      8.886110305786133,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.48,
      197.26,
      406.72,
      338.23
    ],
    "text": "Despite expansionary financing in both the Government and private sectors there was a modest monetary contraction largely as a result of the drastic decline in export earnings and some growth in institutional savings. Prices as measured by the Colombo Consumers' Price Index recorded a slight fall from 112-5 in 1965 to 112-3 in 1966. This Index, however, does not adequately represent price changes-in the economy as a whole as its coverage is confined to changes in the cost of living of working class families in Colombo. While there were intermittent shortages of essential commodities during certain periods of the year, the supply situation during the year taken as a whole was more satisfactory than in the previous year. This combined with the mild monetary contraction should have reduced the pressure on the price level; there was some evidence of a slight easing of prices, especially those of textiles and some food items.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6370849609375,
      8.68986988067627,
      8.730432510375977,
      8.746725082397461,
      8.833309173583984,
      8.910000801086426,
      9.110249519348145
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.96,
      354.7,
      405.5,
      376.15
    ],
    "text": "In the following paragraphs the developments in the monetary-fiscal situation in 1966 will be traced.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.82111930847168,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.96,
      391.42,
      189.99,
      400.39
    ],
    "text": "(a) The Government Budget",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.722162246704102,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.48,
      415.18,
      405.52,
      448.15
    ],
    "text": "The Budget for 1965/66 was expected to result in a net expansionary impact of Rs. 83-6 million. In the event, however, the net expansionary impact was Rs. 122-4 million as against Rs. 34-7 million in 1964/65.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.833309173583984,
      8.910000801086426,
      9.138042449951172
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      47.52,
      463.66,
      405.51,
      568.63
    ],
    "text": "Revenue collections were lower than anticipated. According to provisional estimates, revenue collections in 1965/66 were Rs. 1,833-2 million as against the original estimate of Rs. 1,897-8 million and actual revenue of Rs. 1,816-4 million in the previous financial year. The revenue collections in 1965/66 were only Rs. 16-8 million or 0-9 per cent higher than in 1964/65. This marginal increase in revenue is in sharp contrast to the 4 per cent compound rate of increase in revenue achieved over the previous five financial years. The shortfall in revenue was largely due to the shortfall in import and export duty collections, offset to some extent by higher income tax and excise revenues.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.870222091674805,
      8.910000801086426,
      9.138042449951172,
      9.268714904785156,
      9.271121978759766,
      9.275083541870117
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      47.52,
      583.9,
      405.69,
      628.87
    ],
    "text": "Total voted expenditure in 1965/66 at Rs. 2,388-2 million fell below the original estimate of Rs. 2,404-9 million by Rs. 16-7 million. The shortfall in voted expenditure was due to under expenditure on capital votes of Rs. 50-4 jnfllion offset partly by an increase of Rs. 33 • 7 million on recurrent votes. It is,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.76650619506836,
      8.910000801086426,
      9.138042449951172,
      9.190378189086914,
      9.193840026855469
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      215.04,
      47.74,
      238.28,
      56.71
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55986499786377,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      46.08,
      70.54,
      405.52,
      187.51
    ],
    "text": "however, significant to note that the under expenditure recorded on capital votes in 1965/66 was only 8-7 per cent in contrast to 22 per cent in 1963/64 and 15-6 per cent in 1964/65. Capital expenditure (including capital items in recurrent votes and expenditure financed from extra-budgetary funds) at Rs. 632-4 million was the highest level of capital expenditure achieved so far by Government and was higher than the 1964/65 level by Rs. 52-2 million. The increase in capital expenditure was mainly on the \" acquisition, construction and maintenance of real assets\" which reached an all-time record figure of Rs. 591-8 million which was Rs. 44-7 million higher than the corresponding figure for 1964/65. This is indeed a very satisfactory feature of Government's fiscal operations in 1965/66.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.872994422912598,
      8.910000801086426,
      9.092227935791016,
      9.120759010314941,
      9.138042449951172,
      9.142169952392578,
      9.144214630126953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      45.6,
      203.98,
      404.91,
      260.95
    ],
    "text": "Current expenditure of Government at Rs. 1,792-0 million was Rs. 60-1 million or 3-5 per cent higher than the current expenditure in 1964/65. In the previous financial year there was a fall in current expenditure of Rs. 21 -7 million. The increase in 1965/66 was, however, lower than the annual rate of increase in current expenditure in the ten-year period 1956/57 to 1965/66.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.793034553527832,
      8.910000801086426,
      9.092227935791016,
      9.123204231262207,
      9.138042449951172,
      9.257807731628418
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      46.08,
      276.7,
      404.97,
      429.67
    ],
    "text": "The overall Budget deficit for the financial year 1965/66 was Rs. 649 -5 million. The net cash deficit after adjusting for sinking fund contributions and operations on advance accounts was Rs. 565-9 million as compared with Rs. 430-4 million in the previous year. The increase in the net cash deficit in 1965/66 was due to substantially higher expenditure both. current and capital, offset to some extent by higher revenue. As indicated in Table I — 1, in financ­ing the net cash deficit, Government had greater recourse to the banking system than in the previous year. Borrowing from the banking system (entirely from the Central Bank) increased from Rs. 17-7 million in 1964/65 to Rs. 162-3 million in 1965/66. Financing from non-bank sources, including foreign finance,' increased from Rs. 393-2 million to Rs. 486 -0 million, while cash balances including counter­part funds increased by Rs. 82-4 million. U. S. Aid counterpart funds also declined by Rs. 42-5 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.74905014038086,
      8.783291816711426,
      8.80958366394043,
      8.843219757080078,
      8.910000801086426,
      9.092227935791016,
      9.120759010314941,
      9.138042449951172,
      9.142169952392578,
      9.144645690917969,
      9.149235725402832
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      45.84,
      445.9,
      405.03,
      550.87
    ],
    "text": "The net cash deficit in the financial year 1965/66 was higher than the net cash deficit in 1964/65 by Rs. 135-5 million. Yet, the expansionary impact of Government's fiscal operations was larger than in the previous financial year, by only Rs. 87-7 million because Government was able to obtain larger resources from domestic non-bank sources and foreign finance, while at the same titae building up its cash balances. A new feature in the fiscal situation was the build­up of Government's cash balances held in the Special Counterpart Fund with the Central Bank by Rs. 35-2 million. These constituted the counterpart funds arising out of receipts of foreign commodity aid.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.770172119140625,
      8.783291816711426,
      8.80958366394043,
      8.85252571105957,
      8.890686988830566,
      8.910000801086426,
      9.120759010314941,
      9.138042449951172
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      46.08,
      566.62,
      404.94,
      635.59
    ],
    "text": "The financing forecasts, at the time the ,1965/66 Budget was presented, envisaged foreign aid of Rs. 175 million. The actual receipts were lower but, at Rs. 153 • 9 million, they were the highest ever receipts of foreign Joans and grants for budgetary purposes. It would have been possible.to hold the: expan­sionary impact of the Budget below the: anticipated level of around Rs. 80 million, if the estimated amounts of foreign aid were actually received. '",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.733400344848633,
      8.823053359985352,
      8.910000801086426,
      8.926222801208496,
      9.138042449951172
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      216.72,
      47.85,
      240.02,
      55.49
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      194.88,
      70.06,
      262.88,
      79.03
    ],
    "text": "T A B L E I — 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.446673393249512,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      124.8,
      94.54,
      334.49,
      103.51
    ],
    "text": "Financing of the Deficit 1961/62 to 1965/66",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.615407943725586,
      8.62279224395752,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      351.84,
      116.01,
      408.89,
      123.65
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      102.0,
      137.85,
      357.29,
      146.93
    ],
    "text": "Source 1961/62 1962/63 1968/64 1964/65",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.4239959716796875,
      7.443178653717041,
      7.444425106048584,
      7.456885814666748,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      371.76,
      129.21,
      401.38,
      152.69
    ],
    "text": "1965/66 (Provi-sional)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.4381232261657715,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      51.84,
      165.69,
      188.02,
      181.73
    ],
    "text": "1. Financing from non-bank sources (Total)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.556272029876709,
      7.590000152587891,
      7.76466178894043
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.28,
      189.93,
      98.92,
      197.57
    ],
    "text": "of which",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.590000152587891,
      7.76190185546875
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      200.64,
      171.93,
      400.56,
      180.77
    ],
    "text": "269-7 218-2 301 1 393 2 486 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.415879249572754,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.36,
      206.25,
      399.92,
      222.05
    ],
    "text": "(a) Domestic non-market borrowing 104-5 -38 8 -1-9 50 3 112 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.32,
      230.49,
      400.08,
      246.29
    ],
    "text": "(b) Domestic market borrowing from non-bank sources 109-4 153-5 207-6 243 2 255 9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.433897972106934,
      7.590000152587891,
      7.76466178894043
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.32,
      253.05,
      394.53,
      262.61
    ],
    "text": "(c) Foreign loans and grants ... 55-8 98-8 95-4 99 7 118-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      51.84,
      271.29,
      58.43,
      278.93
    ],
    "text": "2.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.32,
      295.53,
      58.66,
      303.17
    ],
    "text": "3.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.32,
      271.05,
      188.28,
      286.85
    ],
    "text": "Domestic borrowing from the banking system",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.590000152587891,
      7.765213489532471
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.8,
      295.29,
      188.87,
      318.77
    ],
    "text": "Use of Government cash balances and commodity aid counterpart funds :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      201.12,
      277.29,
      394.62,
      286.37
    ],
    "text": "226-6 178 1 115-2 17 7 102-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.433897972106934,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.8,
      325.53,
      394.16,
      335.09
    ],
    "text": "(a) Cash balances ... -M)-2 0-4 45-4 19 5 -47-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.8,
      343.77,
      399.87,
      359.33
    ],
    "text": "(b) Commodity aid counterpart funds —. —. : — . — -35 • 2",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891,
      7.641524791717529,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.28,
      366.09,
      400.62,
      375.89
    ],
    "text": "4. Total net cash deficit 456 1 391-7 461-7 430 4 505 • 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      6.900000095367432,
      7.56857967376709,
      7.590000152587891,
      7.780740737915039
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.8,
      384.33,
      400.56,
      400.13
    ],
    "text": "5. Adjustment for change in U.S. Aid Counterpart Funds ... 4 0 -16-5 2 3 -2 5 42 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.32,
      408.57,
      394.85,
      432.77
    ],
    "text": "0. Net expansionary impact of Government fiscal operations ( 2 + 3 + 5 ) 190-4 162-0 162-9 34 7 122-4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.509446620941162,
      7.342066764831543,
      7.590000152587891
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.24,
      459.34,
      409.65,
      468.31
    ],
    "text": "The Budget estimates for 1966/67, as approved by Parliament in September",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.641524791717529,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.32,
      471.34,
      409.72,
      504.31
    ],
    "text": "1966, envisaged a deficit of Rs. 6 8 5 - 2 million, which was to be financed by domestic non-bank borrowings of Rs. 325 million, foreign (project) aid of Rs. 125 million, administrative borrowings of Rs. 25 million, and use of counterpart (commodity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.641524791717529,
      8.837542533874512,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.8,
      507.34,
      409.98,
      528.31
    ],
    "text": "aid) funds of Rs. 150 million, leaving a gap of Rs. 6 0 -.2 million to be financed from expansionary sources.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.641524791717529,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      51.84,
      543.58,
      410.61,
      624.55
    ],
    "text": "There are indications that. the revenue estimates might not be realised because of the drastic decline in export prices and the consequent decline in taxes from export receipts and income. At the same time actual expenditure might be below estimates mainly because of a likely saving in the expenditure on food subsidies. On the 18th of December, Government announced a change in the food subsidy scheme, under which the ration was cut down from two measures to one measure per week, and income tax payers with a taxable income over",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.783291816711426,
      8.803101539611816,
      8.815688133239746,
      8.88256549835205,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.56,
      627.58,
      409.95,
      636.55
    ],
    "text": "Rs. 1 0 0 0 per month were to be called upon to pay a tax equivalent to the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.641524791717529,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      205.68,
      40.54,
      231.41,
      49.51
    ],
    "text": "( 71.)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.809999942779541,
      8.261524200439453
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      39.6,
      64.78,
      399.35,
      98.23
    ],
    "text": "subsidy unless they handed back their ration books. The single measure of rice is distributed free to holders of ration books ; earlier ration book holders were entitled to receive two measures of rice per week at 25 \"cents per measure.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833309173583984,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      39.6,
      107.26,
      398.7,
      212.23
    ],
    "text": "This step is expected to reduce the net food subsidy bill in a number of ways. The subsidy on one measure of free rice would be lower than the subsidy on two measures of rice sold at 25 cents a measure. Since the cut in the ration would tend to increase the. demand for locally produced rice outside the ration, the purchases under the Guaranteed Price Scheme are expected to be lower. Further, an attempt by consumers to substitute wheat flour for rice is expected to increase sales of flour, thereby increasing Government's profits on the sale of flour. The saving in the net food subsidy bill anticipated at the time of introduction of this change was approximately Rs. 140 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.846372604370117,
      8.860749244689941,
      8.88718032836914,
      8.910000801086426,
      9.080421447753906,
      9.101279258728027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      39.6,
      222.22,
      397.96,
      315.19
    ],
    "text": "This estimate should, however, be used with caution because it makes rather far-reaching assumptions in regard to substitution of flour for rice, con­sumption of their own production of rice by farmers, substitution of other food crops for rice, and the open market price of paddy. There was a substantia) increase in the open market price of paddy, and a large increase in sales of flour immediately after the introduction of this change, but with the harvesting of the Maha Crop the open market price of paddy should stabilise at or around the Guaranteed price.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.655827522277832,
      8.668817520141602,
      8.833309173583984,
      8.846372604370117,
      8.910000801086426,
      9.080421447753906,
      9.101279258728027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      41.04,
      325.66,
      289.41,
      334.63
    ],
    "text": "(b) Commercial Bank credit to the private sector",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.631651878356934,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      39.36,
      341.26,
      399.0,
      482.23
    ],
    "text": "Gross commercial bank credit to the private sector increased by Rs. 93-7 million in 1966 in contrast to the small increase of Rs. 4*2 million in the previous year. The private sector required additional credit in order to finance a higher level of imports and a higher tempo of domestic economic activity. As revealed by the Survey of Bank Deposits and Advances, loans granted for industrial purposes increased by Rs. 50 • 9 million and for agricultural purposes by Rs. 5 • 7 million. While loans for consumption purposes also increased by Rs. 10-5 million, this increase was not unduly large and was less than the increase in the previous year. The substantial increase in advances for industrial purposes was a very satisfactory feature of commercial bank lending to the private sector in 1966. Table I - 2 summarises the increase in commercial bank advances to the private sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.578852653503418,
      8.630359649658203,
      8.6370849609375,
      8.746725082397461,
      8.770696640014648,
      8.910000801086426,
      9.101279258728027,
      9.141668319702148
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      187.68,
      492.22,
      251.09,
      501.19
    ],
    "text": "T A B L E 1—2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.446673393249512,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      95.52,
      507.1,
      341.73,
      516.07
    ],
    "text": "Commercial Bank Advances to The Private Sector",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.780116081237793,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      341.28,
      519.27,
      398.2,
      527.13
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.540453910827637
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.28,
      533.43,
      391.93,
      555.45
    ],
    "text": "End of December Change 1965/66 1964 1965 1966",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4447150230407715,
      7.445764064788818,
      7.4487762451171875,
      7.450129985809326,
      7.479707717895508,
      7.583982944488525,
      7.6289496421813965,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      360.72,
      539.43,
      391.93,
      555.45
    ],
    "text": "Change 1965/66",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4447150230407715,
      7.583982944488525
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      37.92,
      570.15,
      219.96,
      618.09
    ],
    "text": "(a) Cash items in process ol' collection* ... (b) Local bills (c) Import bills (d) Export bills ... -(e) Overdrafts (f) Loans ...",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9608612060546875,
      6.970196723937988,
      7.112839221954346,
      7.14917516708374,
      7.154531478881836,
      7.204558372497559,
      7.334200382232666,
      7.358457088470459,
      7.3722825050354,
      7.490416049957275,
      7.522550106048584,
      7.539083480834961,
      7.572708606719971,
      7.61714506149292,
      7.620784282684326,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      237.12,
      569.67,
      255.54,
      577.53
    ],
    "text": "74-5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.495562553405762
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.04,
      585.75,
      255.97,
      617.37
    ],
    "text": "48-6 53 G 372-3 279-4",
    "fonts": [
      "Helvetica-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      6.57580041885376,
      7.445764064788818,
      7.4555745124816895,
      7.514336585998535,
      7.6008477210998535
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      281.52,
      569.67,
      300.8,
      577.53
    ],
    "text": "71 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.650394439697266,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      277.44,
      585.51,
      300.04,
      617.13
    ],
    "text": "49-7 47-1 883-0 281-7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.434313774108887,
      7.45456075668335,
      7.4615559577941895,
      7.572641849517822
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      321.6,
      569.43,
      344.24,
      577.29
    ],
    "text": "107-1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.536006927490234
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      321.6,
      585.51,
      347.6,
      617.13
    ],
    "text": "36-9 52-4 391-9 338 • 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.449723720550537,
      7.450806140899658,
      7.456521034240723,
      7.508900165557861,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      358.08,
      569.67,
      389.23,
      577.53
    ],
    "text": "+ 36-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      354.24,
      585.51,
      390.8,
      617.13
    ],
    "text": "• — 12-8 + 5-3 + 8-9 + .5(5-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.12933349609375,
      7.37737512588501,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      65.28,
      625.83,
      399.01,
      634.41
    ],
    "text": ". Total .s ... 828-5 •832-7 926-4 • +. 93-7 •;",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.445764064788818,
      7.45456075668335,
      7.479707717895508,
      7.559082984924316,
      7.809999942779541
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.32,
      647.43,
      399.26,
      671.61
    ],
    "text": "* This category contains only a small element of inter-bank debt represented in cheques sent for collection. It consists mainly of very short-term advances granted to co-operatives for the finance of purchases of food-stuffs under the Guaranteed Price Scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.309793949127197,
      7.3722825050354,
      7.3992767333984375,
      7.423117160797119,
      7.453478813171387,
      7.499697208404541,
      7.5049052238464355,
      7.505777835845947,
      7.538448333740234,
      7.541991233825684,
      7.564548969268799,
      7.568246841430664,
      7.578165054321289,
      7.582254886627197,
      7.5857110023498535,
      7.588767051696777,
      7.599189281463623,
      7.6140007972717285,
      7.630039215087891,
      7.731570720672607,
      7.809999942779541
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      222.72,
      44.86,
      248.92,
      53.83
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.64,
      324.94,
      367.72,
      370.15
    ],
    "text": "(a) Government borrowing from the banking system 118 1 (b) Commercial bank credit to the private sector 68 • 4 (c) Commercial bank credit to Government Corporations 20 • 1 (d) Decrease in time and savings deposits of Government",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.631651878356934,
      8.691757202148438,
      8.722162246704102,
      8.7595796585083,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.64,
      373.18,
      366.03,
      394.15
    ],
    "text": "Corporations 50-2 (e) Decrease in other liabilities and accounts (net) of the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.821603775024414,
      8.848299980163574,
      8.873106002807617,
      9.081433296203613
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      98.16,
      397.66,
      415.42,
      406.63
    ],
    "text": "Central Bank 25-2 282-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.606836318969727,
      8.80958366394043,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.28,
      433.66,
      169.34,
      442.63
    ],
    "text": "Contractionary factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.88,
      457.66,
      366.11,
      478.87
    ],
    "text": "(a) Decrease in external banking assets 196-3 (b) Increase in time and savings deposits of the private",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.631651878356934,
      8.722162246704102,
      8.873106002807617,
      9.093634605407715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.12,
      481.9,
      415.42,
      527.11
    ],
    "text": "sector 67•7 (c) Increase in other liabilities (net) of commercial banks 12 • 0 (d) Adjustments 0 • 1 (e) Government cash balances 62-7 338-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.577438354492188,
      8.627090454101562,
      8.691757202148438,
      8.7595796585083,
      8.821603775024414,
      8.873106002807617,
      9.081433296203613
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      88.56,
      541.9,
      417.65,
      550.87
    ],
    "text": "Decrease in money supply 56 • 8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.04,
      566.14,
      416.35,
      635.11
    ],
    "text": "The most important factor leading to a contraction in money supply during the year 1966 was the decline of Rs. 196-3 million in external banking assets. This contractionary effect was further reinforced by an increase of Rs. 67-7 million in time and savings deposits of the private sector and an increase of Rs. 62-7 million in Government's cash balances. The latter is accounted for by an increase in the special Rupee counterpart funds of the Government.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.746725082397461,
      8.846372604370117,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      66.46,
      415.1,
      111.43
    ],
    "text": "In 1966 loans and overdrafts increased by Rs. 65-3 million in contrast to the small increase of Rs. 13-0 million in 1965. This expansion of credit to the private sector took place over the year except in the months of February, August, October and November.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.778471946716309,
      8.82111930847168,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.8,
      127.42,
      147.49,
      136.39
    ],
    "text": "(c) Money Supply",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.7595796585083,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      147.34,
      417.0,
      180.31
    ],
    "text": "After a continuous expansion commencing in 1958 the money supply declined in 1966 by Rs. 56-8 million, or3 3per cent, to Rs. 1,658-9 million. This con­trasts with an increase of Rs. 93 • 9 million or 5 • 8 per cent in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.70359992980957,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.32,
      195.58,
      414.61,
      216.79
    ],
    "text": "Table I—3 summarises the factors contributing to the decline in money supply in 1966.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.74905014038086,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      210.72,
      231.82,
      264.59,
      240.79
    ],
    "text": "Table 1—3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.74905014038086,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.8,
      256.3,
      415.38,
      265.27
    ],
    "text": "Change in Money Supply (end December, 1965 to end December, 1966)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.809062004089355,
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      349.44,
      281.02,
      415.51,
      289.99
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.873106002807617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.04,
      300.46,
      163.34,
      309.43
    ],
    "text": "Expansionary factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.873106002807617
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      216.48,
      45.1,
      241.5,
      54.07
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      48.24,
      68.38,
      408.64,
      197.35
    ],
    "text": "Government borrowings from the banking system constituted the largest expansionary factor in money supply in 1966 as in the previous year. There was an increase of Rs. 118 1 million in the Government's indebtedness to the banking system in 1966, made up of an increase of Rs. 182 -3 million in indebtedness to the Central Bank and a decrease of Rs. 64-2 million in indebtedness to com­mercial banks. The expansionary impact on the money supply of the operations of the semi-Government sector (Government Corporations) with the banking system amounted to Rs. 70-3 million, of which Rs. 50-2 million was in the form of a decrease in time deposits. Commercial bank credit to the rest of the private sector, which had declined substantially in the previous year, increased in 1966 producing an expansionary effect of Rs. 68 • 4 million on the money supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.821157455444336,
      8.833309173583984,
      8.886110305786133,
      8.910000801086426
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      46.8,
      216.7,
      407.67,
      321.67
    ],
    "text": "To sum up, there was a contraction in money supply in 1966 caused chiefly by the decline in external banking assets originating from.the deterioration in the country's balance of payments. This contractionary process was aided by an increase in Government's cash balances resulting from credits to the counter­part fund representing imports under aid programmes and by an increase in the financial assets of the private sector held in the form of time and savings deposits with the banking system. These contractionary factors were mitigated mainly by increased Government borrowing from the banking system and by an expansion of commercial bank credit to Government Corporations and the private sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.600469589233398,
      8.746725082397461,
      8.833309173583984,
      8.843219757080078,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      123.12,
      349.66,
      352.11,
      358.63
    ],
    "text": "(3) External Payments—Problems and Policies",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.599247932434082,
      8.910000801086426,
      9.08034896850586
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      47.52,
      373.9,
      197.86,
      382.87
    ],
    "text": "(a) External Payments in 1966",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.722162246704102,
      8.910000801086426
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      46.56,
      397.66,
      406.23,
      490.63
    ],
    "text": "The year 1966 was marked by severe external payments problems brought about by the sharp decline in export earnings. In preparing the Foreign Exchange Budget for 1966, export receipts were expected to fall from Rs. 1,909 million in 1965 to Rs. 1,830 million in 1966. In actual performance, however, the drop in export receipts was much sharper, and at Rs. 1,674 million there was a drop of Rs. 235 million below the previous year's level and Rs. 156 million below the Foreign Exchange Budget forecast for 1966. The payments difficulties during the year were brought about substantially by this shortfall in export receipts.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.872218132019043,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      46.32,
      505.66,
      405.33,
      598.63
    ],
    "text": "As a result of the favourable balance of payments situation in 1965, Ceylon was able to build up her external assets (net of Sterling Loan Sinking Funds) to a level of Rs. 407-6 million by the end of 1965. During 1966, as a result of the sharp decline in export earnings and an increase in payments on current and capital accounts, Ceylon had to draw down her gross external assets by almost Rs. 122 million, in addition to setting apart Rs. 4 million for Sterling Loan Sinking Funds. Ceylon had also to increase her short-term liabilities by Rs. 75 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.578852653503418,
      8.746725082397461,
      8.763175010681152,
      8.8555269241333,
      8.886146545410156,
      8.910000801086426,
      9.081433296203613,
      9.08388900756836,
      9.093634605407715,
      9.132871627807617
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      46.32,
      614.14,
      404.81,
      635.11
    ],
    "text": "The International Reserve of the Central Bank, at the end of 1965, was Rs. 282-2 million of which the liquid assets including the clearing account balances",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.910000801086426,
      9.093634605407715,
      9.144645690917969
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      219.12,
      42.88,
      247.4,
      51.63
    ],
    "text": "( 1 0 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.509953498840332,
      8.797067642211914
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.6,
      68.32,
      415.95,
      149.07
    ],
    "text": "amounted j to Rs. 180-5. million. During the year 1960, the reserve declined almost continuously and at the end of December, 1966 the International Reserve of the Central Bank was only Rs. 143 0 million, its liquid component inclusive of clearing account balances being only Rs. 42-7 million, a level not very different from the desperately low levels reached in April-May, 1965. This drastic decline, in the International Reserve occurred despite net borrowings of foreign exchange from the International Monetary Fund totalling Rs. 71 4 million. <*)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0821638107299805,
      8.33582878112793,
      8.398298263549805,
      8.517065048217773,
      8.673970222473145,
      8.724082946777344,
      8.773126602172852,
      8.775651931762695,
      8.797067642211914,
      8.971075057983398
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.32,
      172.0,
      416.84,
      264.75
    ],
    "text": "The Foreign Exchange Budget as originally formulated envisaged an import programme of Rs. 2,389 million, (inclusive of Rs. 30 million of \"no exchange \" licences and Rs. 124 million of project aid). Excluding project aid and \" no exchange \" licences, the original import programme was Rs. 2,234 million. The continuing deterioration of the balance of payments situation and a re-assessment of import requirements necessitated a scaling down of the import allocations to Rs. 2,186 million. Actual licences issued during the year were Rs. 100 million less than the revised allocation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.523035049438477,
      8.565035820007324,
      8.57133674621582,
      8.624650955200195,
      8.675948143005371,
      8.724082946777344,
      8.797067642211914,
      8.973057746887207,
      9.027802467346191
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.8,
      287.2,
      418.79,
      427.95
    ],
    "text": "Ceylon was able to finance an import programme of this magnitude, despite the fall in export earnings, only by drawing down her external reserves, by utilizing foreign assistance and increasing her short-term foreign indebtedness. External assets were drawn down by Rs. 122 million. Foreign assistance under the first and second commodity aid programmes, negotiated under the auspices of the International Bank for Reconstruction and Development, became available for use in 196*3., It would be recalled that although pledges under the first com­modity aid programme had been made in 1965, detailed negotiation of procedures had not been finalised by the end of that year. In 1966, these negotiations were finalised, pledges in respect of a second programme were received and the inflow of aid imports on a regular basis commenced. During the year Rs. 132-1 million worth of imports arrived in Ceylon under the two commodity aid programmes.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.277488708496094,
      8.65315055847168,
      8.724082946777344,
      8.72908878326416,
      8.745553016662598,
      8.752187728881836,
      8.797067642211914,
      8.980774879455566,
      8.988207817077637
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.0,
      450.64,
      419.55,
      591.39
    ],
    "text": "In view of the deteriorating balance of payments situation and as a measure of further support for her stabilisation programme, Ceylon entered into a Second Standby Arrangement with the International Monetary Fund for a period of one year from June 15, 1966. Ceylon did not draw the final instalment of U.S. $ 7 - 5 million under the first Standby Arrangement. Under the terms of the Second Standby Arrangement, Ceylon obtained the right to purchase from the Fund foreign exchange totalling U.S. $ 2 5 million in instalments of U.S. $ 7 - 5 million between June 15, and September 14, 1966, U.S. $ 3-75 million between September 15, and December 14, 1966, U.S. $ 7 - 5 million between December 15, 1966 and March 14, 1967 and U.S. $6-25 million between March 15, and June 14, 1967. In pursuance of this arrangement Ceylon purchased the first three instal­ments totalling U.S. $18-75 million equivalent to Rs. 89-3 million during the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.433967590332031,
      8.465910911560059,
      8.479169845581055,
      8.487042427062988,
      8.503607749938965,
      8.565582275390625,
      8.712020874023438,
      8.724082946777344,
      8.727659225463867,
      8.743983268737793,
      8.766971588134766,
      8.797067642211914,
      8.988207817077637
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.96,
      613.26,
      421.16,
      637.08
    ],
    "text": "(1) This excludes a further sum of Rs. 19 million borrowed from the I.M.F. to pay the gold subscription consequent on an increase in Ceylon's Quota at the I,M,F. to Rs. 371 • 3 million ($ 78 million).",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.34851598739624,
      7.350032329559326,
      7.386055946350098,
      7.4275593757629395,
      7.447807312011719,
      7.486026287078857,
      7.49899959564209,
      7.5233964920043945,
      7.534723281860352,
      7.580953598022461,
      7.600792407989502,
      7.6027703285217285,
      7.616905689239502,
      7.623300552368164,
      7.631150722503662,
      7.645843505859375,
      7.678116798400879,
      7.709918975830078,
      7.82742977142334,
      8.017580032348633
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      204.72,
      37.02,
      231.33,
      47.08
    ],
    "text": "( 1 1 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.674141883850098
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.44,
      60.46,
      399.11,
      81.43
    ],
    "text": "period June 15, 1966 to the end of the year. During the same period re-pur­chases from the International Monetary Fund totalled Rs. 17-9 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.2,
      96.46,
      402.76,
      189.43
    ],
    "text": "Table I—4 depicts in outline the balance of payments position in 1966 com­pared with previous years. The data show that Ceylon's current account deficit in 1966 was the largest in recent years and is to be explained by the sharp decline in export earnings and the very high level of import payments made possible by the decline in external assets and the increase in external liabilities. This current account deficit of Rs. 305 million together with net payments of private capital of Rs. 45 million resulted in an increase in short and long-term external liabilities by Rs. 228 million and a decline in external assets by Rs. 122 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.746725082397461,
      8.74905014038086,
      8.833309173583984,
      8.855972290039062,
      8.910000801086426,
      9.081433296203613,
      9.093634605407715
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      190.8,
      210.7,
      254.61,
      219.67
    ],
    "text": "T A B L E 1—4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.446673393249512,
      8.910000801086426
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      118.8,
      234.94,
      325.85,
      243.91
    ],
    "text": "Ceylon's Balance of Payments 1961—1966",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.617844581604004,
      8.872180938720703,
      8.910000801086426
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      345.12,
      253.83,
      402.52,
      261.69
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.540453910827637
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      196.32,
      273.51,
      397.89,
      281.61
    ],
    "text": "1901 1962 1968 1964 1965 1966(a)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.399480819702148,
      7.416492938995361,
      7.445764064788818,
      7.479707717895508,
      7.48970890045166,
      7.536006927490234
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.68,
      299.91,
      403.05,
      361.44
    ],
    "text": "1. Merchandise Exports f.o.b. + 1,707 + 1,768 + 1,708 + 1,767 + 1,909 + 1,674 Imports e.i.f. —1,794 —1,906 —1,869 —1,960 —1,922 —2,023 Trade balance — 87 — 143 — 161 — 192 — 13 — 349 2. Services ... •—. 18 — 4 — 20 7 + 31 + 7 3. Donations + 11 + 7 + 13 + 40 + 40 + 37 4. Current Account Balance —• 94 — 140 — 168 — 160 + 59 — 305",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.061999797821045,
      6.064000129699707,
      7.099999904632568,
      7.12933349609375,
      7.171070575714111,
      7.19538688659668,
      7.2573323249816895,
      7.363113880157471,
      7.403975963592529,
      7.416492938995361,
      7.4230828285217285,
      7.434313774108887,
      7.434449195861816,
      7.445764064788818,
      7.450129985809326,
      7.450806140899658,
      7.457805633544922,
      7.468173980712891,
      7.475898742675781,
      7.496201038360596,
      7.514336585998535,
      7.548238277435303,
      7.554880142211914,
      7.558282852172852,
      7.573207855224609,
      7.58630895614624,
      7.6008477210998535,
      7.612842559814453,
      7.6418561935424805,
      7.650394439697266,
      7.652008056640625,
      7.67588472366333,
      7.682055950164795,
      7.686188697814941,
      7.723971366882324,
      7.753739833831787,
      7.809999942779541,
      11.183159828186035,
      13.343000411987305
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      44.16,
      364.47,
      402.96,
      404.73
    ],
    "text": "Method of Financing 5. Private capital Long-term — • 8 — 2 + s + 1 — 4 — 15 Short-term + 14 —. — 5 — 9 — 18 — 30 6. Official and banking capital (b)",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      4.040999889373779,
      6.061999797821045,
      7.099999904632568,
      7.12933349609375,
      7.220354080200195,
      7.357943058013916,
      7.457805633544922,
      7.475122928619385,
      7.481358528137207,
      7.539417743682861,
      7.548238277435303,
      7.557248592376709,
      7.6273956298828125,
      7.698574066162109,
      7.732189655303955,
      7.760011196136475,
      7.809999942779541,
      8.162613868713379,
      8.910000801086426,
      11.183159828186035,
      13.343000411987305
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.32,
      405.75,
      181.5,
      413.61
    ],
    "text": "(i) Change in net external long-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.100567817687988,
      7.394233226776123,
      7.583982944488525,
      7.809999942779541
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      61.92,
      413.67,
      403.55,
      429.21
    ],
    "text": "term liabilities ... + 19 + 40 + 75 + 7 + 36 + 153 (ii) Change in net external short-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.197558403015137,
      7.46672248840332,
      7.468173980712891,
      7.583982944488525,
      7.622900485992432,
      7.716625213623047,
      7.809999942779541,
      11.183159828186035
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.8,
      429.51,
      402.96,
      460.27
    ],
    "text": "term liabilities ... + 81 + 44 + 46 + 59 + 22 + 75 (iii) Change in external assets ... + 10 + 28 + 42 + H I 89 + 122 (iv) Other .—-2 —. — — —",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.061999797821045,
      6.064000129699707,
      7.12933349609375,
      7.169453144073486,
      7.17444372177124,
      7.256950378417969,
      7.398016452789307,
      7.434449195861816,
      7.468173980712891,
      7.583982944488525,
      7.622900485992432,
      7.650394439697266,
      7.716625213623047,
      7.809999942779541,
      11.183159828186035,
      13.343000411987305
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.68,
      445.35,
      403.2,
      462.09
    ],
    "text": "— 2 7. Errors and omissions 19 + 31 + 4 — 8 • — • 6 + 2",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      4.043000221252441,
      7.099999904632568,
      7.12933349609375,
      7.435364723205566,
      7.457129955291748,
      7.468173980712891,
      7.490180015563965,
      7.746519565582275,
      7.809999942779541
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.12,
      480.63,
      125.68,
      488.49
    ],
    "text": "(a) Provisional.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334200382232666,
      7.531557559967041
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.36,
      495.27,
      321.08,
      503.13
    ],
    "text": "(b) Plus sign represents a decrease in assets or increase in liabilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.549673557281494,
      7.580392837524414,
      7.58707332611084,
      7.624520778656006,
      7.809999942779541
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.92,
      518.62,
      404.43,
      623.59
    ],
    "text": "In 1966, there was a drastic deterioration in Ceylon's balance of payments. The terms of trade turned adverse by as much as 13 1 per cent and export earnings recorded a fall of Rs. 235 million, a fall larger than in any year since 1952, when the fall in export earnings merely offset an abnormal increase in export earnings in the previous Korean Boom year. The fall in export earnings in 1966, even though it was from a somewhat high level in 1965, was so large as to make export earnings in 1966 the lowest recorded since 1958. As a result, despite the greater availability of foreign assistance, Ceylon was forced to draw down her external assets to precariously low levels.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.82111930847168,
      8.891351699829102,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      219.6,
      38.22,
      248.37,
      48.28
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.284260749816895,
      10.002301216125488
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.36,
      62.62,
      227.44,
      71.59
    ],
    "text": "(b) External Payments Problems",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.631651878356934,
      8.910000801086426
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.4,
      86.38,
      413.98,
      263.35
    ],
    "text": "The need to augment Ceylon's external reserves cannot be over-emphasised. In fact, it was possible to finance a high level of imports in 1966 only by drawing down external assets which had been moderately built up in 1965 despite growing pressures for a higher level of import allocations in 1965. Ceylon's external reserves at the end of 1966 left absolutely no margin to meet unforeseen shortfalls in foreign exchange resources. Moreover, even this inadequate level of foreign exchange resources was maintained by increasing recourse to short-term borrowing abroad, especially from the International Monetary Fund. These liabilities fall due for payment within a maximum period of five years and can be repaid only at the cost of cutting down imports unless increasing foreign capital inflows and foreign exchange earnings become available. It is significant, in this con­text, to note that .in 1966 there was a total inflow of capital and an increase in short-term liabilities of Rs. 401 million, while interest payments, capital amortisation or repatriation and a decrease of short-term liabilities accounted for Rs. 188 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.740346908569336,
      8.769611358642578,
      8.82111930847168,
      8.8555269241333,
      8.863303184509277,
      8.910000801086426,
      9.081433296203613,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.88,
      280.06,
      413.26,
      445.03
    ],
    "text": "The prospects for increasing Ceylon's export earnings in the short run are not very hopeful. Tea, rubber and coconut prices do not show any evidence of improving in the near future. Production of tea which had been increasing almost continuously in recent years suffered a set-back in 1966. Rubber produc­tion, on the other hand, increased significantly and is likely to continue increasing as more and more replanted areas come into production. Coconut production fell further in 1966, and it must be presumed that even if production increases somewhat in future years, there is unlikely to be a significant increase in the exportable surplus, as domestic consumption would increase with increasing population. While there might be some scope for the export of other goods, especially of some industrial goods, their net contribution to export earnings cannot be expected to be very large in the immediate future. Thus, the prospects for a substantial increase in export earnings appear to be remote. Available forecasts tend to confirm this conclusion.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6370849609375,
      8.733400344848633,
      8.737080574035645,
      8.762088775634766,
      8.833309173583984,
      8.886146545410156,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.88,
      461.74,
      413.19,
      626.71
    ],
    "text": "Thus, it becomes necessary to turn to the import side for a solution to Ceylon's balance of payments problems. Here, Ceylon has been following a policy of import substitution in both industry and agriculture. More recently great emphasis has been placed oh a policy of import substitution in agriculture. The imports of food including subsidiary foodstuffs account for some 40 to 45 per cent of the total import bill. It is possible within a short period of years to reduce Ceylon's food imports substantially by domestic food production. The growing shortage of rice supplies in world markets has served to underline the need for an intensive food drive within the country. In fact, the rice ration had to be halved, due to inability to procure adequate supplies of rice from the world markets. Increased food production is dependent largely on making land, water and credit available, adopting better techniques of production and the better organization and co-ordination of development and production plans at the village level. It would also involve additional foreign exchange outlays for fertilizer, weedicides,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.60584545135498,
      8.737080574035645,
      8.833309173583984,
      8.833495140075684,
      8.8555269241333,
      8.872180938720703,
      8.886479377746582,
      8.910000801086426
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      211.44,
      46.09,
      243.26,
      57.71
    ],
    "text": "( i s y",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.164650917053223,
      11.587689399719238
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      49.2,
      71.26,
      406.2,
      92.47
    ],
    "text": "tractors and so on, but the ultimate savings in foreign exchange by a reduction in food imports would more than compensate for such additional outlays.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      47.52,
      107.74,
      405.77,
      224.71
    ],
    "text": "Import substitution in industry has gone on since the introduction of stringent import controls in 1960 and 1961. With the greater availability of imported raw materials in 1966, domestic industrial output showed a welcome increase. There are, however, several problems connected with these industries which need careful scrutiny if the restricted foreign exchange allocations to these industries are to be used to the best advantage. The severe import restrictions fell most heavily on imports which were considered non-essential and hence dispensable, while foreign exchange allocations continued to be made for essential imports^ This meant that the import substituting industries were possible mostly for the production of non-essential goods which had hitherto been imported.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58015251159668,
      8.761190414428711,
      8.794974327087402,
      8.803101539611816,
      8.833495140075684,
      8.846372604370117,
      8.871626853942871,
      8.900127410888672,
      8.923429489135742,
      8.94674301147461
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      46.32,
      240.94,
      404.33,
      369.91
    ],
    "text": "In terms of national priorities a large number of the goods produced by the new industries would not have been imported under a scheme of stringent import controls. But the very.establishment of these industries has resulted in the use of scarce foreign exchange to import machinery and raw materials required; by them. Meanwhile, in a situation of a general scarcity of especially the non­essential commodities, the demand for the goods of these import substituting industries has tended to increase. Consequently, apart from obtaining foreign exchange for the local production of consumer goods, which would not have normally been imported, the increasing demand has resulted in an additional drain on Ceylon's foreign exchange resources to support the continued existence of these industries at a high level of production capacity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.82111930847168,
      8.833309173583984,
      8.841996192932129,
      8.867003440856934,
      8.898763656616211,
      8.908453941345215,
      8.912872314453125,
      8.927839279174805,
      8.94674301147461
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      45.6,
      385.9,
      402.9,
      478.87
    ],
    "text": "Some of these industries have also tended to drive out purely indigenous substitutes by the aggressive selling of their products. In the process, there has been an untimely substitution of domestic industrial products having a high import content for domestic products with little or no import content. This, again, would be unnecessarily foreign exchange consuming. Any estimate of the foreign exchange content of some of these import substituting industries must also take into account the increased turnover of goods due to shortened durability and inferior quality standards.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.761602401733398,
      8.81338119506836,
      8.833495140075684,
      8.870147705078125,
      8.909411430358887,
      8.914196968078613,
      8.94674301147461,
      9.098359107971191
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      45.12,
      494.14,
      402.18,
      587.11
    ],
    "text": "These and many other problems exist in the import substituting industries that have been established in recent years. The purpose here is to draw attention to the existence of these problems. The Ministry of Industries has attempted to work out certain priorities for the allocation of foreign exchange to industry. This is a step in the right direction and it should be pursued with a view to attempt­ing a rationalisation of the industrial sector as a whole, so that, the allocation of scarce foreign exchange to the industries could be made in terms of national priorities and with the least possible wastage.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833309173583984,
      8.846372604370117,
      8.872218132019043,
      8.94674301147461,
      9.07518196105957
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      45.6,
      602.86,
      401.68,
      635.83
    ],
    "text": "In the public sector industries there has been a general improvement in production and plans have been made for further expansion of output in Cement, Ceramics, Textiles, Salt and other industries which could lead to substantial",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.789340019226074,
      8.82111930847168,
      8.923429489135742,
      8.94674301147461
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      219.6,
      49.66,
      245.76,
      58.63
    ],
    "text": "( 1 * )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.599705696105957
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      58.08,
      72.22,
      416.55,
      129.19
    ],
    "text": "savings in foreign exchange. The Steel and Tyre Corporations are also due to commence production in 1967. Here again, the problem is to provide sufficient foreign exchange to enable these industries to operate at capacity and to see that such exchange resources as are made available are utilised to the best advantage of the economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.711963653564453,
      8.833309173583984,
      8.872143745422363,
      8.910000801086426
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      202.32,
      144.94,
      273.69,
      153.91
    ],
    "text": "(4) Conclusion",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.599247932434082,
      8.910000801086426
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      57.6,
      169.18,
      416.62,
      322.15
    ],
    "text": "Economic growth in 1966 was inadequate even to cope with the increase in population. This combined with a large unfavourable movement in Ceylon's terms of trade led to a decline in real income. The monetary situation was kept under control and there was a small monetary contraction. Supplies of both imports and domestically produced goods were more satisfactory. As a result the pressure on domestic prices eased somewhat. The balance of payments situation gave cause for deep concern. Remedial measures designed to increase the extent of import substitution in agriculture as fast as possible have been initiated. Industries in the private sector and in the public sector are making some contribution to import saving. A solution to the balance of payments problems lies in the success of the import substitution policies in agriculture and industry. Greater attention would have to be given to ensure that allocations of scarce foreign exchange are utilized to the best possible advantage.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833309173583984,
      8.85448932647705,
      8.859342575073242,
      8.870222091674805,
      8.886479377746582,
      8.910000801086426,
      9.176016807556152
    ]
  }
]