[
  {
    "page_number": 0,
    "bbox": [
      55.2,
      30.48,
      521.01,
      38.01
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.96,
      60.42,
      344.29,
      74.81
    ],
    "text": "5. ECONOMIC AND SOCIAL OVERHEADS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      12.934836387634277
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.72,
      102.52,
      126.42,
      114.7
    ],
    "text": "5.1 Overview",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.24,
      129.02,
      280.41,
      397.7
    ],
    "text": "An efficient and reliable economic and social infrastructure base - power, telecommunication, transport, ports, water supply and sanitation, health and education is essential to achieve sustainable high economic growth and to raise the living standards of the population. The pivotal role of infrastructure in the economy has been duly recognised in the government policy and the need to reform the ownership and the management structure of infrastructure managing institutions has been highlighted. Considering the resource constraints faced by the government, private sector participation has become imperative in infrastructure investments. In the 1996 Budget, the government expected to raise infrastructure investments to a level of Rs. 55,533 million to achieve a target of 7.2 per cent of the GDR However, the actual performance fell short of the target, mainly due to procedural and implementational delays and resource constraints for local counterpart funds leading to underutilisation of foreign funds. The actual investment on infrastructure by the government stood at Rs.45,704 million, recording a marginal decline when compared with 1995. In relation to GDP, infrastructure investment declined from 6.5 per cent in 1995 to 5.9 per cent in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.920902252197266,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      146.64,
      410.88,
      188.66,
      417.69
    ],
    "text": "T A B L E 5.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      87.12,
      422.16,
      247.99,
      428.97
    ],
    "text": "G o v e r n m e n t I n v e s t m e n t i n I n f r a s t r u c t u r e",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.68,
      435.12,
      205.33,
      458.49
    ],
    "text": "Economic Social Services Services Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.995495796203613
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      104.64,
      455.52,
      154.79,
      470.49
    ],
    "text": "Rs. Mn. % o f GDP",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.753790378570557,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      167.76,
      455.52,
      213.11,
      470.49
    ],
    "text": "Rs. Mn. % o f GDP",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.753790378570557,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      226.56,
      455.52,
      279.11,
      470.49
    ],
    "text": "Rs. Mn. % 0 f GDP",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.96,
      476.4,
      276.3,
      483.45
    ],
    "text": "1991 26,022 7.0 2,964 0.8 28,986 7.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.96,
      486.96,
      276.33,
      494.01
    ],
    "text": "1992 20,444 4.8 6,137 1.4 26,581 6.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.039862632751465,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      497.52,
      276.31,
      504.57
    ],
    "text": "1993 29,600 5.9 6,075 1.2 35,675 7.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      508.32,
      276.35,
      515.37
    ],
    "text": "1994 29,304 5.1 7,677 1.3 36,981 6.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.039862632751465,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      518.88,
      276.31,
      525.93
    ],
    "text": "1995 33,711 5.0 9,854 1.5 43,565 6.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      529.44,
      276.37,
      536.73
    ],
    "text": "1996(a) 34,522 4.5 11,185 1.5 45,704 5.9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.039862632751465,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.72,
      542.16,
      279.65,
      549.21
    ],
    "text": "(a) Provisional Source: Central Bank ol Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.24,
      567.02,
      279.96,
      694.58
    ],
    "text": "The demand for infrastructure services continued to expand, exerting pressure on the existing infrastructure stock. The supply of electricity was not adequate to meet the growing demand and heavy dependence on hydro power has made the steady flow of supply unpredictable. The transport sector with its prolonged systemic and management deficiencies continued to face the problem of commercial viability and was not adequately equipped to meet the growing demand for transport services. The rapidly increasing vehicle population, without a developed transport network and poor quality of the road",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.84,
      103.1,
      524.38,
      254.18
    ],
    "text": "system caused severe congestion. Despite the significant improvements in telecommunication facilities, only 50 per cent of the demand (254,500 lines) for telephone lines was satisfied by end 1996. The port network needs to be expanded and modernised urgently for it to be able to handle an increased volume of cargo. The present coverage of the water supply and sanitation facilities is below 60 per cent of the population. It would be difficult to assign a priority ranking to each of these sub-sectors and all of them are essential to provide the basis for faster growth. The resource requirement for expanding and upgrading the infrastructure network is therefore, considerable, and the private sector participation is vital.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.6,
      270.14,
      524.29,
      503.54
    ],
    "text": "In 1996, some efforts were made to address structural rigidities in infrastructure through ownership reforms, restructuring of the organisational setup and promoting private sector participation. In the power sector, steps were taken to reduce the over reliance on hydro power. The private sector participation in the power sector was initiated with the signing of an agreement to install a 51 MW. power project (KHD) under BOO/BOT basis. Sri Lanka Telecom was reconstituted in the form of a government-owned limited liability company as a precursor to ownership reforms. In order to improve the regulatory mechanism relating to the telecommunication sector, the Telecommunication Regulatory Commission was established. Restructuring of certain activities of the port sector on BOO/BOT basis was under consideration. With a view to restructuring the passenger transport system in accordance with the recommendations made by the committee on \"Reorganisation of the Peoplised Companies and Private Bus Operations\", the Parliament approved the required legal provisions in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      297.12,
      519.74,
      524.06,
      694.34
    ],
    "text": "Government investment on social infrastructure was Rs. 11,185 million or 1.5 per cent of the GDP in 1996. In view of the severe resource constraints, it is a challenge for the Government to preserve at least the country's previous achievements particularly in the area of health and education. The growing demand for health services has emphasized the need for an appropriate private/public mix and establishment of alternate health care management systems. The development of a skill based education system keeping abreast with the expanding private sector needs was one of the major concerns during the year. Poor quality of education and regional disparities in educational facilities were the major impediments experienced in the field of education. Further rationalization of welfare programmes is essential",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      510.24,
      720.62,
      522.32,
      730.58
    ],
    "text": "65",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.28,
      33.6,
      510.69,
      40.41
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.0,
      62.78,
      272.97,
      96.74
    ],
    "text": "particularly through better targeting and monitoring of the existing welfare programmes and consolidating the remaining welfare programmes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.24,
      110.44,
      105.76,
      122.62
    ],
    "text": "5.2 Health",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.72,
      136.94,
      274.17,
      311.54
    ],
    "text": "The demand for health services continued to expand in 1996. This was mainly a result of increased awareness and concerns about health conditions by the public and the relative growth in the aging population due to the decline of fertility and mortality rates. The presence of a large number of displaced persons and casualties as a result of the on going ethnic conflict imposed an additional burden on the health sector. On the supply side, in 1996, the government continued to provide a large share of in-patient care, and the private sector contribution was mainly in the outdoor-patient services. However, health facilities provided by the private sector were not easily accessible particularly by the lower income groups due to the high cost of health services, drugs and sophisticated diagnostic techniques.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.918632507324219,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.68,
      327.5,
      275.6,
      596.18
    ],
    "text": "The health status of children under 5 years improved further in 1996. There has been a dramatic decline in the incidence of six vaccine preventable diseases. However, partly undermining this improvement, the general health status of the country in 1996 was affected both by communicable diseases, associated with poor environmental sanitation and poverty, and non-communicable diseases which usually emerge with economic development, changing life styles and demographic transition. In 1996, rapid spread of communicable diseases, such as Dengue Heomarraghic Fever, Japanese Encephalitis and Malaria in certain districts threatened the health status of the population. Non-communicable diseases such as heart diseases, cerebrovascular diseases, gastro intestinal tracts diseases, cancers and diseases of the respiratory system, emerged as the leading causes of deaths in recent years. Meanwhile, due to the transition in demographic profile, the diseases of the old age groups have been on the increase over recent years. Newly emerging diseases such as HIV/AIDS also further threatened the health status of the population demanding vigorous programmes to prevent and control the epidemic.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.64,
      612.38,
      275.64,
      704.66
    ],
    "text": "In the context of existing resource constraints, meeting the increasing commitment on preventive health care and catering to the ever increasing demand for curative health facilities were the major challenges faced by the health sector in 1996. In this context, it is necessary to decide the appropriate private - public mix in the health services sector, clearly defining the role of the Government in the health sector in the future.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      289.68,
      63.02,
      515.4,
      296.42
    ],
    "text": "The health policy in 1996 focused on prevention of both communicable and non-communicable diseases and improving standards of existing curative services. The main strategies adopted were, strengthening the preventive health services, the improvement of accessibility and coverage of primary health care services, strengthening health infrastructure, improvement of health facilities at peripheral level, reduction of child malnutrition and improvement in drug supply and logistics. The Government's objective in the area of curative health care was to promote the harmonious co­existence of both private and public sectors to meet the rapidly increasing demand and lessen the financial burden due to free health services. With a view to regulating and rationalising the health sector activities, the Private Medical Institution Act, was drafted during the year. The National Health Council, the National Health Development Committee and the Advisory Committee were involved in formulation, co-ordination and implementation of health policies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      291.12,
      313.58,
      517.05,
      629.3
    ],
    "text": "In 1996, total government spending on the health sector increased by 10 per cent to Rs. 12,028 million. Of the total expenditure 77 per cent was on maintenance of health activities while the balance was on new investments. Expenditure on health in relation to GDP remained unchanged at 1.6 per cent between the two periods. However its share in government expenditure rose to 5.5 per cent in 1996. In view of the emerging challenges of the health sector, it is necessary to allocate more resources on preventive health care. In this context, in generating additional resources for curative care, the importance of alternate health care management systems has been emphasized. The prevailing high demand for private sector health facilities clearly indicates that some segments of the population are willing to pay for their health services. Hence, the introduction of user fees for certain facilities provided by the state sector, for example, expansion of the facilities of optional paying beds system may be considered in the future public health policy. A mechanism should be in place to ensure that at least a proportion of the user charges is reinvested in upgrading the related services. The promotion of health insurance as a way of financing health care is advisable in the instance of escalating costs of health services and moving into a private sector oriented health system. Currently, the proportion of the population covered by private health insurance policies in Sri Lanka is insignificant.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      292.32,
      645.98,
      517.53,
      702.98
    ],
    "text": "Over 3 million in-patients and 36 million out-patients are treated annually in the 540 government hospitals. The average number of beds available remained unchanged at 3 per 1000 persons in 1996. In the area of health manpower, 1,025 medical officers (intern and post-intern) and 2,781",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.92,
      722.3,
      62.08,
      732.26
    ],
    "text": "66",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      33.84,
      520.3,
      41.13
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      146.4,
      65.04,
      188.46,
      71.85
    ],
    "text": "T A B L E 5.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      122.88,
      74.64,
      211.81,
      81.45
    ],
    "text": "P u b l i c H e a l t h S e r v i c e s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.794293403625488,
      5.819028854370117
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      107.04,
      96.24,
      279.02,
      103.29
    ],
    "text": "Item 1994 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.0,
      117.6,
      165.35,
      124.41
    ],
    "text": "1. Hospitals (Practising Western",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.819028854370117
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.92,
      126.24,
      276.17,
      233.13
    ],
    "text": "Medicine) (No.) 510 535 540 2. Beds (No.) 50,091 52,528 52,613 3. Central Dispensaries (No.) 370 386 377 4. Doctors (No.) 3,496 3,986 4,391 5. Asst. Medical Practitioners (No.) 1,357 1,324 1,464 6. Ayurvedic Physicians (No.) 13,624 14,874 . 14,808 7. Nurses (No.) 13,060 13,310 13,846 8. Attendants (No.) 5,469 5,579 5,758 9. In-Patients (No.) ('000) 3,204 2,953 (b) n.a 10. Out - Patients (No.) ('000) 35,276 32,084 (b) n.a 11. Total Health Expenditure (Rs.Mn) 9,185 10,952 12.026 Current Expenditure (Rs.Mn) 7,666 8,818 9,260 Capital Expenditure (Rs.Mn) 1,519 2,134 2,768",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.577115058898926,
      5.819028854370117,
      5.959297180175781,
      6.039862632751465,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      238.56,
      275.66,
      268.65
    ],
    "text": "(a) Provisional Sources: Ministry of Health, Highways and (b) Excludes Jaffna, Kilinochchi Social Services Mullaitivu and Ampara Districts Ministry of Indigenous Medicine Central Bank of Sri Lanka.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.759898662567139,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.48,
      282.86,
      280.46,
      645.62
    ],
    "text": "other categories had been recruited by end September and a total of 3,460 medical persons were provided in house training facilities in 1996. Total number of medical officers available in the public health sector rose from 3,986 in 1995 to 4,391 in 1996 while the number of nurses per 100,000 persons increased from 73 in 1995 to 76 in 1996. Health facilities provided by the state sector in 1996 as well as in 1995 were frequently disrupted by the work stoppages and work to rule campaigns geared by the medical and para-medical staff, causing considerable inconvenience to the public. It is essential to take rational remedial measures to address these administrative issues as the total disruption of health services would have severe social consequences. The acute shortage of specialist doctors continued to be a major problem and the available specialists were only 62 per cent of the total requirement. In contrast, there were constraints in providing employment for non-specialist doctors in the state health sector because the available cadre reached its maximum and subsequently was increased. This stressed the need to encourage the medical officers to engage in private practice in future and to provide necessary incentives for them. To improve the delivery of health care (the under utilisation of health facilities at the rural and peripheral level and the over-crowding of tertiary and secondary level facilities) a back referral system was implemented in 1996 on a pilot basis. Under this system, long term patients are referred to the nearest primary care level institution for follow up and consultant staff from secondary/tertiary levels visit the primary level at regular intervals.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.254695892333984
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      662.78,
      279.87,
      708.02
    ],
    "text": "In order to strengthen the health infrastructure, several foreign funded projects were implemented during the year. Under the Second Health Population Project funded by the Asian Development Bank (ADB), new",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      297.12,
      64.7,
      523.77,
      262.82
    ],
    "text": "construction and rehabilitation work has been carried out in 35 hospitals in the Anuradhapura, Kurunegala and Nuwara Eliya districts. An agreement was signed for the establishment of a Nurses Training School with (Japan International Co-operation Agency) (JICA), assistance at Sri Jayawardenapura Hospital with the capacity to train 300 nurses a year. The total cost of the project is estimated to be Rs.500 million. Initial steps were taken to expand the Lady Ridgeway Hospital (LRH) with an additional capacity of380 beds with assistance from China at a cost of Rs.320 million.. Another agreement was signed with the Korean Government to develop base hospitals at Gampaha and Negombo and the Colombo South Teaching Hospital. The total cost of the project is estimated at Rs.725 million. Further, a project to improve the Cardiology Unit at the Kandy Teaching Hospital commenced with French financial assistance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      296.64,
      278.78,
      523.53,
      700.34
    ],
    "text": "In view of the emerging need for strengthening preventive health care, strong emphasis was laid on control of communicable diseases, improvement of maternal and child health care and nutritional levels and on promotion of health education. The incidence of the six vaccine preventable diseases has further declined in 1996 due to the maintenance of a high immunisation coverage, good quality vaccine and improved surveillance. There were no cases recorded in Poliomyelitis and Diphtheria, while only a few cases were reported in respect of Neo Natal Tetanus. Whooping Cough, Measles and Flaccid Paralysis were reduced drastically in 1996. With the objective of eradicating Polio by the year 2000, a National Immunisation Day (NID) Programme was continued for the second consecutive year. The NID achieved a coverage of more than 96 per cent in 1996. The incidence of certain communicable diseases e.g. Dengue Haemorrhagic Fever, Japanese Encephalitis and Malaria expanded significantly threatening the health status of the population. During the year under review, a widespread Dengue Control Programme was launched eliminating mosquito breeding places, strengthening vector surveillance activities, educating the public and the medical staff and declaring a National Dengue Control Day. Efforts were made to contain Japanese Encephalitis through an expanded immunisation programme in disease affected districts of Anuradhapura, Polonnaruwa, Puttalam and Batticaloa. Malaria still continued to be a major health problem in Sri Lanka. In-door spraying of houses, vector control activities, use of anti-larval measures, conducting mobile clinics at decentralised level, promotion of health education and out-door space spraying were the major Malaria control measures implemented during the year. In addition, a National Mosquito Control Programme was launched during the year. Despite these measures, the incidence of Malaria increased considerably by 29 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      509.52,
      723.5,
      521.65,
      733.46
    ],
    "text": "67",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      49.44,
      34.8,
      513.09,
      41.85
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.16,
      64.22,
      275.66,
      180.02
    ],
    "text": "cent to 184,261 cases in 1996 reversing the declining trends observed in the previous two years. This was largely due to the inability of carrying out Malaria control activities effectively in war affected areas as well as in refugee camps. A second medium-term plan has been developed to control the spread of STD/HW/AJDS. During 1995/96, approximately 520 medical personnel were trained in this area. Screening, counselling, dissemination of information and surveillance of STD were the major strategies adopted under the STD/AIDS Control Programme in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.12,
      194.44,
      186.33,
      206.62
    ],
    "text": "Private Sector Health Care",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.36,
      220.46,
      276.46,
      289.22
    ],
    "text": "The private sector provides health care services mainly through a general practitioner network and the institutional network consisting of private hospitals and nursing homes. In addition, the private sector provides ancillary/supportive services through medical laboratories and pharmacies distributing drugs and medical supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.84,
      303.98,
      278.28,
      607.94
    ],
    "text": "Despite the availability in free health services, in recent years, the demand for private sector curative health care has expanded considerably due to the lower quality and difficulties in accessibility of government medical services. The private sector caters to about 50 per cent of the total out-patient load. However, the provision of in­patient care is still insignificant compared to the public health sector. According to the Health Ministry sources, approximately 1,000 general practitioners were engaged in the private sector in addition to government doctors in private practice outside normal working hours. There were 118 private hospitals with a capacity of 2,467 beds. Out of the total private hospitals, approximately 52 were in the Western Province covering Colombo (26), Gampaha (18) and Kalutara (8) districts. According to information gathered from 21 private hospitals by the Central Bank (for the years, 1993,1994 and 1995) the bed occupancy ratio was over 70 per cent in respect of all major hospitals in Colombo. The number of beds in these hospitals were 1,219 in 1995 and the in-patient services provided by them were below 5 per cent of the in-patient load catered to by the government hospitals. There were 85 permanent doctors, 1,248 nurses and 345 technical staff attached to these hospitals. Out of the total nursing staff in private hospitals, only 63 per cent were considered as qualified and this is an area that may need standardization.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.52,
      624.86,
      278.8,
      705.38
    ],
    "text": "In view of the present budgetary constraints there is a compelling need to limit public health services to the needy and to promote the private sector health service. The congestion and overload that are currently evident in the private health sector, particularly for general practitioner services and channeled services indicates a large pent-up demand for private health services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      291.84,
      64.22,
      517.52,
      215.3
    ],
    "text": "Presently, the private sector health institutions are attracting skilled personnel from the public sector and this has affected the quality of services in the latter. Hence, it is necessary to encourage as well as to provide appropriate incentives to the private sector to develop independently by training its own health manpower and instituting necessary infrastructure. As yet, there is very little co-ordination and supervision of private sector activities and the standards of their services are not clearly specified and enforced. Therefore, it is necessary to institute a regulatory framework and a co-ordinating body to regulate and monitor private sector health care to ensure quality of services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      293.04,
      230.92,
      365.2,
      243.1
    ],
    "text": "5.3 Education",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      293.28,
      257.42,
      519.26,
      467.3
    ],
    "text": "The development of an education system which will strongly respond to the growing needs of the market driven economy was the major focus of the policy makers in 1996. The present education system was considered to be incapable of producing the required skills and there is a mismatch between the educational attainments and labour market requirements. This was one reason for higher unemployment among the educated. It has become imperative to establish a sustainable educational system which is based on improvement of technical, language, managerial and entrepreneur skills, keeping abreast with the expanding private sector needs. Continuing impediments experienced in this sector were the poor quality of general education, uneven access to good quality primary and secondary education across geographical regions and social groups, little relevance of educational attainment to labour market requirements and the limited budgetary resources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      294.48,
      483.98,
      520.44,
      693.86
    ],
    "text": "A national education policy was formulated by the National Education Commission in 1996. Based on the recommendations of the draft report, an Action Plan was prepared by a special committee for general education. The report has proposed the implementation of a new compulsory education law making compulsory for all parents to enroll their children of school going age to a formal school to reduce the non-enrollment of 10 per cent of the school going age population. Restructuring of the school network, rationalization of new admissions to schools, development of a new curriculum, development of technical education and strengthening of teacher training activities are the other major strategies included in this Action Plan. Meanwhile, having recognised the urgent need for reforming and restructuring the educational system a task force was appointed by Her Excellency the President towards the end of the year to submit their proposals.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.04,
      724.7,
      65.22,
      734.66
    ],
    "text": "68",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.44,
      32.16,
      521.25,
      38.97
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.96,
      61.82,
      280.88,
      189.38
    ],
    "text": "The government investment on education as a proportion of GDP declined from 2.8 per cent in 1995 to 2.6 percentin 1996. However, its share in total government expenditure increased from 9.1 per cent to 9.3 per cent between the two periods. In absolute terms, current expenditure on education increased marginally while capital expenditure recorded an increase of 40 per cent. The programmes for the distribution of school text books, free uniform materials and provision of concessionary travel facilities continued during the year at a total cost of Rs.l,841 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.2,
      205.1,
      281.37,
      356.18
    ],
    "text": "In 1996, the country's student population stood at 4.3 million and there were 10,905 schools with a total teaching staff strength of 195,203. The total number of schools increased by 73 while a total of 457 schools were reopened in the Jaffna district in 1996. The coverage of general education was extensive having one school per every 6 Sq. Km. and only 393 students per school. Despite the expanded school network, the available facilities varied across the country. Colombo district with a student population of 355,936 had 59 schools with A/L science classes, while Anuradhapura district with a 197,989 student population had only 16 schools with AJ L classes offering science subjects.",
    "fonts": [
      "Helvetica-Oblique",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.44,
      372.14,
      281.2,
      699.62
    ],
    "text": "Meanwhile, with 6,194 newly recruited teachers, the total number of teachers in the government service stood at 187,451 by end 1996. Accordingly, the pupil teacher ratio was 22 in 1996. This ratio compares favourably with the standards in South Asian countries. However, a fundamental issue is that this ratio does not reflect the regional imbalances in teacher availability. For example, the number of teachers in science/mathematics exceeded the requirements in the Western and Southern provinces while in all the other provinces, there were shortages of teachers in these subjects. In addition, although the teaching strength in 1996 exceeded the cadre by 4,268, at the same time there was a deficit of 13,161 teachers in various subject areas. These developments clearly indicate the deficiencies in planning in the teacher recruitment policies. Meanwhile, when the quality of the teaching staff is considered only one fourth of the total teaching staff were graduates, while GCE (O/L) and (A/L) holders accounted for another one fourth. Accordingly, half of the teaching staff were non-graduate trained teachers and certified teachers. The present composition of the teaching strength indicates that extensive training is required to improve teacher skills, particularly in the relevant fields. Teacher recruitment should be given careful attention, as untrained and less-qualified persons brought into the system may lower the quality of education and increase the in-service training cost. To address the existing imbalances, future recruitment will",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      297.36,
      62.06,
      523.93,
      107.3
    ],
    "text": "have to be based on objective needs and deployed in areas where there are shortages. A system of career development for teachers with adequate incentives would also be necessary to improve teaching standards.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      297.36,
      121.58,
      524.15,
      354.98
    ],
    "text": "Despite the high literacy rates, the available evidence clearly suggests that the quality of general education has been deteriorating over the years. According to a survey on Learning Achievements in Literacy, Numeracy and Life Skills in year 5 (1994) conducted by NIE, UNICEF and UNESCO, themeanscore of literacy, numeracy and life skill ratios for the year 5 student population were only 61.8 per cent, 45.1 per cent and 26.7 per cent, respectively. Mastery level in writing and mathematics have been reached by only 21 per cent and 13 per cent, respectively. Only about 13 per cent had sufficient environment skills. In 1995, out of the total number of candidates who sat for the GCE (O/L) examination, 10 per cent failed in all subjects, while the number of applicants who completed the examination with minimum qualifications was only 17 per cent. Despite the provision of free education for 50 years with a generous subsidy package covering free uniforms, free books and subsidised transport, the prevailing situation is alarming and clearly emphasises the need to improve the quality of education.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      297.6,
      371.9,
      524.73,
      699.38
    ],
    "text": "With a view to addressing the wide regional disparities in school facilities and poor quality and inadequacy of primary education, several foreign funded projects were implemented during the year under review. A Project called \"Development of Schools by Divisions\" (DSDP) was launched to improve facilities in 600 schools at divisional level. Out of this, 548 schools have been identified and 48 of them were developed during the year under review. The Overseas Development Agency (ODA) assisted Primary Education Development Project aimed at improving the skills of primary level students by undertaking a Primary English Language Project and a Mathematics project. Under the General Education Project (World Bank/International Development Association (IDA), 3000 primary mathematics sets, 3000primary science equipment sets and 2000 radio sets were provided in 1996 for strengthening school infrastructure and promoting the quality of primary education. The Primary School Development Project assisted by Swedish International Development Agency (SIDA) was geared with a view to developing selected small schools in difficult areas. The Plantation Sector Education Development Project funded by SIDA was also continued during the year under review. With the objective of strengthening teacher education, a new Teacher Education Development Project is expected to be implemented with the assistance of the World Bank and theADB. The total cost of the project is estimated to be Rs.4,332 million. Under this project it is expected to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92417049407959,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      511.44,
      721.34,
      523.52,
      731.3
    ],
    "text": "69",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.72,
      38.88,
      517.42,
      45.69
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      68.06,
      279.37,
      126.02
    ],
    "text": "establish 5 new Colleges of Education, 3 Teacher Education Institutions and 80 Teachers' Centres in the provinces. A National Authority on Teacher Education is to be established in order to.co-ordinate teacher education programmes conducted by various agencies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.96,
      139.82,
      281.18,
      373.22
    ],
    "text": "Having recognised that the neglect of supervision of schools during the recent past has led to a deterioration of the quality of education, a separate branch was set up in the Ministry to supervise the national schools, teachers colleges, teacher training colleges, pirivenasetc. With a view to improving skills development, the curriculum for technical education was revised in 1995/96 by including subjects with a practical bias such as Agriculture, Animal Husbandry, Construction Technology, Electricity and Electronic Technology, Mechanics, Food Science and Technology etc. Steps have been taken to recruit teachers in these new areas and to provide in service training sessions for 1,800 teachers at provincial level and for 225 at national level. Teaching of life skill subjects which are included in the syllabuses of years 7 and 8, was extended to another 1,200 schools and in service training was provided to 2,036 teachers in this field. In order to improve computer skills of A/L and O/L students, it is intended to set up about 300 computer resource centres and 15 units had already been established by end 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      390.14,
      281.77,
      517.7
    ],
    "text": "With a view to improving the quality of teachers, in 1996 a total of 1,893 teachers were admitted to Teacher Training Colleges and pre-service training was provided to 1,858 persons at the Colleges of Education. Meanwhile, NIE has also conducted a number of short term courses and degree, diploma and certificate level courses during the year while radio and television programmes were produced based on school curricula. In addition, activities relating to the revision and updating of syllabuses for GCE (O/L), (A/L) and primary level, preparation of teachers' guides etc. continued during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.36,
      532.94,
      282.62,
      707.54
    ],
    "text": "Non-state education institutions in Sri Lanka are classified into 4 main types, the officially approved private and approved/certified schools, international schools, tutory systems and private pre schools. In 1996, there were 80 private and approved/certified schools with a total student population of 88,306. In recent years, there has been a growth in international schools which are self-supporting, operated under company legislation and provide a variety of levels and quality of education. A total of 42 international schools had been registered with the Registrar of Companies by end 1996. Legislation governing private schools should be extended to cover international schools, setting the minimum standards. Monitoring the performances of these schools by the government is also essential. The substantial resources",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      295.92,
      68.54,
      521.29,
      137.3
    ],
    "text": "that could have been tapped into public sector education are diverted into a large scale tutory industry. The expanding tutory industry, devaluing the public sector education necessitates drastic educational reforms which will address the basic issue of improving the quality of state education.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      386.4,
      145.44,
      429.86,
      152.25
    ],
    "text": "T A B L E 5.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      349.68,
      155.04,
      467.03,
      161.85
    ],
    "text": "G e n e r a l a n d H i g h e r E d u c a t i o n",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9310383796691895,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      341.04,
      169.92,
      512.78,
      177.21
    ],
    "text": "Item 1994 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.64,
      183.12,
      358.79,
      189.93
    ],
    "text": "General Education",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9310383796691895
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      297.12,
      191.52,
      521.07,
      331.77
    ],
    "text": "1. Total Schools (No.) 10,779 10,832 10,905 1.1 Government Schools 10,191 10,239 10,280 National Schools 164 198 238 1.2 Other Schools 588 593 625 Private 79 79 80 Pirivenas 509 514 545 2. Pupils (No.) 4 327,959 4,351,022 4.289,110(b) 2.1 Government Schools 4 193,971 4,216,571 4 155184 2.2 Other Schools 133,988 134,451 133.926 . Private 87,674 87,674 88,306 Pirivena 46,314 46,777 45,620 3. New Admissions 339,006 342,386 n d 4. Teachers (No.) 195,182 195,210 195.203(c) 4.1 GovernmentTeachers 187,586 187,574 187,451 4.2 Others 7,596 7,636 7,752 5. Pupil/Teacher Ratio 22 22 22 6. Total Expenditure on",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.789314270019531,
      5.819028854370117,
      6.022154808044434,
      6.037890434265137,
      6.039862632751465,
      6.042387962341309,
      6.0485734939575195,
      6.049681186676025,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      306.0,
      333.36,
      513.03,
      356.73
    ],
    "text": "Education (Rs. Mn) (d) 17,713 18,908 20,402 6.1 Current 14,836 15,784 16,018 6.2 Capital 2,877 3,124 4,384",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.039862632751465,
      6.069423198699951,
      7.06441068649292
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.08,
      366.24,
      368.15,
      373.05
    ],
    "text": "University Education",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.781467914581299,
      5.819028854370117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      297.84,
      374.88,
      515.49,
      423.21
    ],
    "text": "1. Universities (No.) 9 10 2. Students (No.) 30,764 32,004 33,948 3. Lecturers (No.) (e) 2,122 • 2,524 2,747 4. Graduates (No.) 5,493 5,342 n.& 4 . 1 . Arts and Oriental Studies 2,077 1,999 n a 4.2. Commerce & Mangement",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.456006050109863,
      5.62501335144043,
      5.789314270019531,
      5.819028854370117,
      6.039862632751465,
      6.069423198699951,
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.8,
      425.04,
      514.6,
      506.73
    ],
    "text": "Studies 1,044 982 n j 4.3. Law 183 140 n a 4.4. Science 829 958 n a 4.5. Engineering 652 458 n a 4.6. Medicine 385 442 ft. a 4.7. Dental Surgery 41 66 n.a 4.8. Agriculture 183 210 n a 4.9. Veterinary Science 31 31 n A 4.10. Architecture 47 23 n a 5. New Admissions for Basic",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      5.362982273101807,
      5.562082767486572,
      5.789314270019531,
      5.819028854370117,
      6.069423198699951,
      7.06441068649292,
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      312.96,
      508.08,
      513.18,
      515.37
    ],
    "text": "Degrees (No.) 7,849 8,015 9,284",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.939345359802246,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.8,
      520.56,
      518.64,
      565.53
    ],
    "text": "(a) Provisional Sources: Ministry of Education and (b) Projected Higher Education (c) Estimated University Grants Commission (d) Government expenditure on Central Bank of Sri Lanka general and higher education. (e) At the beginning of the year.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.56,
      580.22,
      523.82,
      707.78
    ],
    "text": "With the establishment of 3 new universities, Sabaragamuwa University (1996), Rajarata University (1996) and South Eastern University (1995), the total number of national universities increased to 12 in 1996. This has improved the coverage of higher education by 1,250 student intake per annum and improved the regional dispersion of higher education facilities. Meanwhile, with the establishment of the Post-Graduate Institute of Science (PGIS) in 1996, the number of PGIs in the country has risen to six. A new campus called the Western Campus of the University of Colombo at Horana was established",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.84,
      727.82,
      70.03,
      737.78
    ],
    "text": "70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.0,
      29.85,
      513.07,
      36.55
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.767807483673096,
      5.812912940979004,
      5.816163539886475,
      5.822319507598877,
      5.831679344177246,
      5.8601603507995605,
      5.969924449920654
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.52,
      58.22,
      273.06,
      221.06
    ],
    "text": "during the year to carry out studies in the fields of mass communication and performing arts. Universities of Kelaniya, Peradeniya and Sri Jayawardenapura were expanded by adding new faculties and departments. Initial work has commenced to establish a faculty of engineering at the University of Ruhuna and a new building complex for the Dental Faculty at the University of Peradeniya. New admission to universities rose by 1,269 students to 9,284, raising the total number of university students to 33,948 by end 1996. The academic staff strength expanded from 2,248 in 1995 to 2,435 in 1996. Meanwhile with 6,976 new admissions, total student enrollment in the Open University increased to 16,948 by the end of 1996 following 27 courses in various fields.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.24,
      237.26,
      273.51,
      306.02
    ],
    "text": "The lack of hostel facilities was a major issue. Hostel facilities which were limited to 37 per cent of the student population in 1994 had been increased to 57 per cent by end 1996. Meanwhile, the number of students receiving bursaries and Maha Pola Scholarships had risen by 1,500 to 33,948 by end 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.48,
      320.54,
      273.55,
      471.62
    ],
    "text": "Measures were taken for the clearance of the backlog of students waiting to enter the universities caused by the interruptions to the regular academic years in 1988 and 1989 and the frequent closure of the universities in subsequent years. In order to admit two batches in one year, the University Grants Commission (UGC) provided extra resources to universities to hire academic staff on a temporary basis and to construct additional class rooms. By end September 1996, the Universities of Moratuwa, Sri Jayawardhanapura and Kelaniya (except medical faculty) had cleared the backlog. The restoration of normalcy in admission to the universities is planned to be achieved by end 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.72,
      486.86,
      273.92,
      696.74
    ],
    "text": "The higher education sector experienced several critical problems relating to access, efficiency and quality and its relevance to the needs of the economy. In 1995, the total number of students admitted to the university was only 2 per cent of the relevant age group, about 17 per cent of the total eligible students and 7 per cent of the total number who sat for the A/L examination. This reflects that the access to university education in Sri Lanka for those in the relevant age group is extremely limited when compared with other South East Asian countries such as Singapore (8 per cent) and Malaysia (7 per cent). However, the need for further expansion of higher education coverage should be reviewed carefully, giving serious consideration to the need for matching formal education with the growing needs of the economy. Apart from university education, expansion of other higher educational opportunities which will improve technical and vocational skills is imperative particularly in a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.9072265625,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      289.68,
      59.42,
      516.14,
      222.26
    ],
    "text": "situation where an unacceptable number of students (457,000 in 1995) leave schools without obtaining O/L or A/L certificates and the large number of A/L qualified students (47,129 in 1995) are debarred from entering the universities. In this regard, considering the government resource constraints, the possibility of promoting private sector higher educational establishments within a proper regulatory framework should be given serious attention as an alternative. Another alternative will be the expansion and resuscitation of the existing technical education network. By end of 1996, there were 34 technical education institutions in the country with an 18,135 student population. There were 10,217 new admissions to these institutions during 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      297.6,
      242.95,
      467.22,
      260.69
    ],
    "text": "Chart 5.1 % ol GDP Expenditure on Health and Education",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      6.926586151123047,
      6.942875385284424,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      460.56,
      268.41,
      511.5,
      283.51
    ],
    "text": "• Education/GDP o Health/GDP",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.36,
      415.34,
      436.95,
      425.3
    ],
    "text": "5.4 C o m m u n i c a t i o n Services",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.36,
      440.54,
      367.83,
      450.5
    ],
    "text": "Postal Services",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.6,
      464.3,
      517.54,
      568.34
    ],
    "text": "The postal sector exhibited more dynamism, deviating from conventional methods of operation during the year 1996. Policy was aimed at restructuring and modernization of postal activities, improving efficiency and commercial viability in a competitive environment. A committee has been appointed to restructure the Department of Posts as a corporation with a view to improving its efficiency, generating more revenue and introducing competition in selected areas of postal services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.911818504333496,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.36,
      582.62,
      517.4,
      698.42
    ],
    "text": "The postal network as at end of 1996 consisted of 573 main post offices, 3,452 sub post offices and 196 agency post offices. During the year 11 main post offices, 48 sub-post offices and 14 agency post offices were added to the network. As a result, the area served by a post office dropped marginally to 15.5 Sq.Kms. Meanwhile, in order to avoid the heavy expenditure involved in opening of sub-post offices, a new agency post office system entitled \"Rural Agency Post Offices\" was introduced with private sector participation. As a pilot project 62",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      504.24,
      718.81,
      516.75,
      728.87
    ],
    "text": "71",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.52,
      36.48,
      516.69,
      43.53
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.52,
      65.9,
      279.26,
      252.26
    ],
    "text": "sub-post offices were opened during the year within the Thrift and Credit Co-operative Societies (SANASA). Moreover, 26 main post offices and 85 sub-post offices were reopened in the North in 1996. The value added services such as Express Mail Service (EMS), Post Fax Service, EDD facilities provided by the Department of Posts were further expanded. The number of countries connected with EMS facilities increased to 52 in 1996 from 42 in 1995 and post offices with TDD facilities increased to 36 in 1996. The new Central Mail Exchange (CME) which was constructed at a cost of Rs.510 million, with modern post handling equipment was opened in August 1996. At the same time, post code numbers have been introduced to all main post offices and sub-post offices to sort and distribute postal articles efficiently by using the post code system.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.72,
      268.7,
      280.41,
      502.1
    ],
    "text": "The operational activities of the Department of Posts, as in the previous years, showed a moderate increase. The total number of inland and foreign mail articles handled by the Department of Posts increased to 539 million representing a 3 per cent increase over the previous year. This marginal increase was a net outcome of a 4 per cent increase in inland mail articles and a 3 per cent drop in foreign mail articles. The moderate growth of handling of mail articles could best be described by the expansion of speedier alternative modes of communications such as, telephone, FDD facilities, tele­fax, e-mail, private courier services etc. Similarly, the average number of letters per inhabitant which remained unchanged at 27 during the year also disclosed the slower growth in the conventional postal service. The total revenue from government postal services remained unchanged at Rs.l,326 million in 1996, while operating expenditure rose by 7 per cent. Accordingly, the operational losses of the Postal Department increased from Rs.233 million in 1995 to Rs.344 million in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92512321472168,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.16,
      518.2,
      198.47,
      530.38
    ],
    "text": "Telecommunication Services",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.16,
      543.74,
      280.89,
      706.58
    ],
    "text": "The telecommunication sector was the most dynamic and fast growing among all the economic infrastructure sectors. The sector showed a noteworthy progress in terms of coverage, services provided, investments and private sector participation. Sri Lanka Telecom (SLT), the major provider of national and international telecom services was reconstituted as a government owned limited liability company with effect from September 1996, in order to cater to the growing demand for telecom services more efficiently and competitively. The private sector telecom service providers played a vital role in 1996 by expanding the network and improving the quality of service with newer products at competitive prices. Consequent to the expanding role of the private sector in providing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      295.2,
      65.9,
      519.98,
      122.9
    ],
    "text": "telecommunication services, the necessity of an effective licensing, monitoring and regulatory mechanism was strongly felt. Accordingly, steps were taken to convert the office of the Director General of Telecommunications into an Autonomous Regulatory Commission.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      295.2,
      137.66,
      521.6,
      465.14
    ],
    "text": "The majority of the projects geared under the \"Second Telecommunication Development Programme 1990-1997\" funded by SLT and foreign agencies (ADB, World Bank, Overseas Economic Co-operation Fund (OECF) of Japan and Finish Export Credit Ltd.) had been completed by the end of 1996. The programme envisages the augmentation and improvement of switching capacities of exchanges, the local cable network, the trunk transmission network and the international transmission network. The major projects completed during the year were the Improvement of the Telecommunication Network in Gampaha and Matara districts and the Telecommunication Network in the Greater Colombo area Phase II. In addition, a new Regional Telecommunication Project commenced in 1996 with the assistance of OECF at a cost of Rs.3,741 million. The Second Telecommunication Project on Expanding Exchanges in Colombo Metro and Regions was in progress during the year. The Trunk Transmission Network Project funded by the ADB was almost completed and when in operation it will ease congestion in the network and improve the quality and reliability of the services offered. Further, a \"Third Telecommunication Development Programme 1996 - 2000\" has been formulated in accordance with the Master Plan for the development of a telecommunication network up to the year 2015. The total estimated cost for the projects identified for implementation under this programme is in the region of Rs.8,000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      297.12,
      483.5,
      522.09,
      693.38
    ],
    "text": "With the completion of major foreign funded projects, 22 telephone exchanges with switching capacity of 57,852 were commissioned during the year under review. Consequently, the switching capacity of SLT telecommunication network was augmented by 14 per cent to 310,300 during 1996. The expressed demand for telephone services provided by SLT increased at a slower pace of 15 per cent in 1996, compared to the 20 per cent increase in 1995. The new telephone connections provided by SLT more than doubled from 24,556 connections in 1995 to 50,150 connections in 1996. This has been the largest expansion in the telephone network in a single year. Consequently, the total number of telephone lines in service increased to 254,500 by end 1996. These developments led to an increase in the telephone density (number of telephones per 100 people) from 1.12 in 1995 to 1.39 in 1996. Despite these improvements, SLT was able to satisfy only 50 per cent of7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      297.6,
      695.18,
      521.88,
      705.14
    ],
    "text": "the expressed demand. The coverage of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.16,
      725.42,
      68.29,
      735.38
    ],
    "text": "72",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      37.68,
      517.42,
      45.69
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      143.04,
      68.88,
      186.62,
      75.69
    ],
    "text": "T A B L E 5.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      65.28,
      78.48,
      263.65,
      85.29
    ],
    "text": "G r o w t h o f P o s t a l a n d T e l e c o m m u n i c a t i o n S e r v i c e s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      190.32,
      93.84,
      274.15,
      100.65
    ],
    "text": "1994 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      107.76,
      107.83,
      114.57
    ],
    "text": "1. Postal Service",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.819028854370117
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      59.28,
      115.92,
      273.36,
      198.33
    ],
    "text": "Delivery Areas (No) 6,729 6,729 6,729 Post Offices (No.) 4,105 4,148 4.221 Public 3,932 3,966 4.025 Private 173 182 196 Areas Served by a Post Office (Sq. Km.) 16.0 15.8 1 5 5 Population Served by a Post Office 4,365 4,393 4.33P Letters per Inhabitant 29 29 27 Telecommunication Service 2.1 Sri Lanka Telecom Ltd. (SLT)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.794293403625488,
      5.794711112976074,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.32,
      199.68,
      273.14,
      215.13
    ],
    "text": "Telephone Lines (No.) 180,724 204,350 254,500 New Telephone Connections",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.042387962341309,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      78.96,
      216.72,
      273.65,
      240.33
    ],
    "text": "Given (No.) 25,322 24,556 50 150 Applicants in Waiting List (No.) 186,245 237,800 256,000 Express Demand for",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.696596622467041,
      5.762256145477295,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.8,
      241.92,
      272.94,
      257.13
    ],
    "text": "Telephones (No.) 366,969 442,150 510,500 Telephone Density",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      81.36,
      258.96,
      272.46,
      265.77
    ],
    "text": "(Telephones per 100 persons) 1.01 1.12 1.39",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      59.52,
      275.28,
      138.51,
      282.09
    ],
    "text": "2.2 Other Private Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.32,
      283.44,
      127.57,
      290.25
    ],
    "text": "Cellular Phones",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      81.84,
      290.54,
      275.13,
      315.69
    ],
    "text": "Operators (No.) 3 4 l l l l l l i Subscribers (No.) 29,182 51,316 71,228 Total Cumulative Investment",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.795930862426758,
      5.819028854370117,
      6.069423198699951,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.56,
      317.28,
      272.57,
      332.49
    ],
    "text": "( R s . M n . ) 3,095 4,139 5,307 Public Pay Phones",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.794293403625488,
      5.819028854370117,
      5.9594221115112305,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      81.84,
      332.78,
      275.08,
      357.69
    ],
    "text": "Operators (No.) 3 4 B t i i l l Telephone Booths (No.) 905 1,597 2.152 Total Cumulative Investment",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.56,
      359.04,
      272.81,
      374.49
    ],
    "text": "( R s . M n . ) 258 424 610 Radio Paging Services",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9594221115112305,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      81.84,
      376.08,
      272.64,
      399.45
    ],
    "text": "Operators (No.) 5 5 5 Subscribers(No.) 6,302 9,565 10.721 Total Cumulative Investment",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.56,
      401.04,
      270.8,
      416.01
    ],
    "text": "(Rs. Mn.) 169 210 2 2 1 Data Communication Services",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.981391429901123,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.32,
      416.34,
      278.12,
      441.21
    ],
    "text": "Operators (No.) 6 6 llHIlll Subscribers (No.)» 175 273 355 Total Cumulative Investment",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.795930862426758,
      5.819028854370117,
      5.979213714599609,
      6.069423198699951,
      12.934836387634277
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      77.04,
      442.56,
      271.82,
      458.01
    ],
    "text": "( R s . M n . ) 401 434 574 Wireless Local Loop Telephones",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9594221115112305
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      82.32,
      458.06,
      275.55,
      482.97
    ],
    "text": "Operators (No.) -- llllilii Subscribers (No.) --527 Total Cumulative Investment",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.795930862426758,
      5.819028854370117,
      6.069423198699951,
      7.37783145904541,
      7.691253185272217,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      90.24,
      483.95,
      272.51,
      492.4
    ],
    "text": "( R s . M n . ) --1,743",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.9594221115112305,
      6.069423198699951,
      7.37783145904541
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      51.12,
      498.24,
      270.61,
      505.05
    ],
    "text": "(a) Provisional Sources: Department of Posts",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      204.0,
      506.88,
      275.46,
      525.45
    ],
    "text": "Sri Lanka Telecom Ltd. Director General of Telecommunications",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.798434257507324,
      5.819028854370117,
      5.9310383796691895,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.32,
      549.74,
      257.78,
      566.95
    ],
    "text": "Chart 5 J ' T e l e p h o n e Density in Selected Countries • 1996",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.500885963439941,
      6.964912414550781
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      66.0,
      576.48,
      74.77,
      584.23
    ],
    "text": "90",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.962922096252441
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      587.52,
      74.9,
      594.33
    ],
    "text": ": : 80",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.124298095703125,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.36,
      596.67,
      74.8,
      604.98
    ],
    "text": "2 70",
    "fonts": [
      "Helvetica-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.069423198699951,
      6.999725341796875
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.44,
      608.16,
      74.69,
      614.97
    ],
    "text": "- f 60",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.717037677764893,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      618.48,
      76.2,
      636.7
    ],
    "text": "(2 50 1 40",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.069423198699951,
      10.941876411437988
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      637.44,
      75.0,
      658.5
    ],
    "text": "f 30 o S. 20",
    "fonts": [
      "Helvetica-Bold",
      "Times-Italic"
    ],
    "sizes": [
      5.741425514221191,
      5.819028854370117,
      6.069423198699951,
      7.16217565536499
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      60.72,
      660.96,
      127.39,
      679.53
    ],
    "text": ", 10 = • IS! 0 ^",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.069423198699951,
      6.099999904632568,
      9.516497611999512,
      9.930970191955566
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      84.0,
      679.79,
      98.25,
      698.88
    ],
    "text": "South Korea",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.946357727050781,
      6.189981937408447
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      114.48,
      677.64,
      121.29,
      702.24
    ],
    "text": "Malaysia",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      141.6,
      676.52,
      148.41,
      702.48
    ],
    "text": "Thailand",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.269304275512695
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      168.72,
      675.84,
      175.53,
      703.92
    ],
    "text": "Indonesia",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      195.84,
      676.62,
      202.65,
      702.0
    ],
    "text": "Pakistan",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      222.96,
      675.31,
      229.77,
      703.2
    ],
    "text": "Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951,
      6.208679676055908
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      250.08,
      681.92,
      256.89,
      696.72
    ],
    "text": "India",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.76,
      68.78,
      520.06,
      149.3
    ],
    "text": "telecommunication facilities, in terms of number of persons per telephone in Sri Lanka (88) was far lower, when compared with fast growing countries such as Malaysia (6), Thailand (18), South Korea (2) and Singapore (2). Even if cellular mobile phones and public pay phones in service are taken into account the telephone density in the country comes down to 56 people per telephone.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.28,
      164.3,
      519.93,
      327.14
    ],
    "text": "There has been a reduction in the regional disparity of distribution of telecommunication facilities during 1996. Installed switching capacity in the regions outside the Colombo Metropolitan area as a percentage of national switching capacity improved to 47 per cent from 45 per cent a year ago. Similarly, the total number of telephone lines in service in regions outside the Colombo Metropolitan area as a percentage of total telephone lines in service increased to 35 per cent from 34 per cent in 1995. However, the regional telecommunication facilities are also mostly concentrated in urban areas. Therefore, it is required that the telecommunication facilities be expanded further into remote areas so that these areas could benefit by modern communication facilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.04,
      343.34,
      519.77,
      612.02
    ],
    "text": "The performance of the private sector providers of telecommunication facilities recorded a noteworthy progress during 1996. As at end 1996, there were 21 licensed private telecommunication system operators providing various primary and value added communication services including cellular mobile communication services, wireless access telephone services, radio paging services, data communication services and public pay phone services. The cumulative investment by the private sector in those services increased by 62 per cent to Rs.8,455 million in 1996. The number of subscribers for cellular mobile telephone services provided by 4 cellular companies increased to 71,228 recording a 39 per cent growth over the previous year. Radio paging services were provided by 5 companies and the number of subscribers increased to 10,721 in 1996 from 9,565 in 1995. There were 2,152 public pay phones installed islandwide at end 1996 compared with 1,597 at end 1995. Two new companies were authorised in 1996 to provide Wireless Local Loop (WILL) telephone services. As at end 1996, there were 527 subscribers for these telephone services. Meanwhile, six companies were engaged in providing internet facilities to 637 subscribers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.28,
      627.98,
      519.69,
      708.5
    ],
    "text": "The Sri Lanka Telecom Services Ltd. executed the 150K line telecommunication development project under which 150,000 telephones are to be provided within a short period of 18 months. Except for Colombo and Vavuniya, contracts have been awarded to six contractors under supplier credit funding scheme, covering almost all other districts where the project is to be implemented.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      507.12,
      728.54,
      519.29,
      738.5
    ],
    "text": "73",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.44,
      37.44,
      518.13,
      44.97
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.16,
      66.14,
      280.44,
      100.1
    ],
    "text": "The six contractors are expected to provide a total of about 158,000 telephone lines at an estimated cost of Rs.l 3,000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.88,
      113.66,
      281.85,
      229.46
    ],
    "text": "With the fast development of international communication modes in the recent past, the use of conventional modes eroded significantly during past few years. In keeping with this trend, the SLT implemented several projects to upgrade the international telecommunication service of the country. In addition to commissioning of SEA-ME-WE-II in 1994 and installation of a Digital Earth Station at Padukka in 1995 the Public Switched Packet Data Network and E-Mail were commissioned in January 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.925033569335938,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.6,
      244.6,
      117.07,
      256.78
    ],
    "text": "5.5 Energy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.08,
      270.62,
      283.76,
      621.62
    ],
    "text": "The energy sector experienced a major crisis in 1996. During the first three quarters of the year, hydro power generation was severely interrupted due to the failure of the North East Monsoon, erratic behavior of the South West Monsoon and dry weather conditions that prevailed during the first quarter of the year. The available thermal power was not adequate to meet the shortfall in hydro power generation. Consequently, the Ceylon Electricity Board (CEB) imposed power cuts from 22 March 1996 which continued until the third quarter of the year. In addition to the long periods of power cuts, a three day complete blackout due to a work stoppage by the employees of the CEB brought most economic activities to a standstill. Acute power shortages experienced during the first three quarters of the year had an adverse effect on the overall economic performance, particularly on private investment, industrial production, employment, the general price level and the balance of payments. In order to reduce the severity of the power deficits, attractive incentives were offered to encourage self-generation of power by the private sector while efforts were made to expand the existing generating capacity by hiring power. These measures together with favourable weather conditions helped to improve the power supply situation during the fourth quarter of the year. Meanwhile, the total demand for petroleum products expanded sharply .due to the increased thermal power generation. Excessive reliance on imported energy sources coupled with high international prices imposed a heavy burden on the oil import bill in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.312456130981445
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.04,
      638.54,
      283.8,
      695.54
    ],
    "text": "The developments in the energy sector in 1996 raised the urgent and utmost need to take decisive steps to provide uninterrupted and adequate supply of energy without dampening customer utility and the investors confidence. Although the power crisis was immediately",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      296.64,
      66.86,
      523.29,
      347.3
    ],
    "text": "caused by the vagaries of weather, the underlying structural factors which led to the power crisis were the lack of investment on capacity expansion during the last 7 years, over dependency on hydro power and the implementation lapses on long term planning. Hence, the fundamental issue, the dearth of investments on power generation should be addressed urgently by appropriate policy measures. In the short-run, intensive utilisation of captive generating capacity and development of alternative energy sources are emphasized. Instead of implementing costly energy options in an ad hoc manner which will ultimately lead to high tariffs, large scale power projects should be added to the national grid in accordance with a properly designed and executed generation plan based on the long and medium term needs of the economy. With respect to implementation of power projects, procedural delays should be minimised and projects should be implemented on a very strict schedule with a view to meeting impending power shortages. Minimisation of transmission and distribution losses should also be given attention. It would also be important to emphasise the need for implementing an effective energy conservation programme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      363.88,
      350.06,
      376.06
    ],
    "text": "Electricity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.04,
      390.14,
      524.25,
      541.22
    ],
    "text": "The total installed capacity of electricity in the national grid at 1409 MW. comprised of 1137 MW. of hydro power and 272 MW. of thermal power, has remained unchanged for the fifth consecutive year. The generation capacity was expanded by hiring 44 MW. diesel plants from Ms. Aggreco and Cool Air ventures. Despite these, total power generation by the CEB during the year dropped sharply by 9 per cent to 4375 GWh. After adjustment for 152 GWh. generated by the private sector, drop in total power generation was 5 per cent. Hydro power generation dropped drastically by 28 per cent compared with an increase of 10 per cent in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      555.74,
      524.62,
      695.06
    ],
    "text": "In order to meet the supply shortages, thermal power generation was more than quadrupled to 1126 GWh. using existing capacity at maximum level and hired power compared with the previous year's generation. Consequently, the cost of power generation rose to Rs.3,800 million compared with Rs.987 million in 1995. Despite several projects undertaken to improve the transmission and distribution network, the system losses of the CEB distribution and transmission was at 18 per cent (802 GWh.) of the total power generation in 1996. This was equal to more than 2 months electricity consumption of the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.56,
      726.14,
      70.77,
      736.1
    ],
    "text": "74",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.04,
      35.61,
      517.87,
      43.99
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.767807483673096,
      5.812912940979004,
      5.816163539886475,
      5.822319507598877,
      5.831679344177246,
      5.8601603507995605,
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      239.76,
      80.06,
      333.51,
      100.58
    ],
    "text": "Chart 5.3 Major Energy Sources",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      112.32,
      115.27,
      219.71,
      143.33
    ],
    "text": "Chart 53.1 Electricity Generation and Sales (1990=100)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.32,
      152.25,
      130.92,
      158.95
    ],
    "text": "Generation",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      91.92,
      167.56,
      117.03,
      173.14
    ],
    "text": "• Sales",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      4.9749369621276855
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      96.0,
      263.11,
      259.85,
      272.47
    ],
    "text": "1992 1993 1995 1996",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.0635528564453125,
      7.082320690155029,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.4,
      116.71,
      477.22,
      134.69
    ],
    "text": "Chart 5.3.2 RsAlnit Electricity : Average Tariffs and Costs",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.615134239196777,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      344.16,
      148.17,
      395.96,
      186.55
    ],
    "text": "Domestic Tariffs Industry Tariffs Commercial Tariffs Average Tariffs Unit Cost",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      315.84,
      215.4,
      444.43,
      267.43
    ],
    "text": "J fiffli",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      46.764408111572266
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      328.32,
      263.61,
      418.63,
      276.79
    ],
    "text": "1992 1993 1994 Year",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      440.88,
      264.57,
      493.09,
      271.27
    ],
    "text": "1995 1996",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.88,
      323.13,
      91.21,
      329.83
    ],
    "text": "Rs./ Ltr.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.801878929138184,
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      77.76,
      333.69,
      86.37,
      340.39
    ],
    "text": "50",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      77.76,
      354.89,
      85.42,
      361.54
    ],
    "text": "40",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      77.76,
      376.01,
      85.42,
      382.66
    ],
    "text": "30",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      77.76,
      397.13,
      85.42,
      403.78
    ],
    "text": "20",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      78.48,
      418.25,
      85.82,
      424.9
    ],
    "text": "10",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      100.8,
      308.23,
      241.26,
      326.69
    ],
    "text": "Chart 5.3.3 Petroleum : Prices and Costs - 1996",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      96.96,
      350.97,
      123.72,
      383.31
    ],
    "text": "Price •",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654,
      15.923778533935547
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      101.76,
      427.71,
      207.29,
      449.74
    ],
    "text": "ru...d.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      26.314016342163086
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      106.08,
      450.81,
      244.76,
      457.51
    ],
    "text": "Diesel Kerosene Petrol",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      300.24,
      317.37,
      321.8,
      324.07
    ],
    "text": "MT'000",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      299.76,
      332.73,
      314.65,
      339.43
    ],
    "text": "1200",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      299.76,
      350.97,
      314.65,
      357.67
    ],
    "text": "1000",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.64,
      369.93,
      314.53,
      376.63
    ],
    "text": "800",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.64,
      388.65,
      314.53,
      395.35
    ],
    "text": "600",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.64,
      407.61,
      314.68,
      414.31
    ],
    "text": "400",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.88,
      426.33,
      314.77,
      433.03
    ],
    "text": "200",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      309.6,
      445.53,
      314.55,
      452.23
    ],
    "text": "0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      345.12,
      311.11,
      469.7,
      329.57
    ],
    "text": "Chart 53.4 Petroleum Products • Domestic Sales",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      335.04,
      346.65,
      367.11,
      353.35
    ],
    "text": "• I Petrol",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      339.84,
      357.93,
      367.51,
      364.63
    ],
    "text": "J Diesel",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      340.08,
      369.21,
      377.86,
      375.94
    ],
    "text": "I Kerosene",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      329.04,
      454.65,
      418.45,
      467.59
    ],
    "text": "1992 1993 1994 Year",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      438.48,
      455.61,
      490.32,
      462.31
    ],
    "text": "1995 1996",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      52.32,
      501.98,
      279.89,
      700.1
    ],
    "text": "As an emergency measure to cope with the acute shortage of power, power cuts were introduced from 22 March 1996. Initially, power cuts were for a four hour period and confined to off-peak hours. Subsequently, the length of the power cuts was revised from time to time (ranging from 8 hours to 1 hour per day) on consideration of the water levels of the hydro power reservoirs, and power cuts were eliminated completely only on 19 September 1996. The estimated power deficit during the year was 300 GWh. which resulted in a Rs. 1,235 million loss of revenue to the CEB. Several other crisis management measures were also introduced to mitigate the adverse impact of the power crisis. The self-generation of power in the private sector was encouraged by offering cash rebates of Rs.2.15-2.30 per unit generated, making loan facilities available at concessional rates to import diesel generators, allowing industrial entrepreneurs to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.925078392028809,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      294.48,
      501.74,
      520.22,
      629.3
    ],
    "text": "import duty free generators and granting cash incentives for installation of additional capacity for self-generation. During the year a sum of Rs.369 million was granted in respect of275 consumers to install 103,942 KVA generating capacity. The CEB also announced a bonus scheme for the domestic sector to encourage the saving of electricity. In addition, several other measures such as adjusting the time for day light saving, shortening of TV broadcast time, ban on the usage of power supplied by the main grid for ACs etc. were also introduced to curtail the consumption of electricity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      294.48,
      643.82,
      520.17,
      700.82
    ],
    "text": "In addition to the hiring of power from private sources, several measures were taken to expand the national grid to avert power shortages in forthcoming years. Although it is costly, measures were taken to install a new gas turbine plant expanding the national grid by 115 MW. in 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      507.84,
      724.46,
      519.81,
      734.42
    ],
    "text": "75",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.64,
      36.24,
      519.33,
      44.01
    ],
    "text": "P a r t C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      269.04,
      66.72,
      311.46,
      73.53
    ],
    "text": "T A B L E 5.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      213.36,
      76.32,
      367.01,
      83.13
    ],
    "text": "S a l i e n t F e a t u r e s o f t h e E n e r g y S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      132.72,
      109.92,
      431.86,
      118.17
    ],
    "text": "Item Unit 1994 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819860458374023,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      451.92,
      99.6,
      513.21,
      106.41
    ],
    "text": "Percentage Change",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      456.0,
      108.86,
      512.58,
      118.82
    ],
    "text": "1995 1996",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.850914478302002,
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      71.28,
      141.6,
      525.66,
      172.89
    ],
    "text": "1 . Petroleum Products Quantity of Exports MT000 612 616 6 6 1 1 llllllllil Value of Exports Rs.Mn 3,959 4,349 5,740 1 0 iiitispifi SDRMn. 56.0 56.3 71 5 1 27",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.703255653381348,
      5.816182613372803,
      5.850914478302002,
      5.9348955154418945,
      5.939313888549805,
      5.958860397338867,
      6.069423198699951,
      6.098596572875977,
      6.125657558441162,
      6.137187957763672,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      83.04,
      183.12,
      142.07,
      189.93
    ],
    "text": "Quantity Imported",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.816182613372803,
      5.850914478302002
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      88.32,
      191.52,
      506.16,
      206.49
    ],
    "text": "Crude Oil MT000 1,898 1,860 2,033 -2 9 Refined Products 288 562 729 95 30",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951,
      6.1027750968933105
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      88.8,
      206.58,
      447.14,
      220.97
    ],
    "text": "L.P. Gas ,, 50 66 HlliBBilill",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      4.973942279815674,
      5.850914478302002,
      6.069423198699951,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      83.04,
      206.58,
      525.03,
      223.29
    ],
    "text": "32 llllpli Value of Imports (C&F) ••",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.9348955154418945,
      6.069423198699951,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      88.8,
      224.88,
      506.42,
      239.85
    ],
    "text": "Crude Oil Rs. Mn. 11,407 12,360 16.808 8 36 SDRMn. 161.2 158.0 209 4 -1 32",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.958860397338867,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      89.28,
      240.96,
      523.63,
      273.21
    ],
    "text": "Refined Products Rs. Mn 2,442 4,812 8.465 97 76 SDRMn. 34.5 61.9 105.7 79 IllBllllf L.P. Gas Rs. Mn 704 1,121 1,447 59 29 SDRMn. 9.9 14.4 1 8 0 46 25",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.958860397338867,
      6.069423198699951,
      6.101616382598877,
      6.111122131347656,
      9.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      83.52,
      274.32,
      527.44,
      348.33
    ],
    "text": "Average Price of Crude Oil (C&F) Rs./Barrel 805 903 1,116 12 24 US $/Barrel 16.22 17.59 20 19 8 llllliiill Local Sales MTOO0 1,568 1,721 2,120 10 23 Super Petrol ,, 184 190 197 3 fipsiiif Auto Diesel ,, 728 796 1,048 9 32 Heavy Diesel (b) ,, 54 80 87 48 liBIIilll Super Diesel ,, 24 27 26 13 Kerosene ,, 207 222 228 7 llliiptilll Furnace Oil 228 238 336 4 ' 41",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      4.973942279815674,
      5.765064716339111,
      5.8083086013793945,
      5.850914478302002,
      5.94501256942749,
      5.957205295562744,
      6.069423198699951,
      6.695270538330078,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      89.76,
      348.14,
      525.05,
      364.89
    ],
    "text": "Avtur 79 91 110 15 filllliltllt L.P. Gas 64 77 88 20 14",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.743531227111816,
      5.850914478302002,
      6.069423198699951,
      9.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      84.24,
      366.24,
      527.66,
      423.21
    ],
    "text": "Local Price Rs/Litre Super Petrol 35.00 40.00 50.00 14 25 Auto Diesel 11.40 12.40 13 20 9 Heavy Diesel 10.70 11.70 plllllPtllll 9 Super Diesel 14.20 15.20 18 50 7 22 Kerosene 9.50 9.50 10 40 0 jiflBIIH Furnace Oil",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.765064716339111,
      5.8083086013793945,
      5.8107099533081055,
      5.850914478302002,
      5.957205295562744,
      6.069423198699951,
      9.0,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      95.52,
      423.26,
      524.03,
      439.77
    ],
    "text": "500 Seconds 7.10 7.10 7.80 0 i l l l l l l l 800 Seconds 6.80 6.80 7.50 0 10",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951,
      9.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      90.24,
      439.86,
      526.33,
      456.57
    ],
    "text": "1,000 Seconds 6.50 6.50 7.20 0 lliifiiiifi L.P. Gas Rs/Kg. 19.23 19.23 23 07 0 20",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.79294490814209,
      5.850914478302002,
      6.069423198699951,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      72.96,
      466.08,
      121.17,
      472.89
    ],
    "text": "2. E l e c t r i c i t y",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      84.48,
      473.7,
      527.12,
      580.41
    ],
    "text": "Available Capacity rwv 1,409 1,409 1,453 0 iiiiiiip Installed Capacity 1,409 1,409 1.409 0 iiiiiimi Hydro 1,137 1,137 1,137 0 il^llil Thermal 272 272 272 0 l l i i i i i i i Private Power 44 Units Generated GWh 4,364 4,783 4,375 10 -9 Hydro 4,089 4,514 3,249 10 28 Thermal 275 269 972 -2 261 Private Power 154 Total Sales 3,566 3,915 3,573 10 -9 Domestic 928 1,034 1,047 11 Industrial (c) 1,413 1,527 1,361 8 iiilUll Commercial",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.758897304534912,
      5.767645359039307,
      5.8004231452941895,
      5.801641464233398,
      5.824717044830322,
      5.8262505531311035,
      5.850914478302002,
      5.94501256942749,
      6.069423198699951,
      6.094202041625977,
      6.098596572875977,
      6.112766265869141,
      6.121191501617432,
      6.125657558441162,
      6.695270538330078,
      9.0,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      59.52,
      572.34,
      528.1,
      626.01
    ],
    "text": "M 575 631 590 10 |iiilllp| Local Authorities 609 683 535 12 -22 Street Lighting 40 40 40 0 fiilillpll (a) Provisional (b) From June 1996 onwards Heavy Diesel sales have been classified as Auto diesel (c) From February,1994 onwards electricity sales to hotels are also included.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4814610481262207,
      5.8083086013793945,
      5.850914478302002,
      5.957205295562744,
      6.069423198699951,
      12.87374210357666,
      13.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      390.48,
      604.08,
      525.54,
      633.93
    ],
    "text": "Sources: Ceylon Petroleum Corporation. Ceylon Electricity Board. Shell Gas Lanka Ltd. Lanka Marine Services (Pvt.) Ltd.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.81522274017334,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      59.52,
      724.46,
      71.68,
      734.42
    ],
    "text": "76",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      51.36,
      37.77,
      517.39,
      45.43
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.767807483673096,
      5.812912940979004,
      5.816163539886475,
      5.822319507598877,
      5.831679344177246,
      5.8601603507995605,
      6.3498029708862305
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      207.12,
      73.48,
      507.17,
      94.06
    ],
    "text": "Sources of Energy in Sri Lanka Box 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.524704933166504,
      10.943866729736328,
      10.94685173034668
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.88,
      105.02,
      277.74,
      185.54
    ],
    "text": "Hnergy plays a crucial role in nioinoting economic growth. The availability of an tin interrupted energy supply, at reasonable cost, in a timely manner, with minimum damage to (lie environment is essential for economic growth. The power crisis experienced in 1996 focused the attention of policy makers on the urgent necessity of appropriate energy management.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.36,
      200.54,
      277.74,
      351.62
    ],
    "text": "In 1\"95 the total energy >uppl> in Sti l.anka was in the tegion of ft.4 million tons o f oil equivalent (TOF).1 Approximately 57 per cent (if the total energy supply is derived from biomass (including fuel wood) and utilized for household cooking and industiies. Another 2h per cent is derived liom imported fossil fuel (crude oil and gas) and mainly consumed in transport, industrial activities cooking and lighting and thermal power generation. Hydro powu accounts lor the balance 17 per cent. Of the total eneigy supply, two thirds aie consumed by the household and commercial sector.-.. The ivst is consumed by the transport sector (22 per cent) and industrial sector (12",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-Oblique",
      "Times-Roman"
    ],
    "sizes": [
      8.346257209777832,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.12,
      379.58,
      277.5,
      448.34
    ],
    "text": "The available indigenous •.-oiiimeicial source of ciit-rgy is hydro power. Hydro powei prmidird 9i per cent of electricity supply in Sri l.anka during lL>(-.M-('5 and 72 per cent in M'%. 'I hi* heavy dependency on hydro powei has made the elecliiciiy .supply vulnerable lo weal hoi conditions, as seen cloai l\\ in 19%.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.921190023422241,
      8.346257209777832,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.88,
      462.62,
      279.76,
      625.46
    ],
    "text": "The generating capacity lor electricity lias not expanded since 1992. The demand lor elcvlriciiy is expected to grow by 9-10 per eeni per annum during the next 10 years while the demand I'm fossil fuel will al.io in.'Tea.se considerably in ihc-ionicxiof a growing \\chicle slock, substitution of fossil fuel foi 1'hcv.ood and the anticipation of future expansion in power generation through oil Hied power plants. Accordiivj lothe Foiesny Soeloi Master Flan (FSMP)- 1995. the demand for hioiiktss is also e\\peciod lo grow, bin at a slower i ale compared lo the demand for commercial energy. Hence. Sri l.anka is faced with the major challenge ol meeting the growing ilenund foi eneigy. in a timely and efficient manner.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0,
      9.134844779968262,
      9.155349731445312,
      9.179205894470215,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      63.6,
      640.58,
      278.09,
      674.18
    ],
    "text": "In addition to the major options available as sources ol eneigy (i.e.. hydro powci. fossil fuel, firewood and nuclcai power) wind energy, solai",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.366817474365234,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.52,
      105.26,
      506.12,
      163.22
    ],
    "text": "energy, micro hydro power, ocean wave energy, saw dust, paddy husk, coir dust, bio gas etc. are the other alternative sources of energy available. These have different implications as regards cost, environmental effects and dependability as a source of uninterrupted",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.28,
      189.02,
      509.47,
      281.3
    ],
    "text": "In terms oftimelincss. the thermal option appears i(i be the best though it is costly and has some adverse impact on the environment. The construction or the installation period can extend from i to 4 years-depending on the source selected, e.g. gas turbines (1 year), diesel electric generatois (IS months}, combined cycle (2 to 4 years), oil fired boilers and turbines (2 lo 3 years;",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.8382568359375,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.52,
      296.3,
      506.53,
      564.98
    ],
    "text": "Hydro power would continue to be the major source of electricity geneiulion in the medium-lcrm. Sii l.anka lias an installed hydro capacity of 1.137 MW capable, of providing 3.7X5 GWh (if energy per year. Although the country has over 100 river catchments, the climatic and topographical conditions aie such that only 7 ol'lhem ha\\e any significant hydro potential. The hydro potential of the Keluni and Mahaweli river basins have mostl_ been developed but there is further potential m tiibularics of the Mahaweli. Uina Oya and Kotmale Oya. The Ceylon F.leciiicity Board iC.'F.B) places the future hydio potential at around \"I S70 MW.. capable of generating 3.(iK0G\\Vh The CI B lias identified Upper Koimalc. Bio iJlamis. Gin (\"ianga. Iiclihuloy a. Moiagolla. L'ma Oya and Kukule lor luriher expansion ofthc hydio power capacity. The fixed cost lui a maim hydio electricity piogiamme is high, but once developed and commissioned, the operating costs are minimal. The life lime of a hydro plant is more than double that ol a thermal powei plant. Ilowcvci. a large expansion in hydio powei capacity in the future is veiv unlikely, due lo its on\\ ironmcnlal consequences, the need to",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.346257209777832,
      8.954887390136719,
      9.281352043151855,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.76,
      566.78,
      505.98,
      588.5
    ],
    "text": "i educe the already high over dependency on hydro power and linuicd Imancial resources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.366817474365234,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.04,
      605.18,
      506.36,
      673.94
    ],
    "text": "It is ob\\ ions, therefore, that Si i Lanka w ill have to rely heavily on mipoitcd energy sources based on lossil fuel products Accoiding to the C.I'M Geneiaiiou Expansion Plan - 199\". theimal power capacity will ha\\oto be increased to 2.262 MW. by year 2010. 1 he mjjo, options undei consideration aie coal plants.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.366817474365234,
      8.346257209777832,
      8.954887390136719,
      9.524704933166504
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      75.36,
      697.77,
      345.2,
      704.5
    ],
    "text": "I Sri Lanka I jit-ig\\ l i n b n o c - l1\")'5 pii-p.ut-rl h\\ l.tijvr-'s ( h i i m ' i ^ . i I h i i i l i m n",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.0894734859466553,
      4.9112114906311035,
      5.564170837402344,
      5.969924449920654,
      6.3498029708862305
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      506.4,
      728.06,
      518.51,
      738.02
    ],
    "text": "77",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      55.92,
      40.89,
      518.35,
      48.31
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.767807483673096,
      5.812912940979004,
      5.816163539886475,
      5.822319507598877,
      5.831679344177246,
      5.8601603507995605,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      91.44,
      96.55,
      239.46,
      105.41
    ],
    "text": "Sources of Energy in Sri Lanka - 1991",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      183.36,
      116.01,
      210.74,
      129.91
    ],
    "text": "Petroleum 23%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.882846355438232,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      249.6,
      160.89,
      266.94,
      174.55
    ],
    "text": "Hydro 13%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.882846355438232,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      114.96,
      198.81,
      139.41,
      212.71
    ],
    "text": "Biomass 64%",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904835224151611,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      103.68,
      267.91,
      230.76,
      276.77
    ],
    "text": "Sources of Electricity 1991-1995",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      136.08,
      287.85,
      159.51,
      301.75
    ],
    "text": "Thermal 9%",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      182.88,
      374.97,
      200.22,
      388.87
    ],
    "text": "Hydro 9 1 %",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.490015983581543,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.96,
      436.22,
      283.82,
      481.46
    ],
    "text": "gas turbines and diesel plants. Among these, coal is the cheapest and the best option for large scale power generation. However, the use of fossil fuels is often criticised due to environmental considerations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.44,
      495.26,
      285.01,
      599.3
    ],
    "text": "The cost of installation of a nuclear power plant is high, as it requires a certain minimum infrastructure for shielding nuclear radiation, safely measures etc. Generally, the reactors have to be 5(X) MW. or more in size to be economically competitive with other commercial energy sources. However, such unit sizes are not appropriate for Sri Lanka as the maximum demand is not likely to exceed 1500 MW. in the current decade (at present it is only 980 MW.).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.92,
      613.82,
      285.02,
      706.1
    ],
    "text": "Among the alternative energy sources, overall wind power availability is approximately 200 MW. in the South Eastern quarter of the island. The South East of the country is exposed to both South West and North East monsoonal winds and hence wind plants in this region can yield acceptable levels of plant factor. The cost of generating wind power varies with the speed of wind and equipment cost.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      449.52,
      67.05,
      513.98,
      73.78
    ],
    "text": "BOX 4 ( c o n t d . )",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.75862455368042,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      330.0,
      95.83,
      477.96,
      104.69
    ],
    "text": "Sources of Energy in Sri Lanka - 1995",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      366.48,
      112.89,
      384.01,
      119.59
    ],
    "text": "Hydro",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      301.68,
      174.81,
      330.76,
      188.71
    ],
    "text": "Petroleum 26%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.885599136352539,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      450.24,
      194.25,
      474.69,
      207.91
    ],
    "text": "Biomass 57%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.877336502075195,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      354.48,
      267.67,
      460.32,
      276.53
    ],
    "text": "Sources of Electricity 1996",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      364.32,
      287.61,
      387.75,
      294.31
    ],
    "text": "Thermal",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      369.12,
      295.29,
      382.97,
      301.99
    ],
    "text": "28%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.882846355438232
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      446.4,
      379.29,
      463.74,
      385.99
    ],
    "text": "Hydro",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      447.84,
      387.45,
      461.81,
      394.15
    ],
    "text": "72%",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.860805511474609
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      299.76,
      435.98,
      511.2,
      575.3
    ],
    "text": "In the case of micro hydro power, well over 400 micro hydro sites had existed, particularly in the central hill country. Most of these sites are now abandoned and only about 140 sites could be commercially developed. These have an exploitation potential of 100 MW. Therefore, development of these micro hydro sites could contribute significantly to satisfy the future demand for electricity. The decision by the CEB to allow grid connection of micro hydro plants with an offer to buy electricity at Rs.2.90 per KWh. has generated considerable interest in developing them.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      300.48,
      590.06,
      511.31,
      658.82
    ],
    "text": "In view of the high capital cost of solar cells, use of solar energy in Sri Lanka is very limited. The main advantage of solar energy is that it can be used even in remote areas. Solar energy may be considered as a decentralized source of power to meet the basic lighting requirements of remote areas.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      300.96,
      672.62,
      512.38,
      706.1
    ],
    "text": "Biomass is another major source of energy. According to the FSMP, the present availability of biomass is 11 million tons per annum. The present",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      730.7,
      72.19,
      740.66
    ],
    "text": "78",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      50.64,
      32.16,
      515.74,
      40.89
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      61.92,
      121.1,
      276.33,
      283.94
    ],
    "text": "utilization of biomass for households (80 percent) and industries (20 per cent) is about 10 million tons. Apart form household cooking, the tea industry is the main consumer of fuel wood, followed by hotels, eating houses and bakeries, the brick and tile industry and (he rubber processing and coconut processing industries. The main sources of biomass are home gardens, crop lands, estate plantations and natural forests. Biomass has the advantages of being renewable and not requiring foreign exchange. It is always an environment friendly source as there would be no net production ofgrcenhou.se gases. Fuel wood can be conveniently used in the drying applications of tea and producing brick roofing tiles. Charcoal",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      446.16,
      105.84,
      511.35,
      112.68
    ],
    "text": "BOX 4 ( c o n t d . )",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      292.08,
      122.3,
      510.36,
      273.38
    ],
    "text": "produced from fuel wood would be a cost competitive source of energy for cooking. Certain issues related to the biomass sector have to be addressed immediately. As the r S M P analysis indicated, although no severe supply shortage is likely in the foreseeable future, in several localities firewood sources have been depleted and regional deficits have occurred. Fuel wood is used inefficiently and is underpriccd in rural areas. Certain studies have revealed that more efficient fuel wood cooking stoves could reduce the biomass consumption by about 33 per cent. At present, there is no co-ordinated planning or development strategy in the biomass energy sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.68,
      314.3,
      277.58,
      512.42
    ],
    "text": "The Sapugaskanda Diesel Power Project (40 MW.) funded by the ADB was under construction and expected to be commissioned in mid 1997. Private sector involvement in power generation too showed some improvements during the year. A power purchase agreement to establish a 51 MW. Power Plant (KHD), the first BOO/BOT project, was signed in 1996. An agreement was also signed to install a new private power plant (Lakdhanavi Ltd.) with a capacity of 16.8 MW. and this is expected to be commissioned in 1997. In respect of the 60 MW. Barge Mounted Power Plant on BOO basis at Kotugoda, the Letter of Intent was submitted for Cabinet approval in 1996. An agreement was signed to hire another 20 MW. Diesel plant with Cool Air ventures in 1997. A combined Cycle Power Plant (150 MW.) and Kukule Hydro Power Plant (70 MW.) - with OECF assistance will be the next major addition to the national grid in the medium term.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.44,
      527.9,
      275.91,
      631.94
    ],
    "text": "The power crisis had a direct bearing on the financial operations of the CEB by way of reduced revenue and additional expenditure related to remedial measures. According to CEB sources, the financial burden on the CEB due to the power crisis in 1996 is estimated to be around Rs.5,647million including revenue losses (Rs. 1,200 million), additional fuel cost including self generation (Rs.3,897 million) and cost of other remedial measures (Rs. 550 million).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.68,
      645.98,
      275.26,
      702.98
    ],
    "text": "As a result of the power cuts, total sales of electricity by the CEB in 1996 recorded a drop of 9 per cent compared with an increase of 10 per cent in the preceding year. Total sales to the industrial and commercial sectors dropped by 11 per cent and 6 per cent respectively,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.84,
      313.58,
      517.77,
      429.38
    ],
    "text": "dampening industrial and commercial activities to a considerable extent. With improved power consumption during the last quarter (12 per cent increase) the demand in the domestic category showed only a marginal decrease in 1996 compared with the previous year. The total number of domestic consumers expanded by 7 per cent to 1.4 million. Reflecting the impact of power cuts, sales by LECO also dropped by 4 per cent to 507 GWh. The consumer network of the LECO expanded by 11,858 persons to 267,275 in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.6,
      444.14,
      518.93,
      606.98
    ],
    "text": "The electricity tariffs were raised by 8 per cent with effect from 1 January 1996. The main objective of revision was to obtain a rate of return of 8 per cent on the average net revalued fixed assets, to maintain an internal cash generation of not less than 1.5 times the debt service cover and generate a reasonable proportion of the funds needed for the capital investment programme. The tariff rates applicable to industrial and commercial sectors were raised by 7 per cent and 5 per cent, respectively. The tariff slabs for the domestic sector were widened while the tariff rate was increased at a relatively higher rate by 17 per cent as an initial step to reduce the cross subsidies provided to the domestic consumers at the expense of industrial entrepreneurs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.12,
      621.5,
      517.04,
      702.02
    ],
    "text": "The investment on expansion, rehabilitation and up­grading electricity infrastructure was provisionally estimated at Rs.6,444 million during 1996. Of these Rs.3,380 million or 53 per cent was on power generation projects and the major projects executed during the year were the Sapugaskanda diesel power project (40 MW.) and the 115 MW. gas turbine plant at Kelanitissa. A sum",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      504.24,
      722.54,
      516.32,
      732.5
    ],
    "text": "79",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      37.44,
      515.5,
      45.21
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      67.34,
      279.02,
      371.3
    ],
    "text": "of Rs. 1,687 million was allocated on transmission and distribution projects with the aim of upgrading and expanding MV and LV distribution systems, reducing system losses, improving voltage levels and reliability. The major projects undertaken were the Transmission System, Augmentation and Development Project (Rs.698 million) and the Transmission Lines and Grid Substation Development Project (Rs.374 million) funded by OECF, the Second Power Distribution and Transmission Project (Rs.219 million) funded by IDA and the CEB System Augmentation Projects (Rs.392 million) funded through government and CEB funds. A sum of Rs.603 million was spent under the Rural Electrification (2) Extension Project funded by the ADB and the Rural Electrification Special Project with a view to expanding the transmission and distribution network in rural areas. Further, a sum of Rs.224 million was provided under the decentralized budget for electrification of rural areas. In 1996, approximately 40 per cent of the available funds for investment were underutilized. According to CEB sources, procedural delays and delays in awarding of contracts, evaluation of tenders, acquisition of lands, consultancy and lapsing of loan periods were some of the reasons for underutilisation. The high level of underutilisation of funds needs serious attention in view of the resource constraints experienced in the power sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      55.2,
      389.9,
      280.17,
      588.02
    ],
    "text": "Several steps were taken for energy conservation during the year under review. With the installation of 100,000 energy efficient lamps, the Energy Efficient Project was completed in 1996. This will reduce the annual energy consumption by 7.5 GWh. per year and 5 MW. in peak capacity. Loan facilities were offered at low interest rates to install power factor correction through the NDB and the DFCC. Approximately 100 bulk electricity consumers were expected to benefit from this scheme. Implementation of the Compact Fluorescent Lamps (CFL) programme to install a further 500,000 lamps, introduction of the Energy Efficient Linear Fluorescent Lamp Programme, Energy Efficient Motor Programme for industry, energy efficient AC systems in the commercial sector and the Energy Efficient Street Lighting Programme are some of the measures planned for improving energy efficiency in the forthcoming years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.933831214904785,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      56.4,
      604.22,
      280.7,
      690.5
    ],
    "text": "In view of the shortages in the energy supply the necessity to develop alternative energy sources was strongly emphasized during the year. A feasibility study was carried out for the 3 MW. Pilot Wind Project in Hambantota district while two village micro hydro projects were also established. Assessment of wind resources in the Western coastal area, provision of financing facilities",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      294.96,
      67.58,
      519.44,
      90.5
    ],
    "text": "to develop solar power, mini-hydro projects etc. were under consideration during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      295.2,
      105.5,
      393.51,
      115.46
    ],
    "text": "Petroleum Products",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      295.44,
      129.74,
      520.89,
      327.86
    ],
    "text": "During the year under review, total volume of crude oil imports increased by 9 per cent to 2.0 million metric tons. Owing to the increased thermal power generation, the import of refined petroleum products also had to be increased substantially by 30 per cent over the levels in 1995. The average international price of crude oil rose by 15 per cent from US dollars 17.59 per barrel in 1995 to US dollars 20.19 in 1996 thereby inflating the import bill. This was the highest price recorded since 1990. The imports of liquefied petroleum gas (LPG) increased by 8 per cent to 71,000 metric tons and the value rose by 29 per cent to Rs.1,447 million reflecting the increased international price of gas. Showing the increased reliance on imported energy sources, total expenditure on petroleum imports rose by Rs.6,697 million to Rs.26,525 million and accounted for 10 per cent of the total import bill.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.904998779296875,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      296.88,
      344.54,
      522.08,
      542.66
    ],
    "text": "With effect from 29 September 1996, prices of all varieties of petroleum products were raised largely on account of the higher international prices, the need to reduce the cross subsidy for certain domestic petroleum products and to raise government revenue. The price of petrol was raised by Rs.10 per litre at the same time increasing the excise duty on petrol from Rs.7 to Rs.l 2.38 per litre. The price of auto diesel was raised by 80 cents per litre reducing the negative profit margin from Rs. 1.94 toRs. 1.43 perlitre. The price of kerosene, which remained unchanged since 1994, was raised by 90 cents per litre reducing the loss per litre from Rs.4.13 to Rs.2.72. Despite these price revisions, cross subsidies on diesel and kerosene continued to remain during 1996. Consequently, the financial loss of the CPC is estimated to be in the region of Rs.l,000 million in 1996. Meanwhile, the price of LPG increased by 20 per cent during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.913726806640625,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      298.08,
      559.1,
      523.08,
      686.66
    ],
    "text": "Domestic consumption of petroleum products grew sharply by 23 per cent during 1996. This was the highest increase recorded over the last 10 years. There was a notable increase in the demand for auto diesel, heavy diesel and furnace oil reflecting the additional needs related to enhanced thermal power generation. The demand for auto diesel (including heavy diesel) expanded by 30 per cent compared with an annual average growth of 10 per cent over the last 3 years. The higher demand for diesel was the combined outcome of the three main factors, increased diesel vehicle fleet, increased demand due to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      56.88,
      727.82,
      68.84,
      737.78
    ],
    "text": "80",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      54.96,
      35.28,
      520.06,
      42.81
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.2,
      65.66,
      281.17,
      146.18
    ],
    "text": "thermal power generation and the classification of heavy diesel as auto diesel from 1 June 1996. Despite the substantial price increase, the demand for petrol grew moderately by 4 per cent while kerosene sales grew by 3 per cent in 1996. The demand for LPG rose by 14 per cent in 1996, mainly reflecting the increased use of gas for cooking purposes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.2,
      161.18,
      281.13,
      418.1
    ],
    "text": "In 1996, the CPC was engaged in a major development project for restoration and rehabilitation of storage tanks and ancillary services damaged at Kolonnawa and Orugodawatta due to the terrorist attack in the previous year. In addition, a new oil distribution terminal is also expected to be constructed at Sapugaskanda to meet future demand increases and facilitate outstation distribution work. The project is funded by the ADB at a cost of US dollars 24 million. Initial action was taken for further expansion of storage capacity at the Kolonnawa installation and the construction of 13 new storage tanks in outstation depots was in progress. Development of infrastructure for fuel supply and distribution in the Northern Province was in progress and the facility is to be commissioned by the first quarter of 1997. Development of aviation re-fuelling facilities at Katunayake, Installation of a Captive Boiler Plant, Revamping of the Existing Platformer Unit, Revamping of the High Vacuum and Bitumen Blowing Plant etc. are some of the projects to be undertaken in the foreseeable future for expanding, improving and upgrading the infrastructure of the petroleum sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.44,
      435.4,
      152.8,
      447.58
    ],
    "text": "5.6 Transportation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.68,
      461.08,
      151.89,
      473.26
    ],
    "text": "Transport Network",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.44,
      486.62,
      281.19,
      708.26
    ],
    "text": "The national transport network comprised of road and rail infrastructure, passenger and goods transport vehicles, port services and air transport. The country has approximately 100,000 kilometers of road network including 11,147 kilometers of national roads under the Road Development Authority (RDA) while the rest is under the Provincial Councils, Local Authorities and certain Government agencies. Peoplised bus companies and private bus operators owned approximately a 21,000 bus fleet for provision of public transport. However, the average number of buses operated daily was only 65 per cent of the total fleet. The number of passenger transport vehicles including motor cycles registered at the Department of Motor Vehicles increased by an annual average number of 71,244 during the last five years. The Sri Lanka Railway (SLR) has a track length of 1,982 kilometers. It owned 134 locomotives, 1,312 carriages and 2,575 wagons as at end 1996. However, out of 134 locomotives only 76 were in operating condition. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      297.6,
      66.14,
      523.58,
      240.74
    ],
    "text": "SLR transported 124 million ton kilometers of goods during 1996 and accounted for only 6 per cent of total goods transportation of the country. Private truckers were the main players in goods transportation. During the last five years, an average number of 5,448 goods transport vehicles had been registered annually at the Department of Motor Traffic. In respect of the shipping sector, the Sri Lanka Ports Authority (SLPA) plays a major role and manages 4 ports namely, Colombo, Galle, Trincomalee and Kankasanturai. The port of Colombo handles more than 90 per cent of the total cargo. It has 2 container terminals with 13 gantry cranes, 5 dry cargo terminals and an oil berth. Total capacity of the container terminals is 1.6 million Twenty Equivalent Units (TEUs) per annum.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.113271713256836
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      297.6,
      256.46,
      523.56,
      419.3
    ],
    "text": "During 1996 serious efforts were made towards improving the transport network of the country by introducing restructuring schemes and initiating a number of infrastructure development programmes. Transport authorities were keen to implement the proposals made by experts for restructuring the bus transport sector and Sri Lanka Railway with a view to augmenting the scale of operations and efficiency of those services. Meanwhile, in addition to its existing road rehabilitation programmes the RDA initiated work on the new Southern highway and the Colombo - Katunayake expressway. Similarly, the proposals made for expanding the Port of Colombo and the Port of Galle under BOO/BOT basis were also under consideration.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      297.84,
      434.44,
      394.03,
      446.62
    ],
    "text": "Road Development",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      297.6,
      460.22,
      524.09,
      705.38
    ],
    "text": "The RDA is responsible for the maintenance and development of A and B class national highways, while the rest has to be maintained by provincial governments and other local bodies. The total length of highways in A and B categories increased by 16 kilometers to 11,147 kilometers during 1996. In addition, the RDA also maintained 4,422 bridges during the year. Despite the urgent need to rehabilitate, construct and improve the existing road network, total investment expenditure on construction/rehabilitation of national roads declined by 8 per cent to Rs.3,330 million. This was partly due to some unavoidable procedural delays experienced with respect to certain foreign funded projects. Meanwhile, out of the total investments on the road sector only 7 per cent or Rs.236 million was allocated for road maintenance. However, this was an increase of 20 per cent compared with the previous year. Emphasising the urgent need to upgrade the roads maintained by Provincial Councils, the Ministry of Highways assisted the Councils by transferring a sum of Rs.800 million in 1996 compared with Rs.600 million allocated in 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      510.0,
      724.94,
      521.54,
      734.9
    ],
    "text": "81",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.4,
      39.6,
      513.58,
      46.65
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.16,
      69.26,
      276.59,
      337.94
    ],
    "text": "In 1996, the RDA continued with its programme of road rehabilitation and upgrading of the existing national road network by implementing four major road rehabilitation projects with foreign assistance. Rehabilitation work of the Avissawella - Hatton Section (72.5 Kms.) of the Avissawella - Hatton - Nuwara Eliya road was completed during 1996, with financial assistance from the ADB. Under the third World Bank Road Rehabilitation Project, rehabilitation of 397 Kms. of roads and reconstruction of 19 bridges in the Southern, Western and North-Western Provinces were in progress during 1996. The total estimated cost of these projects amounts to Rs.2,370 million, out of which Rs.753 million was incurred during 1996. Under the third ADB Road Rehabilitation Project, Kurunegala - Padeniya, Katugastota - Matale, Peradeniya - Gampola, Kandy - Tennekumbura road sections totalling to 81 kilometers at a cost of Rs. 1,308 million were undertaken. Under the same project, the Katunayake - Puttalam road section (103 km.) is to be undertaken during 1997. Furthermore, sand sealing work of 1,687 Kms. was completed during 1996 at a cost of Rs.754 million under the OECF assisted Periodic Maintenance Project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      52.32,
      355.34,
      277.86,
      541.7
    ],
    "text": "In addition to the above road rehabilitation projects, action was pursued on the following foreign aid projects. The contract for civil works for Stage I of the development of the Baseline road was awarded in December 1996 and the detailed engineering design for the second stage was also completed. Similarly, detailed engineering design for widening the Sri Lanka-Japan Friendship Bridge -Phase II with OECF assistance was also initiated during the year. Meanwhile, the project designed for rehabilitation/reconstruction of 28 bridges with assistance from the Kuwait Fund for Arab Economic Development was commenced in 1996. A loan agreement was signed with the Economic Development Cooperation Fund (EDCF) of Korea for rehabilitation of the Ratnapura -Beragala - Bandarawela Road (98 Kms.) at a cost of Rs. 1,775 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      53.28,
      557.18,
      278.5,
      708.26
    ],
    "text": "In 1996, several decisive steps were taken to expand the road network, particularly by introducing alternate highways, a long felt need to facilitate the expanding activities of the private sector. Two major new highway projects namely, Colombo - Matara highway and Colombo - Katunayake expressway, were initiated during 1996. Economic feasibility studies and environmental impact assessment studies were undertaken during the year, in respect of both highway projects. With regard to the Southern highway project, the detailed engineering design has been partly completed. Land acquisition for construction of the highway was in progress. In the meantime, preliminary geometric design, land acquisition",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      292.08,
      68.3,
      517.08,
      90.02
    ],
    "text": "and geotechnical design were commenced in respect of the Colombo - Katunayake expressway.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      292.32,
      104.06,
      519.5,
      431.54
    ],
    "text": "In Sri Lanka basic coverage of the road network is at a satisfactory level having a road density of 54 kilometers per 10,000 people or 1,558 kilometres per 1000 square kilometers. However, the repair and maintenance work of a large segment of the existing road network particularly roads maintained by Provincial Councils and local authorities (approximately 88,000 kilometers) needs attention. Resources allocated for maintenance of national roads are also not adequate in view of the escalating costs. Meanwhile, over the past years, the investment on the roads was mainly confined to rehabilitation of national roads which is only 10 per cent of the total road network. According to the Public Investment Programme 1996 -2000 (PIP), even with a decade of donor assistance only around 1,000 Kms. have been rehabilitated. As the maintenance, rehabilitation and also new construction have not kept abreast with the growing demand for transport services, there was severe traffic congestion particularly in city centres causing production losses and dampening investors' aspirations. Adequate allocation of resources for routine maintenance and a better management system to monitor the maintenance activities are essential. An efficient traffic management system ensuring road discipline and installing modern signaling systems has to be established without further delay. Construction of new highways, alternate roads, fly overs have become essential to meet the escalating demand for transport services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.24,
      448.36,
      397.63,
      460.54
    ],
    "text": "Passenger Transport",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.48,
      474.38,
      520.78,
      707.78
    ],
    "text": "The road and rail passenger transport services continued to suffer from deficiencies in management, organisational structure, investment and financial limitation. Inappropriate divisions of peoplised companies led to the inefficient use of resources in those companies and deprived them of sharing the professional expertise in management and financial control in the transport business. The diversity in ownership and unwillingness of operators to adhere to the laid down rules and regulations hindered the organisation of the private passenger transport sector in such a way that would provide a quality passenger service. Similarly, the Sri Lanka Railway (SLR) also suffered from shortages in rolling stock position and decaying railway infrastructure mainly due to the lack of investment over a considerable period. These inherent deficiencies in the transport system severely threatened the commercial viability of the passenger transport sector causing heavy financial loses. The situation was further aggravated as all passenger transport providers were subject to a pricing formula",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      53.76,
      728.54,
      65.89,
      738.5
    ],
    "text": "82",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.84,
      30.48,
      517.87,
      37.77
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.39773416519165
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      266.16,
      61.44,
      307.63,
      68.25
    ],
    "text": "T A B L E 5.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.39773416519165
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      209.04,
      71.04,
      362.67,
      77.85
    ],
    "text": "S a l i e n t F e a t u r e s o f t h e T r a n s p o r t S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.39773416519165
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      431.52,
      94.08,
      508.08,
      100.92
    ],
    "text": "I Percentage Change",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.39773416519165
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      141.6,
      107.04,
      512.12,
      114.57
    ],
    "text": "Item Unit 1994 1995 1996(a) 1995 1996",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.84,
      119.52,
      519.52,
      192.36
    ],
    "text": "1. New Registration of Motor Vehicles 1.1 Private Omnibus(b) Nos. 3,347 1,653 1,364 -51 -17 1.2 Private Cars (c) B 22,517 30,046 31,921 33 lllplit 1.3 Motor Cycles n 36,791 34,207 31,955 -7 • • P l l 1.4 Goods Transport Vehicles \" 5,213 7,293 5,660 40 -22 1.5 Land Vehicles 7,160 9,294 8,340 30 -10 1.6 Private Coaches 476 47 115 -90 145 1.7 Others 34 30 llllf^",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      5.026676654815674,
      5.456006050109863,
      5.819028854370117,
      6.0485734939575195,
      6.069423198699951,
      6.39773416519165,
      12.735838890075684,
      13.494017601013184
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      452.16,
      178.32,
      463.01,
      185.13
    ],
    "text": "-12",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.36,
      191.49,
      434.21,
      217.08
    ],
    "text": "2. Sri Lanka Railways (S L R) Ifllllllilllli 2.1 Operated Kilometers Mn 8 8 Iplljlil",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      6.39773416519165,
      9.949873924255371,
      12.735838890075684
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.52,
      203.76,
      520.55,
      269.13
    ],
    "text": "0 -13 2.2 Passenger Kilometers n 3,202 3,321 3.478 4 lllllplll 2.3 Freight ton Kilometers 154 136 124 -12 2.4 Total Revenue Rs.Mn. 916 947 938 3 2.5 Current Expenditure 1,675 1,735 1,826 4 lllllii 2.6 Operating Loss 759 788 888 4 13 2.7 Capital Expenditure 2,584 3,117 4,624 21 48 2.8 Overall Loss 3,343 3,905 5,512 17",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      5.819028854370117,
      5.937465190887451,
      6.069423198699951,
      6.39773416519165,
      12.735838890075684
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.36,
      274.09,
      520.7,
      327.45
    ],
    "text": "3. Regional Bus Companies M M BpiJ 3.1 Operated Kilometers Mn 307 353 349 15 3.2 Passenger Kilometers n 15,613 19,390 20.267 24 lllsiii 3.3 Total Revenue Rs.Mn. 3,944 4,702 5.181 19 10 3.4 Operational Expenditure 4,509 5,337 5,964 18 12 3.5 Operating Loss 565 635 783 12 23",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      5.819028854370117,
      5.937465190887451,
      6.069423198699951,
      13.458638191223145,
      13.929824829101562
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      338.64,
      515.03,
      368.73
    ],
    "text": "(a) Provisional Sources: Bepartment of Motor Traffic (b) Includes Buses registered by Regional Bus Companies Sri Lanka Railway (c) Includes dual purpose vehicles Sri Lanka Transport Board National Transport Commission",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      6.39773416519165
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      379.34,
      278.52,
      459.86
    ],
    "text": "which has always remained below the market price, due to welfare considerations. Restoration of an efficient, safe and reliable transport system has therefore become one of the most urgent demands in the current economic context as in the absence of such a system, it would cause not only public inconveniences but also dampen economic activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      474.62,
      278.63,
      696.26
    ],
    "text": "In an attempt to re-organise the road passenger transport sector, the government appointed a Committee on \"Re-organisation of the Peoplised Companies and Private Bus Operators\" in 1995. In pursuance of the recommendations made by the Committee, steps are being taken to restructure the peoplised bus companies. Under this scheme, the 93 peoplised bus companies will be clustered into eleven large Regional Transport Companies (RTC) and will be registered under the Company Law. This will enable the RTCs to operate a well integrated service network in the region, to benefit from the economies of scale, and to share resources in management, training and maintenance. The private bus operators who account for nearly 60 per cent of the passenger transport market own approximately 12,000 buses, but the average number of buses on daily operations was around 9,000. Most of private bus operators (95 per cent) are single bus owners. The re-organisation committee has recommended that in three years only those who have formed themselves into",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.0,
      379.1,
      521.71,
      436.1
    ],
    "text": "companies with a minimum of 50 buses should be licensed to operate and that no new route licenses should be issued for buses with carriage capacity of less than 40 passengers. The recommendations are being implemented by the government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.24,
      450.38,
      522.14,
      636.74
    ],
    "text": "The pricing policy is central to most of the major weaknesses in the passenger transport sector. As a result, particularly the private bus operators, survive by heavy overloading and operating only on lucrative routes. Heavy financial losses of the public transport sector imposed an additional burden on the government budget. Considering these facts, although the Public Transport Fare Committee recommended a considerable fare increase (ranging from 21 to 40 per cent for bus transport and 46 per cent for rail transport) the Government allowed an increase of only about 15 per cent in respect of bus transport and 20 per cent in respect of rail transport. A fare increase adequate enough to cover costs and maintain a reasonable profit margin is essential, provided that such revisions accompany a satisfactory improvement in quality of service and safety standards.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.24,
      652.46,
      355.12,
      662.42
    ],
    "text": "Bus Transport",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.24,
      676.46,
      521.06,
      698.18
    ],
    "text": "The 93 peoplised bus companies together owned 8,845 buses as at end 1996. However, the average number",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.14295482635498,
      9.439279556274414
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      507.84,
      720.14,
      519.89,
      730.1
    ],
    "text": "83",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      49.44,
      35.76,
      72.39,
      42.57
    ],
    "text": "P a r t I",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      49.44,
      65.18,
      276.62,
      380.9
    ],
    "text": "of buses operated per day was 4,710 (or 53 per cent) and that is significantly below the required number of approximately 6,200 buses to maintain a satisfactory bus service. During 1996, thepeoplised bus companies added only 460 new buses to their fleet compared with 1,200 buses added during 1995. This shortfall in the active vehicle fleet combined with other managerial and organizational deficiencies resulted in poor performance of thepeoplised bus companies during 1996. The operated kilometerage of these companies dropped marginally to 349 million kilometers during 1996, against a 15 percent increase recorded in 1995. Reflecting a similar trend, passenger kilometerage increased only by 5 per cent in relation to a 24 per cent increase during 1995. Despite the increase of bus fare by approximately 15 per cent, total revenue of peoplised bus companies increased only by 11 per cent compared with a21 per cent increase in 1995. Meanwhile, current expenditure of peoplised companies rose sharply from Rs.5,300million in 1995 to Rs.6,000million in 1996 largely due to the high maintenance cost. Consequently the total operational loss of the peoplised companies increased to Rs. 783 million in 1996 from Rs. 635 million in 1995. Peoplised bus companies received a sum of Rs.360 million from the Government on account of operating on non-remunerative bus routes in rural areas and issue of subsidized bus season tickets for school children.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      51.6,
      399.02,
      277.44,
      644.18
    ],
    "text": "The National Transport Commission (NTC), the regulatory institution of the passenger transport service in the country, implemented several projects with the objective of expanding and strengthening the transport network. The NTC continued to form co-ordinated bus services between peoplised bus companies and private bus operators. During the year under review, 55 bus services in the Western Province, 12 services in the North Western Province and 45 services in the Sabaragamuwa province had been co-ordinated. Co-ordination of bus services essentially promote productivity and prevent over loading, speeding and long idling of buses at terminals. NTC also continued gradual phasing out of low-roof buses. As a result, inter provincial operation of low-roof buses were completely eliminated by the end of 1996. It has also been proposed to remove jump seats (seats placed along the gangway in buses) now mostly seen in intercity semi-luxury buses for improving passengers comfort. In addition, the NTC continued to sponsor training programmes designed to train owners and employees of private buses.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92884349822998,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      52.32,
      659.9,
      277.8,
      693.38
    ],
    "text": "A semi-luxury limited stop bus service connecting urban centres was introduced from September 1996, with a view to easing the heavy demand for public transport",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      313.92,
      35.52,
      512.14,
      42.33
    ],
    "text": "C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t • 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.4,
      64.94,
      516.39,
      168.98
    ],
    "text": "during peak hours and providing office workers a comfortable transport service. The service was a success and popular among office workers. There were about 200 such buses at end 1996. The fare for travelling in a semi-luxury bus is double the normal fare. Thriving demand witnessed, for semi-luxury bus services even at higher fares, indicates that a segment of the passengers is willing to pay a higher price for a reasonably comfortable and reliable bus service.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.918586730957031,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      291.6,
      184.46,
      518.06,
      370.82
    ],
    "text": "The private sector also deployed a greater number of semi-luxury buses during the year under review. The NTC issued inter-provincial route permits for 17 semi-luxury buses and 2 super luxury buses during 1996. The number of permits issued to operate luxury buses increased by 106 to 635 during 1996. However, issue of permits to operate inter-provincial normal bus services declined by 16 per cent to 1,532 in 1996. Similarly, the total number of permits issued by all Provincial Councils except the North East, dropped by 6 per cent to 8,459 in 1996. Significant decreases were recorded in Western (by 518), North Central (by 65) and Southern (by 56) Provincial Council areas. Meanwhile, new registration of passenger transport buses by peoplised companies and private operators at the Department of Motor Traffic dropped by 17 per cent to 1,364 during the year under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.141226768493652
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      292.8,
      387.26,
      518.55,
      503.06
    ],
    "text": "The poor performance in private bus passenger transportation is partly because bus operation is not a very attractive investment since returns do not keep up with the costs of maintenance and initial investments. In order to ease this situation, turnover tax, excise tax and custom duties on spare parts were further reduced in 1996 in addition to the increase of fares by 15 per cent. With a view to arresting the declining situation, steps were taken to activate an Indian line of credit of US dollars 30 million to import buses for the private sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      293.28,
      518.54,
      354.4,
      528.5
    ],
    "text": "Rail Transport",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      293.28,
      542.06,
      518.97,
      634.34
    ],
    "text": "The performance of the SLR continued to be stagnant during the year under review. The operated kilometerage dropped by 6 per cent to 7.4 million kilometers in 1996. Passenger kilometerage increased by 8 per cent compared with the 14 per cent increase in 1994 and a 6 per cent increase in 1995. Freight ton kilometerage, which showed a declining trend since 1993 dropped further by 9 per cent to 124 million ton kilometers in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      293.28,
      648.38,
      518.73,
      693.62
    ],
    "text": "The poor performances by the SLR was due to the lack of capital infusion in the past and non-practicing of commercial principles. As a result, the rolling stock position deteriorated and improvements to the railway",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      52.56,
      724.22,
      64.65,
      734.18
    ],
    "text": "84",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.92,
      34.56,
      521.01,
      42.33
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t • 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.92,
      65.18,
      282.0,
      75.14
    ],
    "text": "infrastructure had been neglected over the years. During",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.2,
      76.94,
      281.96,
      251.54
    ],
    "text": "1996, the available number of locomotives decreased to 76 from 84 in 1995 resulting in frequent cancellation of trains. There was no change in the stock position of the carriages and wagons belonging to the SLR during the year. The deterioration of the service was also caused by insufficient provision of track materials required for track maintenance which resulted in the imposition of speed restrictions, rail cracks and derailments. Regular breakdowns in the centralised traffic control system which is 34 years old, caused delays in the regular train services. Similarly, the obsolete and frequently failing VHF communication system also hampered the effective communication and day to day operations of the SLR. At the same time, as in the last few years, there were no train services on the Talaimannar line and on the Northern line beyond Tandikulam.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.925033569335938,
      8.92884349822998,
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.44,
      267.74,
      282.14,
      407.06
    ],
    "text": "In order to prevent the service from further deterioration, a number of projects have been initiated to increase the rolling stock and improve the railway infrastructure. The OECF funded project to re-engine ten W1 class locomotives at a cost of Rs. 805 million is in progress. Under this project, the first prototype locomotive is due to be released by April 1997. Re-engining of four M5 class locomotives at a cost of Rs.400 million is also underway. Two locomotives purchased under the Indian line of credit were added to the fleet during 1996 and another four locomotives will be purchased under the same line of credit during",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.92,
      411.02,
      282.39,
      562.1
    ],
    "text": "1997. Three major projects are in progress to improve the railway infrastructure. The OECF funded track rehabilitation programme covering 292 kilometers on the Galle/Kandy and Ragama/Negombo section at a cost of Rs.l,700 million was underway during 1996. A new locomotive repair workshop at Ratmalana is under construction with OECF funds amounting to Rs.l,180 million. Meanwhile, two bridges at Kalutara and Panadura are being replaced with new bridges under a project funded by KFW of Germany at a cost of Rs.500 million. In addition, broad-gauging work of the Kelani valley line was completed upto Kosgama and the work upto Avissawella was in progress.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.92,
      576.62,
      282.44,
      704.18
    ],
    "text": "In spite of a 20 per cent fare increase for passenger traffic from March 1996, there was no noteworthy progress in the financial position of the SLR. During 1996, revenue from passenger fares increased only by 4 per cent while revenue from goods transport dropped by 8 per cent. Overall revenue of the SLR dropped by 3 per cent in 1996, owing to the reduced scale of operations and drop in goods transport. Meanwhile, current expenditure increased by 6 per cent to Rs. 1,842 million. As a result, the operational losses of the SLR increased by 17 per cent to Rs.924 million during 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      298.08,
      65.66,
      524.76,
      110.9
    ],
    "text": "When the capital expenditure of Rs.3,640 million is also taken into account, the overall losses of the SLR amounted to Rs.4,564 million, imposing a heavy burden on fiscal operations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      297.84,
      124.94,
      524.73,
      205.46
    ],
    "text": "Considering the heavy operational losses of the SLR, there is a critical need to improve the efficiency of railway operations. Further focus on the sub-urban passenger market, rationalisation of freight operations allowing private sector participation and rationalisation of tariff system and subsidies are some of the measures which may improve the operational efficiency of the SLR.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      297.84,
      220.22,
      524.97,
      359.54
    ],
    "text": "It has been recognised that the shortcomings in the railway facilities are difficult to resolve within the framework of a government department. In this context, it has been proposed to create a Railway Authority with more flexibility to function as a commercial entity. In the meantime, action was underway to make improvements in management information systems, accounting systems and procurement and materials management systems in the SLR. In addition, improvements in administration and financial controls in the property section and implementation of real estate development projects are in progress with World Bank assistance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      298.32,
      375.74,
      363.51,
      385.7
    ],
    "text": "Port Services",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      298.32,
      399.5,
      531.28,
      562.34
    ],
    "text": "The performance of the Port of Colombo recorded a remarkable progress during 1996. The volume of cargo handled by the Sri Lanka Ports Authority (SLPA) grew at a rate of 20 per cent when compared with an increase of 8 per cent in 1995...Handling of container traffic showed an unprecedented increase of 29 per cent and outpaced the \" growth rates of its competitors in the region. Similarly transshipments also grew at an outstanding rate of 40 per cent to 979,882 TEUs during 1996. Transshipment as a percentage of container throughput increased to 72 in 1996 from 67 in 1995. Meanwhile, the number of vessels that arrived at the Port of Colombo increased by 6 per cent to 3,467 in 1996. However, there was no noteworthy progress in the operations of the Ports of Galle and Trincomalee.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      298.32,
      577.1,
      525.2,
      704.66
    ],
    "text": "Although the volume of cargo handled in the Port of Colombo increased substantially, the productivity indicators showed some mixed performance. The average Gross Gantry Moves and the average Net Gantry Moves per hour decreased to 13 and 14, or each by one unit, respectively. However, berth productivity improved marginally during the year under review. Average delay in berthing dropped to 35.8 hours from 41.5 hours and average berth stay decreased to 148.7 hours form 159.6 hours a year ago. Average port stay decreased by 16 hours while average delays in sailing increased slightly from 6.9 in 1995 to 7.4 hours in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      511.92,
      723.98,
      523.88,
      733.94
    ],
    "text": "85",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      51.36,
      36.0,
      514.29,
      43.29
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      262.32,
      66.48,
      306.26,
      73.29
    ],
    "text": "T A B L E 5.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      216.96,
      76.08,
      351.97,
      82.89
    ],
    "text": "P e r f o r m a n c e o f t h e P o r t S e r v i c e s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      445.68,
      96.96,
      512.47,
      103.77
    ],
    "text": "Percentage Change",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      317.52,
      113.52,
      504.98,
      120.81
    ],
    "text": "1994 1995 1996(a) 1995 1996",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      52.32,
      121.38,
      519.76,
      135.77
    ],
    "text": "1. Vessels Arrived (No.) 4,294 3,612 3.857 -16 pllll!!!",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      8.954887390136719,
      12.934836387634277
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      52.08,
      134.82,
      519.88,
      368.01
    ],
    "text": "Colombo 3,790 3,277 3.467 -14 jlllllplllil Galle 223 69 84 -69 22 Trincomalee 281 266 306 -5 \"15 2. Total Cargo Handled (MT '000.) 18,097 19,517 22,722 8 16 Colombo 16,143 17,414 20.885 8 20 G a l l e 303 237 236 -22 Trincomalee 1,651 1,866 1.601 13 -14 3. Total Container Traffic (TEUs '000) (b) 973 1,049 1.3G6 8 29 Colombo 973 1,049 1.356 8 29 4. Transhipment Container (TEUs '000)(b) 666 700 980 5 40 Colombo 666 700 980 54 40 5. Revenue (Rs. Mn.) 5,197 4,820 8.547 -7 77 Colombo 4,964 4,582 8.319 -8 82 Galle 90 75 79 -17 plfliflill Trincomalee 143 163 149 14 6. Expenditure (Rs. Mn.) 4,670 5,461 6.148 17 13 Colombo 4,394 5,129 5 814 17 13 Galle 107 128 13 6 20 flllBlIll Trincomalee 169 204 19 8 21 -3 7. Net Profit-Before Tax (Rs.Mn.) 527 1,360 2.386 158 75 Colombo 569 1,453 2.505 155 72 Galle -17 -53 •61 212 15 Trincomalee -25 ^to -58 60 45 8. Employment (No.) 16,910 16,492 17,436 -2 lllilltll Colombo 15,409 14,851 15,575 -4 llliltl§lf Galle 634 779 804 23 Ifllfifllii Trincomalee 867 862 1 057 -1 23 9. Productivity Indicators",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.703255653381348,
      5.736757278442383,
      5.819028854370117,
      5.937465190887451,
      5.9594221115112305,
      6.039862632751465,
      6.0485734939575195,
      6.069423198699951,
      8.954887390136719,
      12.934836387634277
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      71.28,
      368.58,
      519.63,
      424.49
    ],
    "text": "Gantry Moves Per Hour (Gross) 13 14 llillilil 8 p8lf§|lfl Gantry Moves Per Hour (Net) 14 15 13 7 -13 Average Delay in Berthing (Hrs) 54 42 36 -24 -14 Average Berth Stay (Hrs.) n.a. 16 0 149 -fljllflpltl Average Port Stay (Hrs.) 197 201 185 2 -8 Average Delays in Sailing (Hrs.) 4.5 6.9 7 4 53 iiitlipli",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      4.984887599945068,
      5.819028854370117,
      5.947453022003174,
      6.069423198699951,
      12.934836387634277
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      53.52,
      428.16,
      226.81,
      451.29
    ],
    "text": "(a) Provisional (b) Containers are handled only in the Port of Colombo. TEUs = Twenty Equivalent Units",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.009815692901611,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      53.52,
      461.42,
      279.24,
      694.82
    ],
    "text": "The long term objective of the Government is to develop the Port of Colombo as a hub port in the region and expand the Port of Galle as an additional port to ease the congestion at the Colombo port and attract a part of the growing demand for shipping facilities in the region. Keeping with these objectives, the SLPA continued to implement several development projects during 1996. A new oil berth was constructed in the Port of Colombo with OECF assistance at a cost of Rs.2,215 million. The new facility enhances the efficiency of liquid cargo handling while improving the land use in the Port of Colombo premises to a great extent. Construction of the Fourth Phase of the Jaye Container Terminal (JCT) was also completed in 1996. Meanwhile, the dredging of the main entrance channel upto 15.5 meters and marking with buoys were also completed during 1996. At the same time, proposals are being studied to develop certain facilities in the Port of Colombo under BOO/BOT basis. Similarly, the Galle Port Development Project is also expected to get underway in the near future under BOT basis at an",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.920902252197266,
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      410.4,
      428.4,
      516.19,
      435.21
    ],
    "text": "Source: Sri Lanka Ports Authority",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      295.2,
      461.9,
      520.88,
      542.42
    ],
    "text": "estimated cost of US dollars 350 million. The Euro-China Consortium was working on the final feasibility study on the Port of Galle Development Project in 1996. However, for Colombo to achieve the status of a hub- port it would not only need to expand its capacity but also to enhance its competitiveness by improving productivity, efficiency and reliability.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      295.44,
      556.7,
      520.89,
      660.74
    ],
    "text": "Total revenue of the SLPA increased substantially by 77 per cent in 1996, mainly due to the recent increases in port charges. Of the total revenue, 97 per cent was received from the operations of the Port of Colombo. Total expenditure at Rs.6,148 million recorded an increase of 13 per cent. As a result, after tax net profit of the SLPA increased sharply by 89 per cent to Rs. 1,369 million in 1996. The entirety of the profit was generated from the operations of the Port of Colombo.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      54.24,
      724.7,
      66.28,
      734.66
    ],
    "text": "86",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      51.12,
      35.52,
      515.98,
      42.57
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      50.88,
      65.56,
      253.91,
      77.74
    ],
    "text": "5.7 Irrigation and Settlement Schemes",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      50.4,
      94.46,
      277.34,
      374.9
    ],
    "text": "According to estimates provided by the Mahaweli Authority of Sri Lanka, total expenditure in 1996 on the Mahaweli Programme, which is the largest irrigation and settlement scheme was Rs. 1,112million. As the programme is nearing completion 75 per cent of the total expenditure was spent for system development activities: System \"B\" (Rs.384 million), System \"C\" (Rs.247 million), System \"H\" (Rs.l 16 million) and System \"L\" (Rs.93 million). The total extent cultivated under the Mahaweli command area during the 1996 cultivation year decreased by 13 per cent to 119,100 hectares, which may be mainly attributed to the 28 per cent decline in the extent cultivated in Yala 1996. Due to the failure of the North East Monsoon rainfall in 1995/96, water from irrigation reservoirs had to be released to cultivate paddy and OFCs for Maha 1995/96 which in other Maha seasons is primarily done under rainfed conditions, in the Mahaweli command area. Hence, there was insufficient water in these reservoirs to irrigate cultivation in Yala 1996. This situation was further aggravated by the delayed South West Monsoon rainfall. From the total extent cultivated in both seasons, the extent under paddy was 102,440 hectares, while 16,660 hectares were cultivated with other field crops (Appendix Table 32).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.104023933410645
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      51.12,
      392.3,
      277.58,
      461.06
    ],
    "text": "All major irrigation schemes (with an irrigable area of more than 81 hectares or 200 acres) excepting the schemes under the Mahaweli Development Programme come under the purview of the Irrigation Department (ID). Minor irrigation schemes and regional irrigation schemes officially come under the Provincial Councils. However, operations",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      293.04,
      65.9,
      519.69,
      169.94
    ],
    "text": "being carried out with foreign aid, come within the responsibility of the ID. According to the ID, operations in three major foreign funded irrigation projects continued in 1996, viz. Minipe Nagadeepa Irrigation Rehabilitation Project (MNIRP), North Western Province Special Irrigation Project (NWPSIP) and the National Irrigation Rehabilitation Project (NTRP). Total expenditure incurred on these projects in 1996 has been estimated at Rs.l, 168 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      293.04,
      184.7,
      519.99,
      465.14
    ],
    "text": "Over 70 per cent of the work on the MNIRP has been completed. The MNIRP has a command area of nearly 7,800 hectares and under the Irrigation Component Rs. 135 million was incurred in 1996. Rapid progress has been achieved on work which was initiated in 1996 to construct a bridge over the Mahaweli River to connect Mahaweli \"C\" area with a remote area of the Matale District under the MNIRP. The estimated expenditure on the Mahaweli Bridge Component is around Rs. 1,300 million. The NWPSIP which is funded by the European Community aims at rehabilitating 10 medium and small scale irrigation systems, which would facilitate the cultivation of 1,100 hectares of paddy and 1,120 hectares of other field crops. The Project is also expected to provide adequate water to the Thabbowa Wewa and settle farmer families in the Project area. It is estimated that Rs.48 million was expended on the NWPSIP. It is anticipated that with the rehabilitation of 35 large and medium scale irrigation schemes and 1,000 small scale irrigation schemes approximately 37,500 hectares would benefit under the NIRP. In 1996, rehabilitation work on 8 large and medium scale irrigation systems and 404 small scale irrigation systems were to be completed. During the year, Rs.562 million was spent on the NIRP.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      8.9569673538208,
      8.994598388671875,
      9.085988998413086
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      265.44,
      486.0,
      320.67,
      492.81
    ],
    "text": "T A B L E 5.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      154.8,
      495.12,
      431.89,
      501.93
    ],
    "text": "E x p e n d i t u r e o n S e l e c t e d M a j o r F o r e i g n F u n d e d I r r i g a t i o n S c h e m e s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      85.92,
      512.88,
      519.43,
      544.65
    ],
    "text": "Source of Aid (a) Total Foreign Actual Expenditure Cumulative Name of Project Aid Commitment Expenditure in 1996 (b) Expenditure in 1995 as at end 1996 (b) (Mn.) (Rs.Mn.) (Rs.Mn.) (Rs M n )",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.67781925201416,
      5.819028854370117,
      5.9594221115112305,
      5.998815536499023,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.0,
      553.68,
      508.05,
      576.57
    ],
    "text": "1. Minipe Nagadeepa Irrigation Rehabilitation Project (a) Mahaweli Bridge JICA J. Yen 2,276 _ 423 6 423.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.7420735359191895,
      5.819028854370117,
      5.961856842041016,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      73.92,
      586.08,
      508.02,
      592.89
    ],
    "text": "(b) Irrigation OECF J. Yen 1,850 98.6 134 5 649.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      59.52,
      603.36,
      151.75,
      610.17
    ],
    "text": "2. North Western Province",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      73.92,
      614.4,
      507.86,
      621.21
    ],
    "text": "Special Irrigation Project CEC ECU 6.3 50.0 47 7 304.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.0,
      627.6,
      508.37,
      634.41
    ],
    "text": "3. National Irrigation IDA Rs. 1,406.9 268.0 562 1,180",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      6.158100128173828
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      74.4,
      636.48,
      304.53,
      643.29
    ],
    "text": "Rehabilitation Project EEC Rs. 622.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.800134658813477,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      52.56,
      652.8,
      519.85,
      707.37
    ],
    "text": "Source: Irrigation Department. (a) JICA-Japanese International Co-operation Agency CEC-Commission of European Communities IDA-lnternational Development Association (World Bank) EEC-European Economic Community OECF-Overseas Economic Co-operation Fund (Japan). (b) Provisional.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.932199001312256,
      5.968500137329102,
      6.069423198699951
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      507.36,
      724.22,
      519.37,
      734.18
    ],
    "text": "87",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      49.44,
      37.68,
      512.13,
      44.73
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      49.44,
      67.1,
      275.33,
      241.7
    ],
    "text": "As in the previous years, settlement under the irrigation schemes were done in 1996 as well. Under the Mahaweli Programme, settlement was done in only System \"B\", where 752 families (of which, 728 were farmer families) were settled. Settlement was confined only to one System mainly due to the adverse security situation. As a result of non cultivation of land over a prolonged period, settlement rights of 490 families in System \"B\" was cancelled during 1996. The total number of families settled under the Mahaweli Programme from the year of inception of the Settlement Programme to 1996 was 91,522 families (Appendix Table 33). A total of 1,171 non-farmer families (including commercial farmers, government officers) were settled in the Uda Walawe left and right bank areas.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      50.88,
      257.9,
      276.86,
      538.34
    ],
    "text": "Activities by the ID on the \"Waphaula\" Programme (Management of Irrigation Schemes (MANIS)) continued in 1996. This Programme covers irrigation schemes that do not come under the Integrated Management Programme (INMAS) of the Ministry of Irrigation Power and Energy, which cover large irrigation systems. The \"Waphaula\" Programme is aimed at achieving efficient, effective and sustainable management of irrigation systems through the participation of beneficiary farmers which would also increase their productivity and income. At present the \"Waphaula\" Programme operates in 150 medium size irrigation schemes covering about 64,000 hectares. Approximately, 71,000 farm families are involved in this project. To enable beneficiary participation in Irrigation System Management, 585 Farmer Organisations have been established. Some of the other activities undertaken by the Programme are, assisting and facilitating post harvest processing and marketing as well as off-farm activities , environmental programmes and human resource development. During the year, 150 training programmes were conducted. In order to plan, co-ordinate and monitor the activities under the \"Waphaula\" Programme, Irrigation Management Cells (IMAC) have been established in all Range offices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      51.6,
      555.16,
      176.87,
      567.34
    ],
    "text": "5.8 Special Programmes",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      51.84,
      580.12,
      94.88,
      592.3
    ],
    "text": "Housing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      52.08,
      606.14,
      277.04,
      710.18
    ],
    "text": "In 1996, government policy towards the housing sector was geared to meet the expanding demand for housing, particularly in the urban sector and improving the quality of the substandard segment of the housing stock. The main thrust of the housing development strategy was to promote self-help initiatives and mobilise the potential of private developers. The public sector housing programme concentrated on two areas. First, extending assistance to low income families to build new",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      290.4,
      67.1,
      516.48,
      218.18
    ],
    "text": "houses or upgrade their own houses, based on the enabling approach, and second, undertaking special housing projects to relocate slum and shanty squatters thereby releasing prime lands for commercial purposes. In order to facilitate private sector housing development activities, the need for strengthening existing housing finance systems is recognised and various new housing development programmes were introduced during the year under review. Initial action has been taken to elevate the Housing Development Finance Corporation (HDFC) Ltd. into a full-fledged financial institution with legal powers to deal in the capital market with a view to drawing resources for the housing sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      291.36,
      234.14,
      517.82,
      467.54
    ],
    "text": "According to the National Report for Habitat II Conference (May 1996), the total housing units in the country was estimated at 3.9 million. The average annual demand for new housing units in the country in 1996 is estimated at 70,000 with a higher rate of increase in the urban sector. In addition to these new constructions, the high proportion of semi-permanent and improvised houses in the occupied housing stock, imply the importance of according high priority for upgrading of houses as well. Relocation and upgrading of shanties which are estimated at 150,000 in all urban centres is another area which requires immediate attention. The emerging needs of the housing sector strongly emphasize the need to have an effective housing finance system, increased availability of building materials at a reasonable cost, improved technical know-how etc. to facilitate private sector housing activities. In the context of the limited availability of budgetary funds, promoting private developers is essential by providing the necessary infrastructure and appropriate incentives.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      292.56,
      484.46,
      518.43,
      600.26
    ],
    "text": "The National Housing Development Authority (NHDA) executed several public sector housing development programmes including two new housing projects during the year under review. The major housing projects in operation in 1996 were Jana Udana Programme, Sevana Housing Grant Programme, Rural Housing Programme (RHP), Urban Housing Programme (UHP), Estate Housing Programme (EHP), Direct Construction Programme (DCP), Coastline Housing Programme and the Disaster Housing Programme (DHP).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      292.8,
      614.78,
      519.06,
      707.06
    ],
    "text": "In 1996, the performance of the public sector housing development programme showed a remarkable progress in terms of units commenced and units completed. The total number of units commenced under the public sector housing programme rose by 26 per cent to 34,624 housing units while the number of units completed was 29,606 showing a more than fourfold increase between the two years. Total loans and grants provided under public sector",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.925033569335938,
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      52.32,
      726.86,
      64.39,
      736.82
    ],
    "text": "88",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.4,
      35.28,
      521.97,
      43.05
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      55.68,
      65.66,
      282.57,
      510.74
    ],
    "text": "housing programmes recorded a 55 per cent increase over the previous year. In 1996, promotion of settlement base housing programmes, such as Jana Udana, Sevana Sarana received priority as it was easy to provide basic infrastructure facilities for such settlement programmes, while with respect to other programmes, the objective was to complete the housing units which had already commenced. Jana Udana Programme which commenced and operated at a slower pace in 1995 gathered remarkable momentum in 1996 showing progress in terms of units commenced (15,599), units completed (14,061) and loan disbursements (Rs.230 million) over the previous year. The programme was able to complete 15,662 houses by end 1996 while 62 Jana Udana villages were opened during the year. A new housing programme called Sevana Sarana Housing Grant Scheme commenced in 1996, with the objective of assisting 100 families in each electorate, providing financial assistance to 15,572 housing units. Out of the total units commenced, 7,315 units were completed in 1996. A sum ofRs.78 million was granted under this scheme. Although the new housing loans provided under both RHP and UHP recorded a decline, the number of housing units completed showed considerable progress over the previous year. The value of loans and grants disbursed under UHP and RHP was Rs. 63 million in 1996. Showing a similar trend, under the Direct Construction Programme, 459 housing units in condominiums were completed in urban areas for lower and middle income families at a cost of Rs. 133 million when compared to 275 units completed at a cost of Rs. 144 million in 1995. With respect to EHP, considerable attention was paid to complete the housing units commenced in 1995. Thus, the number of units completed rose to 792 in 1996 from 48 units completed in 1995. The total number of units completed under the Coastline Housing Programme increased from 48 in 1995 to 192 in 1996. The expenditure incurred on the Coastline Housing Programme was Rs. 14 million in 1996. The new DHP was implemented to assist",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      298.32,
      66.38,
      525.5,
      193.94
    ],
    "text": "families to integrate with the Southern Province, who were displaced from the North and East and who were affected by civil disturbances which occurred during the late 1980's and early 1990's. Under this programme, loans were provided to 186 units and 25 units were completed within the course of the year under review. The expansion of housing activities of the NHDA, to a certain extent, was constrained by the lack of resources to execute housing programmes, low recovery ratio, non-availability of suitable lands particularly with respect to DCHP and EHP and high cost of building materials.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      298.32,
      209.18,
      525.48,
      360.26
    ],
    "text": "Meanwhile, several other agencies such as the Plantation Housing and Social Welfare Trust (PHSWT) and the Mahaweli Authority of Sri Lanka independently implemented housing programmes during the year. The number of units completed and up-graded with assistance from the PHSWT under the Social Welfare Programme 13 (SWPn)rose from231 in 1995 to460in 1996. Atotalof 1,432 new housing units were under construction in 1996 compared with 1,553 in 1995. A sum of Rs.133 million was spent under the SWP (II) during the year. Meanwhile, the Mahaweli Authority of Sri Lanka completed 2,283 housing units in 1996 compared with 1,189 units completed in 1995.",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      298.32,
      375.98,
      525.45,
      468.26
    ],
    "text": "In addition to the housing loan programmes implemented by the state agencies, housing loans were disbursed throughout the country by the two state banks, National Savings Bank (NSB), State Mortgage and Investment Bank (SMIB), National Development Bank (NDB), Housing Development Finance Corporation of Sri Lanka Ltd. (HDFC), Insurance Corporation of Sri Lanka and Co-operative Rural Banks (CRBs).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      298.32,
      483.02,
      525.32,
      516.5
    ],
    "text": "The number of loans given by the SMIB rose by 52 per cent to 10,290 while the total amount of the loans granted increased by 37 per cent to Rs. 1,194 million. In",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      275.04,
      528.24,
      323.08,
      535.05
    ],
    "text": "T A B L E 5 . 9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      228.0,
      539.52,
      370.17,
      546.33
    ],
    "text": "P u b l i c S e c t o r H o u s i n g P r o g r a m m e",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.794293403625488,
      5.850914478302002
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      204.72,
      558.0,
      507.67,
      565.05
    ],
    "text": "Units Commenced (No.) Units Completed (No.) Disbursements (Rs. Mn.)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.8004231452941895,
      5.824685573577881,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      94.56,
      567.36,
      146.25,
      574.17
    ],
    "text": "Sub Programme",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      208.8,
      574.8,
      510.31,
      582.33
    ],
    "text": "1995 1906(a) 1995 1996(a) 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      55.68,
      594.24,
      527.53,
      657.53
    ],
    "text": "Janaudana Programe 11,229 15,599 1,601 14,061 105 230 Sevena Housing Grant Programme -15,572 -7,315 -Rural Housing Programme 12,492 2.086 4,310 5,791 62 52 Urban Housing Programme 1,535 342 389 971 11 pffllllBli Estate Housing Programme 1,410 631 48 792 7 iliPlWilllJP Direct Construction Programme 615 208 275 459 144 133 Coastline Housing Programme 192 11111111",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.8310699462890625,
      5.832537651062012,
      5.850914478302002,
      5.960140228271484,
      6.0485734939575195,
      6.069423198699951,
      12.934836387634277
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.16,
      644.16,
      446.93,
      659.61
    ],
    "text": "48 192 11 Disaster Housing Programme",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      70.08,
      660.23,
      446.53,
      669.13
    ],
    "text": "(Southern Province) • 186 -• ' ' 25 •",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      4.048603534698486,
      5.850914478302002,
      6.069423198699951,
      7.931045055389404
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      69.84,
      685.2,
      498.56,
      692.49
    ],
    "text": "Total 27,473 34,624 6,671 29,606 340 529",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.039862632751465,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.16,
      699.84,
      523.71,
      706.89
    ],
    "text": "(a) Provisional Sourer National Housing Development Authority.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      511.68,
      725.18,
      523.76,
      735.14
    ],
    "text": "89",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      43.68,
      38.16,
      507.21,
      45.69
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.250639915466309
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      43.68,
      67.82,
      270.99,
      395.3
    ],
    "text": "addition to the existing housing loan facilities, SMIB introduced two new housing loan schemes namely, Self-help Housing Programme for estate workers and a loan scheme connected with Divipiyasa Life Insurance Policy. The People's Bank, as a major source of housing loans, granted credit facilities to 12,932 applicants amounting to Rs.594 million by end August 1996. In addition, under the special loan scheme called \"Gurusetha\", loans amounting to Rs.l,860 million were provided to 41,459 teachers, while under the Suwasevana loan scheme, designed for medical staff, 10,914 loans worth Rs.457 million were provided in 1996. A remarkable progress was shown with respect to loans disbursed by the NSB due to decentralisation of authority in the decisionmaking process enabling a loan to be provided within a period of six weeks. The total number of loans granted by the NSB recorded an increase of 42 per cent from 827 in 1995 to 1,171 number of loans in 1996, while the amount of housing loans granted during the year was Rs. 1,060 million recording a five fold increase when compared to that of 1995. The HDFC provided housing loans to the public under a credit line from ADB and US AID. The total number of housing loans granted increased by 24 per cent to 4,967 during the year while the value of housing loans granted recorded an increase 37 per cent to Rs.579 million in 1996. The latter includes 806 loans valued atRs.193 million given under the Rakshana Sevana Housing Loan Scheme funded by the Sri Lanka Insurance Corporation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      45.36,
      413.9,
      271.4,
      506.18
    ],
    "text": "Housing construction activities undertaken by private developers under the Board of Investment (BOI) showed some improvement in 1996. By the end of 1996, BOI had approved 20 housing development projects to construct 11,166 housing units. A total of 9 companies had signed agreements to construct 2,996 new housing units while 15 companies commenced construction activities on 4,742 housing units.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      45.84,
      519.88,
      147.55,
      532.06
    ],
    "text": "Urban Development",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      46.08,
      545.42,
      272.16,
      684.74
    ],
    "text": "The urban population of Sri Lanka is approximately 22 per cent or about 4 million. Most of the urban centres in the country are experiencing inadequate economic and social infrastructure facilities, environmental and waste disposal problems, urban poverty and unemployment problems. Although the development of urban infrastructure is primarily a responsibility of the respective Urban Local Authorities (ULA), the Urban Development Authority (UDA) has been playing an important role since its inception in 1978, in upgrading urban centres, as ULAs are not technically and financially equipped adequately to undertake such development activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      285.12,
      68.3,
      511.11,
      148.82
    ],
    "text": "During 1996, the UDA continued to implement the projects for construction of administrative, commercial and industrial complexes, town improvement projects, integrated urban projects, social and cultural projects, the Land Bank project and clients projects. The total cost of implementing these programmes amounted to Rs.540 million in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      285.6,
      163.58,
      512.4,
      420.5
    ],
    "text": "The UDA invested Rs.464 million or 86 per cent of its total investment on projects undertaken on behalf of its clients. Of these projects, the Urban Development Sector Project (UDSP) absorbed Rs.392 million. The UDSP has been designed to develop 17 urban centres at a cost of US dollars 36 million with ADB assistance. Under the project, provision of water and sanitation facilities, construction of low income houses, roads, bridges and drainage systems, solid waste management, setting up of small scale industrial estates etc. will be undertaken. In addition, an Urban Sector Policy Action Plan (USPAP) covering the entire urban sector of the country was prepared in 1996. The main focus of the USPAP will be facilitating the empowerment of ULAs, strengthening the technical and financial capabilities of ULAs, facilitating investments by the private sector and addressing the environmental problems. Meanwhile, a sum of Rs.30 million was incurred by the UDA for acquisition of lands to the Land Bank. The UDA spent Rs. 14 million on administrative complexes at Battaramulla and Pelawatte and Rs.23 million on integrated projects during 1996. Industrial complexes at Ratmalana and Homagama cost Rs.3 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      287.04,
      437.66,
      513.52,
      682.82
    ],
    "text": "Having recognised the need to implement a comprehensive urban and regional development plan, the UDA prepared the \"Colombo Metropolitan Regional (CMR) Structure Plan\" covering the entire Western Province. This plan is a revision of the \"Colombo Master Pan\" prepared during 1974-79 period. The final draft of the CMR Structure Plan has been completed and the final report is expected to be released during the early part of 1997. The objectives of the plan are to increase economic activities, employment and the standard of urban life, maintain and increase physical access through development of a transport network, improve and defend the natural environment, development of Colombo city as a core with facilities for commerce and office accommodation and to increase housing supply. It has been proposed to achieve the above objectives through the development of five growth centres namely, Negombo, Gampaha, Biyagama, Homagama and Horana by developing a network of highways and railways and expanding infrastructure services in an environmentally sound manner.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.22225570678711
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      46.56,
      727.58,
      58.75,
      737.54
    ],
    "text": "90",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      59.76,
      37.92,
      525.33,
      45.45
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      59.28,
      67.48,
      197.92,
      79.66
    ],
    "text": "Water Supply and Sanitation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      59.04,
      93.26,
      285.99,
      397.22
    ],
    "text": "The National Water Supply and Drainage Board (NWSDB), the apex organisation responsible for expansion, improvement and provision of water supply facilities, operated 264 water supply schemes with 353,830 connections providing 280 million cubic meters (cm) of water in 1996. The demand for water facilities in terms of both quantity and quality has been further expanded in 1996, reflecting a significant increase in non-domestic consumers, particularly in the Greater Colombo area. Accordingly, the number of new connections provided by the NWSDB was 30,570 in 1996 compared with 28,680 in 1995. Of the total new connections, 16,508 or more than 50 per cent were provided to the rural sector while the rest was provided to the urban sector within Municipal Council (MC) and Urban Council (UC) areas. With the increase in the number of water supply connections, volume of pipe borne water supplied expanded by 2 per cent to 280 million cm in 1996. According to the NWSDB sources, 61 per cent of the total population had access to safe drinking water (pipe borne facilities, tube wells and protected dug wells) by end 1996. Safe water supply facilities are available for 90 per cent of the urban population while the coverage for the rural sector was only 60 per cent which was rather low when compared with countries such as Pakistan (71 per cent), India (79 per cent) and Malaysia (66 per cent).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      59.04,
      415.34,
      285.93,
      648.74
    ],
    "text": "In view of the increasing urban population and anticipated growth in industrial and commercial activities, there will be a significant expansion in demand for water supply facilities. This will be further enhanced by the inevitable need to expand the water supply coverage in the rural sector. In this regard, investment requirements in water supply are massive and according to estimates provided by the PIP, the sector requires an annual capital investment in the order of Rs.8,000 million to ensure safe water for all by the year 2010. However, in 1996 total investment in water supply and sanitation projects was around Rs.3,068 million which was far below the expectations. Out of total investments, approximately 53 per cent were received from foreign sources, such as IDA, ADB, OECF and ODA. Having recognised the urgent need to expand investment in the water supply sector, new construction and rehabilitation of water supply schemes continued to be subsidized (85 per cent of capital cost for rural sector projects and 60 per cent of the capital cost for urban sector projects) by the Government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      59.28,
      664.46,
      285.17,
      697.94
    ],
    "text": "The main water supply schemes undertaken with foreign assistance were the rehabilitation and improvement of capital assets of the Ambatale Water Supply Scheme,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      301.68,
      68.78,
      529.05,
      302.18
    ],
    "text": "Water Supply Schemes to Towns East of Colombo, Matara Water Supply Scheme, Towns South of Colombo WSS and the Udunuwara Yatinuwara Project. Addressing the water supply and sanitation issues in the rural sector, the Community Water Supply and Sanitation Project (CWSSP), funded by the IDA, was in progress during the year under review. This project initially aims to provide water supply facilities to 2,700 villages and 17 small towns in 3 districts (Ratnapura, Badulla and Matara) covering a population of 650,000. The CWSSP was implemented under three sub-programmes namely, Village Water Supply and Sanitation Programme, School Water Supply and Sanitation Programme and Small Town Water Supply and Sanitation Programme. Under the main sub-programme, Village Water Supply and Sanitation Programme, 170 water supply projects have been completed and 790 projects were under construction and development during the year under review. A sum of Rs.653 million was spent under the CWSSP by end 1996 to expand water supply facilities in rural areas.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      301.44,
      319.1,
      529.05,
      552.5
    ],
    "text": "In the wake of the high investment requirement, increasing operational and maintenance expenditure (23 per cent increase in 1996) and escalating debt service burden (19 per cent of the customer collections), improvement in the financial viability of the NWSDB has become a prime concern. Currently, tariff policy with respect to the water sector is designed to cover operational and maintenance expenditure and interest on investment loans obtained. As in the case of the energy sector, domestic consumers were largely cross subsidized by industrial and commercial sector consumers. Tariffs on the water sector have not been revised since 1994. Accordingly, reduction of cross subsidies, implementing gradual revisions in tariff and improving revenue collection methods should be given attention. Meanwhile, the high ratio of unaccounted water or production loss (40 per cent) resulting from system leakage, unbilled consumption, illegal tapping and lack of regular maintenance is a major area of concern which, if addressed, will improve the operational as well as financial efficiency of the sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      301.68,
      567.64,
      515.13,
      579.82
    ],
    "text": "Integrated Rural Development Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      301.2,
      594.38,
      528.67,
      698.42
    ],
    "text": "The Integrated Rural Development Programme (IRDP) which commenced in 1979 aims at raising the living standards of rural people to meet their basic needs by widening economic opportunities through local initiatives. Further, the Programme intends promoting a balanced growth thereby reducing disparities within a district as well as between districts. Although, the IRDP commenced as a district programme with heavy investment on infrastructure development, since 1989, the Programme",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      514.8,
      728.3,
      526.34,
      738.26
    ],
    "text": "91",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      48.72,
      39.36,
      512.37,
      46.65
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      48.72,
      69.02,
      274.32,
      114.26
    ],
    "text": "focused on participatory approaches with the involvement of the private sector in employment and income generating activities in the most disadvantaged areas of the rural sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      48.96,
      128.78,
      275.19,
      197.54
    ],
    "text": "In 1996, activities were carried out in 16 ERDP projects which covered 12 district projects, 3 provincial projects and a Human Resources and Institutional Development Project. A sum of Rs. 1,092 million was utilised during the year, which was 97 per cent of the allocated budget. (Appendix Table 34).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      49.44,
      212.3,
      276.33,
      386.9
    ],
    "text": "In 1996, the Kegalle District IRDP project which focused on the small holder landless poor and on women was completed. A packaging project for tea small holders and minor export crops, income generating activities for women, minor irrigation works, rural roads and credit for agro-based and cottage industries were some of the activities undertaken by this project. The balance work on the Kalutara District IRDP project which was to be completed in 1995, was done in 1996. The Puttalam District Integrated Basic Services Project which was a tripartite joint effort by CIDA, UNICEF and Government of Sri Lanka (GOSL), to provide a package of services to improve health, nutritional status of children and women and to promote early child development in the most deprived areas of the District was concluded in June 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      50.64,
      403.1,
      277.58,
      707.06
    ],
    "text": "The last phase of the Matara District IRDP had achieved considerable physical progress and had spent nearly 60 per cent of the 1996 allocation on development of primary health care, agricultural development, provision of credit and drinking water. The Hambantota IRDP utilised more than 50 per cent of funds allocated, on community development activities. Small scale business development and promotion, skills development, irrigation development and investment promotion to strengthen the industrial sector in the Hambantota District were the other activities carried out under the Hambantota Project. The Nuwara Eliya IRDP aims at alleviating poverty and in promoting economically and ecologically sustainable development. A major portion of the expenditure for 1996 was spent on education and health. The Badulla District IRDP concentrated on activities related to poverty alleviation, improving food security and nutrition among the poorest households while assisting the Government to develop a system of participatory planning and resource allocation to carry out these activities. The Ratnapura IRDP commenced its final phase in 1996 to ensure sustainability of the projects and transferring responsibility to people's organisations. The Moneragala District IRDP recorded remarkable achievements in education, health and agriculture development projects. Activities in the Irrigation and Community Development Project in the",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      290.16,
      69.02,
      516.14,
      184.82
    ],
    "text": "Moneragala District did not take place in 1996, due to procedural problems. The main focus of the Kandy District project during the year was on village development and rural private enterprise development. The Gampaha District IRDP which absorbed more than 50 per cent of the total funds expended on the entire IRDP in 1995, had in 1996, constructed 16 bridges in the rural areas and provided equipment for improvement of rural roads in the District to facilitate social and economic mobility. Emphasis was also placed on agriculture extension improvement.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.928889274597168,
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      291.12,
      200.3,
      517.76,
      433.7
    ],
    "text": "During the year, 47 per cent of total expenditure on the entire IRDP was spent on the Southern Province Rural Development Project which was in the sixth year of implementation. The main focus of the project is the creation of income and employment generation opportunities as well as strengthening the economic and social infrastructure of the area. Since the Anuradhapura IRDP was concluded in 1995, a new project namely, the North Central Province Participatory Rural Development Project was implemented in January 1996 to cover 15 Divisional Secretariat divisions in the Anuradhapura District. Activities undertaken by this project are rehabilitation of 10 medium irrigation schemes, construction of access roads, livestock and self employment projects and improving primary health care. The North Western Province Dry Zone Participatory Development Project was involved in developing a sustainable farming system to improve the living conditions of the rural poor with the active participation of the beneficiaries in project planning and implementation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      292.32,
      450.62,
      518.21,
      519.38
    ],
    "text": "Under the Human Resources and Institutional Development Project which is meant to improve the skills of officers involved in regional development, 43 Assistant Directors received local training while 30 Assistant Directors received overseas training in 1996. In addition, 20 social mobilisers were trained locally.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      292.8,
      534.38,
      399.15,
      544.34
    ],
    "text": "Samurdhi Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      292.8,
      558.38,
      519.39,
      709.46
    ],
    "text": "The Samurdhi Programme which commenced in June 1995, was the major strategy of state intervention in alleviating poverty and uplifting the economic status of the marginalised poverty groups. The implementation strategy of the Samurdhi Programme is basically two fold; the income supplement programme, and the social and economic infrastructure development programme with increasing employment opportunities. In 1996, the Samurdhi Programme was in operation in 238 Divisionlal Secretariat (DS) divisions in 18 districts in the country. The number of families which received cash grants under the welfare programme was 1.5 million by end 1996 which exceeded the original target of 1.2 million family units,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      52.08,
      729.26,
      64.21,
      739.22
    ],
    "text": "92",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      54.24,
      36.24,
      519.81,
      44.01
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t • 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      53.52,
      66.62,
      280.41,
      182.42
    ],
    "text": "indicating the need to enforce a vigorous screening and monitoring process for the programme. Meanwhile, families who were in the first four rounds of the Janasaviya programme (381,578) continued to receive Rs.250 per month from the Government as interest payments while 182,000 families benefitted under the dry ration programme conducted in the North and East. Accordingly, a total of 2.1 million family units or nearly 50 per cent of the population were covered under the above welfare programmes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      53.52,
      197.9,
      280.47,
      325.46
    ],
    "text": "Out of the total number of families receiving Samurdhi benefits, 62 per cent (902,654 families) received Rs.500 per month while about 2 per cent (23,311 families) received Rs.1000 per month. The rest of the families received Rs.200 or Rs. 100 per month depending on the number of members in the family and the level of income. The total cost of the income supplement scheme was Rs.6,729 million during the year under review. All Samurdhi beneficiaries were encouraged to save a part of the income supplement they received and a sum of Rs.1,513 million had been saved under this scheme by the end of 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      54.24,
      340.94,
      280.65,
      527.3
    ],
    "text": "The Samurdhi Authority headed by the Samurdhi Director General, commenced operations in March 1996. This Authority is responsible for planning, implementation and monitoring of development programmes necessary for the upliftment of social and economic conditions of the underprivileged youth and women in the society and for the implementation of other poverty alleviation programmes of the Government. The Department of the Commissioner General of Samurdhi is primarily responsible for facilitating and supporting poverty alleviation programmes by providing the co-ordination required between some ministries and other institutions. At the end of 1996, a total of 23,648 Samurdhi animators who are commonly referred to as \"Samurdhi Niyamakas\" had been appointed in 12,093 Grama Niladhari (GN) Divisions covering 18 districts .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      53.76,
      543.02,
      280.55,
      705.86
    ],
    "text": "A new scheme, the \"Samurdhi Naya Niyamaka\" programme was introduced in June 1996 with a view to assisting small and medium scale businesses and facilitating short term consumption requirements of the Samurdhi beneficiaries. The credit scheme which covered 40 DS divisions in 18 districts was funded by the two state banks. The loans under this scheme are provided at an interest rate of 5 per cent and the maximum limits of loans are Rs.1000 for income generating activities and Rs.500 for distress and consumption purposes. In order to facilitate the loan scheme, a sum of Rs.25,000 was provided for each Samurdhi Naya Niyamaka. In 1996, a sum of Rs. 18 million had been provided to 22,522 Samurdhi beneficiaries, under this scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      296.16,
      67.58,
      523.6,
      336.26
    ],
    "text": "In recognition of the need to promote self employment opportunities, for the large number of employed low income persons, two new loan schemes namely, \"Suratura Diriya\" and \"Sasana\" (Samurdhi Development Loan Scheme) were formulated during the year 1996. \"Suratura\" which was designed for the benefit of non-Samurdhi low income groups commenced operations on 15 September 1996. Under this scheme small scale agricultural and industrial activities, trading and other services are considered eligible for credit. A maximum loan amount of Rs. 50,000 is made available to youth who undertake viable projects on the basis of market potential and available skills. The loan scheme had been introduced in six districts, namely, Colombo, Kalutara, Matara, Hambantota, Galle and Gampaha by the end of 1996. Under this loan scheme, loans totalling Rs.78 million were distributed among 2,400 youths. The government allocated Rs.350 million for this programme to channel credit through participating credit institutions (two state banks and the Hatton National Bank) under the supervision of the Central Bank. Sasana, to be implemented in the near future, will make loans available for increasing self-employment opportunities among the Samurdhi beneficiaries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.92512321472168,
      8.954887390136719
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      296.16,
      353.18,
      523.57,
      704.18
    ],
    "text": "Activities under the Samurdhi programme further expanded under its sub programmes. Under the Economic Infrastructure Development Programme, Rs. 15,000 - 30,000 was given to each Samurdhi Task Force to purchase inputs for community participated infrastructure development projects such as road, irrigation, water supply development projects and construction of building and industries at the village level. In 1996, a total of 11,422 projects (6,132 road projects, 1,094 irrigation projects, 3,445 water supply projects, 727 building construction projects, 127 industrial projects and 144 other projects) were completed in the 18 districts. The total expenditure incurred on these projects was Rs.211 million. In addition, government sponsored small scale, labour intensive rural construction projects were offered to the Samurdhi Task Forces on a tender basis. Under the guidance of the Self-employment and Additional Income Generating Projects Development Programme, 5,000 sewing machines were distributed among low income families. A Saving, Investment and Entrepreneur Skill Development Programme was introduced in order to inculcate savings and investment habits among the rural populace. Under the programme, a total of 125 banking societies had been established in 1996 at regional level with a membership of 100,000 while 125 Samurdhi Managers had been trained to assist these banking societies. In addition, an Insurance Scheme was introduced specially for the Samurdhi beneficiaries in 1996 with an insurance premium of Rs.20 per family per month. This scheme is to be replaced by the Samurdhi Social Security Insurance Fund in 1997 with",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.09454345703125,
      9.112027168273926,
      9.280523300170898
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      509.76,
      726.38,
      521.81,
      736.34
    ],
    "text": "93",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      47.04,
      33.12,
      509.49,
      40.17
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      46.8,
      62.54,
      272.49,
      166.58
    ],
    "text": "extended benefits to Samurdhi beneficiaries. The Samurdhi Lotteries Fund was also established in 1996 with a view to generating extra funds to finance Samurdhi development projects. The total income generated from the lottery in 1996 was Rs.281 million. Out of this, Rs.56 million was used to finance Samurdhi social infrastructure development programmes relating to vocational training, entrepreneur skills development, nutrition, health and environmental development undertaken atDS level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.890342712402344,
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      47.52,
      182.06,
      273.26,
      309.62
    ],
    "text": "Meanwhile, the National Development Trust Fund (NDTF) with the assistance of participatory institutions provided a sum of Rs.198 million for 20,844 micro-enterprises covering Samurdhi beneficiaries in 43 DS areas. The NDTF implemented basic nutrition programmes in 2,747 Grama Niladhari divisions at a cost of Rs.54 million by the end of 1996. Meanwhile, a total of 419 community projects (including 284 Samurdhi link community projects) were started in 1996. A total of 59,454 beneficiaries in 245 DS divisions benefited from the training programmes conducted by the NDTF.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922990798950195,
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      48.0,
      324.76,
      135.31,
      336.94
    ],
    "text": "5.9 Environment",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      48.24,
      351.02,
      273.5,
      490.34
    ],
    "text": "The National Environment Act, the main environmental legislation in the country was passed in Parliament in 1980. Major amendments to the Act took place in 1988, to incorporate regulatory provisions of Environment Impact Assessments (EIA) and Environmental Protection Licence Procedure (EPLP). The responsibility of implementation of environment policies and regulations lies with the Central Environmental Authority (CEA) while the formulation of policies and co-ordination of environmental affairs at national and international level is the responsibility of the relevant Ministry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      48.48,
      505.58,
      273.77,
      691.94
    ],
    "text": "During 1996, the CEA while performing its regulatory responsibilities, implemented several projects with a view to promoting and protecting the natural environment. Accordingly, several public awareness workshops, training programmes, exhibitions, production of cinemas and video films were carried out by the CEA during the year under review. Meanwhile, the CEA issued 256 new Environment Protection Licenses (EPLs) during 1996 when compared to 187 in 1995. In addition, 305 EPLs were renewed during 1996 as against 232 in 1995. The National Environmental (noise control) Regulation No.l of 1996 and National Environment (Protection and quality) Regulation No.l of 1990 have been gazetted in May 1996. Further, the CEA, during the past two years, approved 12 aquaculture projects, 4 power and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.925033569335938,
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      288.0,
      62.78,
      514.44,
      319.7
    ],
    "text": "energy projects, 6 industrial projects, 2 hotel projects, 11 mining projects and 2 forestry and agriculture projects under the EIA regulations. However, the CEA rejected an aquaculture project and a hydro power project during the same period as they were not environmentally sound. Meanwhile, the Ministry of Transport, Environment and Women's Affairs has undertaken the task of updating the National Environment Action Plan 1996/97. The Ministry also continued the implementation of obligations under international conventions on environment such as the Montreal Convention, Climatic Changes, Basle Agreement etc. The Ministry, also implemented the NORAD Environment Co-operation Programme, under which assistance has been received to undertake institutional development and training, environment protection and management, pollution control and environment awareness programmes and environmental research projects. The Ministry also took action to delegate certain powers, such as issuing of EPLs to small scale industries to local authorities in order to improve compliance at the regional level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      289.2,
      337.34,
      515.18,
      688.34
    ],
    "text": "Although there is a broad framework of environmental policy and regulations in place, enforcement and compliance problems were frequently observed. Enforcement effort was easier for new industries as against old industries, since the latter were mostly located at inappropriate sites and have no waste minimisation or waste treatment facilities. Enforcement and compliance problems were also seen in the forestry, biodiversity, urban pollution, land and water, coastal and marine, and mineral sectors. Lack of human and technical resources in regulatory authorities, constrained the monitoring effort and taking legal proceedings where necessary. As a result, a large number of public complaints were left without due attention being paid by the authorities, annually. Lack of a reliable advisory service on environment was a severe limitation faced by industrialists in adhering to the regulations and following environmental guidelines. Although there were excess in of 60 private consultancy firms, they are not adequately equipped with the necessary technology and expertise to provide effective monitoring services and counselling on environment related issues. Therefore, the establishment of sound and autonomous environmental consultancy firms will be beneficial for industrialists as well as regulators. Establishment of well equipped environmental laboratories for the use of industrialists together with awareness and educational programmes on environmental technologies will also enhance the degree of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      48.72,
      721.58,
      60.81,
      731.54
    ],
    "text": "94",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      56.88,
      38.88,
      522.02,
      46.65
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.513017654418945
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      200.88,
      74.44,
      510.01,
      101.26
    ],
    "text": "B o x 5 Economic Growth and Environment",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.95790958404541,
      10.94486141204834,
      11.744786262512207
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      70.08,
      111.5,
      285.24,
      391.94
    ],
    "text": "In economics, the environment is viewed as a composite asset that provides a variety of services to human beings as well as to all types of other living beings on the earth. The environment is not only a very special 'asset', it is the most important 'asset' since it provides the life support system that sustains our very existence. Tn addition to air. water and sunlight that are directly provided, the environment provides the economy with raw materials, energy and other resources with which the economy produces goods and services. In this production process the residuals of the inputs return to the environment as waste products. Dumping of residuals and excessive extraction of resources from the environment generates \"externalities' that could be present at the time of production as well as consumption. The effect of an activity of a person on the welfare of another is called an externality. Negative externalities, which are unfortunately more frequent than positive externalities, cause a depreciation of the value of the environment. Hence, degradation of the environmenl needs to be prevented or minimised so that it may continue to provide its services to present and future generations indefinitely.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      70.56,
      409.82,
      283.42,
      690.26
    ],
    "text": "Economic growth refers to quantitative expansion in physical output of goods and services. Economic growth is needed because it uplifts the living standard of the people and feeds the growing population. Economic growth occurs basically in two main ways. First, through increases in inputs such as raw materials, energy, labour and other resources. However, excessive extraction of resources from the environment to produce more means a rapid depreciation of the environmenl. depending on the technology used. Further, resources are limited (e.g. energy deposits). Thereforcgrowth fed by increasing inputs results in diminishing resources for future generations. Second, increased productivity through technological progress also produces growth. If environment friendly technologies are used, economic growth realised in this manner has less impact on the environment than the first means of growth. However, technological progress itself has limits. Therefore, structural changes in the goods and services produced in the economy and substitution of alternatives for scarce and high polluting resources arc regarded as other strategics for achieving economic growth, with less impact on the environment. Economic growth",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      298.56,
      111.98,
      511.49,
      216.02
    ],
    "text": "without due attention to the environment will accelerate environmental damage and will undermine the growth prospects. Hence, the key to achieving economic growth with little or no impact on the environment is not to produce less, but to produce efficiently. This is the basis for sustainable development; development that mccLs the needs of the present generation without compromising the ability of future generations to meet their own needs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      298.56,
      231.02,
      511.66,
      440.9
    ],
    "text": "Environmental problems vary from country to country depending on their stage of development, structure of the economy and their environmental endowments and policies. Environmental problems that arc associated with economic activities range from air pollution, water pollution, land degradation and deforestation to loss of bio-diversity, climatic changes and global warming. Cross country studies reveal that environmental degradation and income levels arc positively related at low levels of income and are negatively related at higher levels of income. The diagram below depicts this situation. The degree of environmental degradation increases from A to B as income rises and thereafter, the environment improves with income increases. Hence, what has been suggested for the developing countries is that they should find a path such as D to E without exceeding the safety limit.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      314.88,
      467.36,
      350.58,
      474.12
    ],
    "text": "APoUution",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      436.32,
      529.28,
      465.82,
      536.04
    ],
    "text": "Safe Line",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      414.0,
      613.04,
      472.3,
      619.8
    ],
    "text": "Per Capita Income",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      298.56,
      669.5,
      510.96,
      691.46
    ],
    "text": "As indicated above. po\\eit\\ is one ot the majoi causes for environmental degradation in developing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      511.92,
      729.26,
      523.88,
      739.22
    ],
    "text": "95",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      47.76,
      37.2,
      511.18,
      44.25
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      62.16,
      91.1,
      273.98,
      324.5
    ],
    "text": "countries. Indeed, the poor arc both agents and victims of environmental damage. Many significant environmental problems such as soil erosion, coastal degradation, pollution related diseases and degradation of surface and ground water by domestic waste arc caused or exacerbated by po\\city. The long term strategy for eradication of poverty is to generate more employment opportunities, thereby increasing the income levels of the poor. Economic growth has direct and indirect impacts on alleviating poverty. Growth generates employment opportunities for the poor. Further, it is generally believed that income transfers are feasible and easier when the amount to be shared is growing. However, as said above, growth could be undermined in the long run if due attention is not paid to environmental considerations. This means that growth and the environment are complementary and mutually supportive. Hence, growth and the environment could be viewed as two sides of the same coin.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      63.36,
      341.66,
      275.51,
      692.66
    ],
    "text": "The agricultural sector plays an important role in the growth process in most developing countries. In Sri Lanka, the agricultural sector, including forestry and fishing, contributes about 20 per cent to the GDP. Agricultural exports account for about 20 per cent in the total export earnings. Approximately 40 per cent of the employed labour force has found jobs in this sector. Hence, agricultural development has a strong impact on economic growth and alleviating po\\erty. This is why successive governments in the past allocated more resources for the construction of dams and major and minor irrigation projects, converted forests into paddy lands, granted subsidies for agricultural inputs and enforced price controls on agricultural outputs without paying due attention to the environmental implications of these activities. Unplanned land use, liberal utilisation of chemical fertilizers and agio chemicals, soil erosion, inefficient use of water, indiscriminate forest clearance etc. create serious environmental problems. It is a fact that the food supply should be expanded to feed the projected increase in the population and upgrade living standards, but this expansion should take place in a way that does not destroy the natural environment deliberately. Sound agricultural policies, establishment of property rights and the provision of effective extension services, together with rational pricing policy would avoid most negative cn\\ iroiimeiilal outcomes ncated in I he piccess ol agikultui.il expansion 1 or example, multiple topping, u-e ol",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.487121105194092,
      6.926843643188477,
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      433.68,
      76.56,
      497.67,
      83.4
    ],
    "text": "BOX 5 ( c o n t d . )",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      289.44,
      91.58,
      500.64,
      160.34
    ],
    "text": "bio-lcchnology, introduction of new irrigation techniques, removal of subsidies on inputs including water and establishment of property rights would result in increased agricultural productivity, reduced use of agricultural chemicals, reduced soil erosion and efficient use of water.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      289.92,
      175.1,
      504.46,
      467.3
    ],
    "text": "For a variety of reasons, industrial expansion has been given the highest priority in the development agenda in manv. developing countries. Being a small developing country, Sri Lanka's long-term growth prospects and employment generation basically depend on industrial expansion The industrial sector's share in the GDP has risen to 20 per cent from. a mere 11 percentin I960. However, industrial expansion itself and the resulting urbanization have serious cn\\ironmcntiil implications. Air pollution, ground and surface water pollution, waste disposal, urban congestion and noise pollution are some of those. In fact, environmental degradation seen in many of today's developed nations started with the Industrial Revolution thai look place in the 18th century. Incentives lor the use of clean technologies, imposition of environmental stanJaids. establishment of industrial estates, improvements of urban amenities and effluent charges have been proposed to mitigate the environmental damage due to industrial expansion. Although some could argue that these measures would perhaps hamper growth prospects, studies show that the impact is very mild and exists only in the short run. However, the environmental activities themselves have significant value addition and employment generation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      290.88,
      485.42,
      503.13,
      695.3
    ],
    "text": "It has been observed that increases in GDP have been accompanied by proportionate increases in energy consumption. This relationship is very strong when industrial development is given a prominent place in the growth process. Biomass, fossil energy, coal, thermal power, hydro power and nuclear power are the major sources of energy. Extraction and utilisation of these energy sources in an inefficient manner results in serious environmental problems associated with air pollution, climatic changes, acid rain and depletion of water resources etc. Adoption of energy efficient advanced technologies in the short run is the key to increasing production without increasing energy consumption. For example, the best prototype automobile would run over 25 kilometres per litre of gasoline whereas an average automobile runs only about 7 kilometres per litre. In Sri Lanka, at present about 80 per cent of the power supply is",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      50.4,
      727.82,
      62.56,
      737.78
    ],
    "text": "96",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      59.04,
      32.88,
      524.61,
      39.93
    ],
    "text": "P a r t I C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.069423198699951
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      69.6,
      96.14,
      285.39,
      294.26
    ],
    "text": "generated from hydro power sources, while the resi is from diesel and gas fired thermal power plants. As substantial increases in hydro power generation cannot be anticipated in the future, increasing demand for power could only be met through coal, diesel or gas fired thermal power plants which have severe environmental implications compared lo sound hydro power plants. Similarly, increases in stationary and mobile energy consumption due to increased economic activities are a major source of air pollution. Introducing environment friendly alternative energy sources such as wind power, solar power, bio-gas and mini-hydro projects, shifting to efficient and cleaner technologies, rationalising energy pricing and curbing excessive demand for energy are some of the remedies proposed to minimise environmental damage of (his nature. However, constraining the growth of the energy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      449.04,
      77.04,
      513.77,
      83.88
    ],
    "text": "B o x 5 t c o n t d . )",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      301.2,
      99.26,
      516.03,
      120.98
    ],
    "text": "sector on account of environmental concerns could adversely affect economic growth.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      300.96,
      135.26,
      517.39,
      286.34
    ],
    "text": "In general, policy measures aimed at macro economic stability have been favourable for the environment as well as economic growth. Thus, removal of price distoit ions and market imperfections, [iron tot ion o l market inn'nii\\cs .md telaxatioii o l u.ule constraints would generally yield environmental and economic benefits. However, these policies sometimes may not yield the desired outcome due to certain rigidities and limitations that exist elsewhere in the economy. Therefore, institutional, regulatoiy and monitoring mechanisms are also necessary in strengthening the co-ordination between economic growth and environmental concerns.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.928714275360107,
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      59.28,
      344.06,
      285.45,
      436.34
    ],
    "text": "compliance to environmental regulations. Besides, an effective economic incentive package should be introduced to encourage industrialists to install environmentally friendly technologies in their factories. At the same time, the technical capability of local authorities has to be strengthened in order to manage and monitor the environmental issues effectively at the regional level.The major thrust of enforcing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      301.44,
      343.82,
      528.49,
      436.1
    ],
    "text": "environmental regulations in the recent past was whether the authorities were able to maintain an impartial balance between resultant economic and environmental consequences of operating and non operating a particular development project. This issue surfaced when the CEA declined to grant EPL to proceed with the proposed upper Kotmale Hydro power project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 32,
    "bbox": [
      515.52,
      722.06,
      527.53,
      732.02
    ],
    "text": "97",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]