[
  {
    "page_number": 0,
    "bbox": [
      141.12,
      81.57,
      344.76,
      92.64
    ],
    "text": "ECONOMIC AND SOCIAL OVERHEADS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.4,
      118.29,
      93.45,
      129.36
    ],
    "text": "Energy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.92,
      144.21,
      423.73,
      190.56
    ],
    "text": "Trends in the energy sector were exceptionally favourable in 1986. Lower import prices for petroleum and greater utilization of hydro power capacity which resulted in increased use of domestic resources were the main factors responsible for these improvements.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.68,
      218.37,
      423.72,
      337.44
    ],
    "text": "Increased installed capacity of hydro power together with the availability of adequate water levels in the reservoirs for continuous operation of plants enabled the generation of hydro power sufficient to meet almost the entirety of the demand for electricity in 1986. This resulted, in a decline of thermal power generation to a negligible level thereby reducing not only the cost of power but also the dependance on petroleum for electricity generation. Consequently, the relative share of electricity in the total supply of commercial energy increased from 38 per cent in 1985 to 40 per cent in 1986. On the other hand, the reduced demand for petroleum together with low oil prices in the international market resulted in the saving of a sizeable amount of foreign exchange, thereby easing pressure on the balance of payments.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.44,
      365.25,
      423.31,
      448.32
    ],
    "text": "Non-commercial energy sources consisting of fuelwood, agriculture residues and animal waste, together with other ligno cellulossic matters continued to be the largest source of energy in Sri Lanka in 1986 as well. These sources which formed 4.3 million tons of oil equivalent (t.o.e.) in 1986 contributed approximately 70 per cent to the total energy supply in the country. Meanwhile, commercial energy sources such as petroleum, electricity, liquified petroleum gas and a small quantity of coal accounted for about 30 per cent of total energy use of the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.2,
      475.65,
      423.03,
      594.72
    ],
    "text": "Electricity, which is the largest source of renewable commercial energy in Sri Lanka, contributed approximately 12 per cent to the total supply of energy, in 1986. The total installed capacity of the Ceylon Electricity Board (C.E.B.) which was 1,016 mW in 1985, consisting of'746 mW of hydro power and 270 mW of thermal power, declined to 1,010 mW by the end of 1986. This was attributable to the decommissioning of the diesel power station at Pettah with a capacity of 6 mW during 1986. Even, though the Kotmale hydro power project (2 x 67 mW) was inoperative owing to maintenance work, the Randenigala hydro power project (2 x 61 mW), which was commissioned on an experimental basis, generated 6 per cent of the total hydro power in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899746894836426,
      9.902020454406738,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.44,
      620.37,
      422.46,
      655.44
    ],
    "text": "The total power generated by the C.E.B. at 2,653 million kWh in 1986 was 8 per cent higher than that of 2,464 million kWh generated in 1985. \"With the increased: generation of hydro power in 1986, the share of thermal power",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      222.48,
      63.81,
      260.33,
      74.88
    ],
    "text": "( 64 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.92,
      87.33,
      421.6,
      123.36
    ],
    "text": "which stood at 3 per cent in 1985, dropped to a negligible level in 1986. As a result, the fuel cost of thermal power generation dropped from Rs. 98 million in 1985 to Rs. 12 million in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.64,
      139.89,
      422.72,
      270.96
    ],
    "text": "With the increased generation of electricity, there was a corresponding expansion in the sales. The total sales of electricity increased by 8 per cent from 2,061 million kWh in 1985 to 2,234 million kWh in 1986. This was mainly due to an expansion in the number of consumers in both domestic and industrial sectors. Electricity consumption by the industrial sector was 41 per cent of the total sales by the CEB. The domestic and commercial sectors consumed 17 per cent each, while purchases by local authorities were 24 per cent. The balance was used for street lighting and other purposes. Of the bulk purchases by local authorities, domestic, commercial and industrial sectors consumed approximately 65 per cent, 25 per cent and 10 per cent, respectively. The new electricity tariff structure which was introduced on 1st March, 1985 remained unchanged throughout 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      63.84,
      288.69,
      423.37,
      419.76
    ],
    "text": "Owing to the downward price movements observed in the world oil market together with the reduced demand for some petroleum products in 1986, the foreign exchange outlay on account of petroleum imports was considerably lower than that of the previous year. The import outlay on petroleum which accounted for 21 per cent of total imports in 1985 declined to 11 per cent in 1986. The value of petroleum imports dropped sharply by 43 per cent in Rupee terms (52 per cent in SDR terms) from Rs. 11,028 million (SDR 399 million) in 1985 to Rs. 6,291 million (SDR 192 million) in 1986. The average purchase price (C & F)'of crude oil was US. $ 16.26 per barrel (p/b) in 1986, as compared with US. $28.40 (p/b)in 1985. The imports of both crude oil and refined products declined from 1,657,469 and 181,818 metric tons in 1985 to 1,638,547 and 147,466 metric tons, respectively in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.172118186950684,
      10.17221736907959
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.56,
      437.49,
      424.14,
      520.56
    ],
    "text": "Exports of petroleum products declined marginally from 725,685 metric tons in 1985 to 724,051 metric tons in 1986. However, the export earnings dropped sharply by 39 per cent in Rupee terms (49 per cent in SDR terms) from Rs. 3,877 million (SDR 140 million) in 1985 to Rs. 2,352 million (SDR 72 million) in 1986, reflecting the world-wide decline in oil prices. Hence, the net foreign exchange commitment on account of petroleum imports declined by 45 per cent, from Rs. 7,152 million (SDR 259 million) in 1985 to Rs. 3,939 million (SDR 120 million) in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      64.08,
      537.81,
      424.06,
      656.88
    ],
    "text": "The price of furnace oil was reduced by one rupee per litre with effect from 1st April, 1986. Prices of all other main petroleum products in the local market remained unchanged throughout the year, as part of the national policy discouraging excessive imports of energy. Demand for certain petroleum products in the local market dropped further in 1986 conforming to the trend observed since 1984. An important reason for the reduced demand was the decline in the consumption of heavy diesel and furnace oil by 15 per cent and 9 per cent, respectively in 1986 compared with the previous year. Demand for auto-diesel increased marginally and that for petrol increased by 7 per cent as a result of the expansion in the transport sector. The demand for kerosene increased marginally in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.24,
      54.93,
      254.57,
      66.0
    ],
    "text": "( 65 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      208.56,
      78.21,
      258.44,
      89.28
    ],
    "text": "Table 1.20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      124.08,
      102.69,
      347.65,
      113.76
    ],
    "text": "Salient Features of the Energy Sector 1985 - 1986",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      110.16,
      133.99,
      414.31,
      151.49
    ],
    "text": "Item Unit 1985 %Change over 1984 1986 % Change over 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.48,
      165.91,
      407.21,
      182.93
    ],
    "text": "1. Petroleum Products 3,876.5 1.1 Exports Rs. Mn. , 3,876.5 . 17.9 2,351.7 —39.3 1.1 Exports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.36,
      181.27,
      407.65,
      199.01
    ],
    "text": "SDR Mn. 140.3 11.3 71.5 ^ 1 9 . 0 1.2 Imports Rs. Mn. 11,028.0 3.2 6,290.7 —43.0 1.2 Imports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.12,
      196.13,
      407.55,
      215.33
    ],
    "text": "SDR Mn. 309.1 — 2 -7 192.2 —51.8 1.3 Quantity imported M.T.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.7859647274017334,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      83.76,
      212.95,
      407.86,
      239.57
    ],
    "text": "1,657,469 — 4.4 1.3.1 Crude Oil I* 1,657,469 — 4.4 1,638,547 — 1.1 1.3.2 Refined Products ... 99 181,818 40.5 147,446 —18.9 1.3.3 Other Products t> 20,774 —13.1 28,323 36.3",
    "fonts": [
      "Courier-Bold",
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.979949712753296,
      4.0348405838012695,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.84,
      241.51,
      411.54,
      252.05
    ],
    "text": "1.4 Average price of crude oil Rs./Barrel 775.30 2.8 454.26 —41.41 1.4 Average price of crude oil",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.6,
      250.87,
      411.68,
      268.13
    ],
    "text": "US.$/Sarrel 28.40 — 4.2 16.26 —42.75 1.5 Local sales M.T.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      69.84,
      265.75,
      408.37,
      325.25
    ],
    "text": "2.3 1.5.1 Super Petrol „ . 121,578 2.3 130,624* 7.4 1.5.2 Auto Diesel 488,519 1.5 488,907* 0.1 1.5.3 Heavy Diesel 23,568 —63.3 20,126* —14.6 1.5.4 Super Diesel )» 13,555 — 6.3 15,871* 16.8 1.5.5 Kerosene > j 153,655 1.8 154,182* 0.3 1.5.6 Furnace Oil 99 142,868 —34.7 129,753* — 9.2 1.6 Local price Rs./Litre",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.978954792022705,
      3.979949712753296,
      7.8774614334106445,
      7.922302722930908,
      7.93441104888916,
      7.959899425506592,
      8.99242115020752
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      257.04,
      322.63,
      278.78,
      331.49
    ],
    "text": "13.50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      334.8,
      307.27,
      368.96,
      316.13
    ],
    "text": "129,753*",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.922302722930908
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      84.0,
      322.63,
      407.79,
      407.72
    ],
    "text": "1.6.1 Super Petrol 13.50 •—• 13.50 — 1.6.2 Auto Diesel 8.13 — 8.13 — -1.6.3 Heavy Diesel 7.83 — 7.83 — 1.6.4 Super Diesel 9.28 — 9.28 — 1.6.5 Kerosene 6.58 — 6.58 — 1.6.6 Furnace Oil 5.22 6.8 — 500 seconds ... 5.22 6.8 4.22 19.1 — 800 seconds ... 4.87 0.6 3.87 20.5 —1000 seconds ... Rs./Kg. 4,72 — 3.72 21.2 1.6.7 Bitumen Rs./Kg. 7.06 — 7.06 —",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.9809446334838867,
      6.962922096252441,
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.48,
      412.63,
      112.48,
      421.49
    ],
    "text": "2. Electricity .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      68.64,
      419.11,
      408.7,
      518.45
    ],
    "text": "mW. 25.1 2.1 Installed capacity mW. 1,016.25 25.1 1,010.25 — 0.6 2.1.1 Hydro ,, 746.25 37.6 746.25 — 2.1.2 Thermal 270.0 — 264.0 — 2.2 2.2 Units generated Mn.kWh 2,644.0 9.0 2,652.8 7.7 2.2.1 Hydro »> 2,395.0 14.6 2,645.3 10.5 2.2.2 Thermal »» 69.0 59.4 7.5 — 89.1 2.3 Total sales 9) 2,060.6 9.8 2,234.0* 8.4 2.3.1 Domestic 99 346.3 .9.3 377.0* 8.9 2.3.2 Industrial 850.4 7.5 922.0* 8.4 2.3.3 Commercial 350.0 16.8 377.0* 7.7 2.3.4 Local Authorities ... 502.1 9.7 545.0* 8.5 2.3.5 Street Lighting 11.8 3.5 13.0* 10.2",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.978954792022705,
      3.979949712753296,
      6.962922096252441,
      7.9007039070129395,
      7.925654888153076,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.84,
      531.91,
      412.92,
      540.77
    ],
    "text": "* Provisional Sources: Ceylon Petroleum Corporation.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      294.72,
      541.75,
      389.2,
      550.61
    ],
    "text": "Ceylon Electricity Board.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      563.01,
      117.92,
      574.08
    ],
    "text": "Transportation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      583.41,
      419.22,
      654.48
    ],
    "text": "In 1986, a moderate growth was observed in the transport sector, despite the adverse conditions that prevailed in certain parts of the country. This expansion was mainly due to private sector transport activity both in passenger and freight markets. Public sector passenger operations were affected by the civil disturbances in some parts of the Northern, Eastern and North Central regions. The Railway was the worst affected specially in its long distance services. Despite the low level of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      222.72,
      64.94,
      260.22,
      74.9
    ],
    "text": "( 66 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.951902389526367
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.72,
      87.57,
      420.66,
      134.64
    ],
    "text": "operations of the Regional Transport Boards (RTBs), the quality of passenger services was upgraded by the introduction of 150 new design buses. These two public sector institutions were able to play a dominant role in the passenger transport market providing more than 50 per cent of the total passenger kilometerage.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.2,
      152.37,
      421.09,
      223.44
    ],
    "text": "During the year under review, the RTBs were able to improve the level of bus services provided to commuters. This was further strengthened by transferring some of the Sri Lanka Central Transport Board (SLCTB) functions to the RTBs with effect from 1st August, 1986. With these changes, SLCTB eased off the high financial burden by reducing its labour force by compensated retirement of its workers and transferring some of its workers to RTBs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.92,
      241.17,
      422.04,
      372.24
    ],
    "text": "In 1986, the volume of travel which is measured in passenger kilometerage was at 15,149 million, reflecting a marginal increase of one per cent over that of 1985. However, the RTBs were able to operate only 376 million kilometers in 1986, as against a total of 390 million kilometers in the previous year. This was largely due to the civil disturbances in some parts of the country which affected the services adversely. Consequently, the RTBs were able to operate only 18 per cent of their scheduled kilometerage in the Northern region, 40 per cent in the Eastern region and 62 per cent in the North Central region. The situation was further compounded by the run-down state of the bus fleet. Nearly 36 per cent of the existing fleet is more than ten years old, of which 1,040 buses being over 14 years old have long outlived their economic lifespan.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.92,
      390.21,
      422.52,
      437.28
    ],
    "text": "The vehicle stock of the RTBs was improved through financial assistance provided by the World Bank for the seventh successive year, since 1980. As a result, the RTBs were able to augment their bus fleet by 260 new buses in the last quarter of the year, 150 of which were of a new design.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.16,
      454.53,
      421.93,
      571.44
    ],
    "text": "In line with the marginal growth in passenger kilometerage, the RTBs were able to increase their earnings marginally in 1986. Their earnings totalled Rs. 2,332 million in 1986 as against Rs. 2,282 million in 1985, showing an increase of 2.2 per cent, despite interruption of services in some regions. The total expenditure of the RTBs rose from Rs. 2,392 million in 1985 to Rs. 2,582 million in 1986. Considerable losses were reported by the RTBs in the Northern, Eastern and North Central regions. The SLCTB continued to depend on Treasury subsidies for financial support and these accounted for 11 per cent of the total operating costs. These subsidies were in respect of concessions on student season tickets, passes to Police and Army personnel and for recoupment of losses on uneconomic routes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.16,
      590.37,
      421.73,
      661.44
    ],
    "text": "The participation by the private sector in passenger transport continued to grow faster than that of the public sector. This increased participation enabled an improved service to be provided to the public. The permits issued by the Department of Private Omnibus Transport (DPOT) to private operators increased to 10,370 in 1986 from 9,864 in 1985. However, new permits issued dropped to 3,205 in 1986, compared with 4,128 in 1985. The drop in new permits is perhaps due to high unit",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      215.28,
      61.41,
      253.13,
      72.48
    ],
    "text": "( 67 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      53.04,
      85.17,
      415.57,
      120.24
    ],
    "text": "cost of private coaches resulting from the sharp appreciation of the Yen. This is further indicated by the reduction of new registrations of private coaches by the Department of Motor Traffic amounting to 50 per cent in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      53.04,
      132.93,
      415.09,
      192.0
    ],
    "text": "Meanwhile, the Department of Private Omnibus Transport put into operation a plan for reducing low capacity vehicles from the passenger transport market. With effect from 1st December, 1986 all low capacity private coaches were prohibited from operating in city routes and to enter the Colombo city limits. The next stage would be the implementation of this programme on the main trunk routes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      53.76,
      207.81,
      415.38,
      254.88
    ],
    "text": "Operations of goods transport continued to be dominated by private hauliers accounting for more than 80 per cent of the total freight haulage. However, the new registrations of freight vehicles dwindled by 54 per cent from 7,216 in 1985 to 3,350 in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      53.76,
      268.05,
      415.23,
      315.12
    ],
    "text": "In 1986, the activities of Sri Lanka Railways (SLR) were affected by the terrorist activities in the Northern, Talaimannar and Batticaloa lines, resulting in a substantial drop in both operated and passenger kilometerage. The operated kilometerage fell from 8.5 million in 1985 to 8.1 million in 1986—a decrease of 5 per cent while the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      207.84,
      329.97,
      266.03,
      341.04
    ],
    "text": "TABLE 1.21",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      125.04,
      350.13,
      354.61,
      361.2
    ],
    "text": "Salient Features of the Transport Sector 1985 - 1986",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      115.92,
      380.23,
      324.14,
      397.49
    ],
    "text": "Item Unit 1985 %Change over 1984",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      333.6,
      380.71,
      410.76,
      397.73
    ],
    "text": "1986 (a) %Change over 1985",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.96,
      415.03,
      164.59,
      424.37
    ],
    "text": "1. New registration of motor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      68.88,
      423.19,
      409.71,
      480.29
    ],
    "text": "- Vehicles ... NoS. 1.1 SLTB buses 95 —70.7 254 167.4 1.2 Private coaches „ 3,557 — 9.4 1,781 — 49.9 1.3 Private cars 6,077 18.8 7,297 20.1 1.4 Dual purpose vehicles 1,121 — 3,892 247.1 l.S Motorcycles 22,782 35.0 26,593 16.7 1.6 Lorries and other vehicles",
    "fonts": [
      "Courier-Bold",
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.909488201141357,
      7.959899425506592,
      8.814594268798828,
      12.010493278503418
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      244.8,
      463.27,
      357.59,
      472.13
    ],
    "text": "22,782 26,593",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      83.28,
      479.35,
      410.14,
      488.5
    ],
    "text": "' for goods transport » » 7,216 —12.3 3,350 — 53.6",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      3.7189886569976807,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.72,
      494.71,
      169.92,
      504.29
    ],
    "text": "2. Sri Lanka Transport Board",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      68.64,
      503.35,
      409.9,
      552.62
    ],
    "text": "(SLTB) 2.1 Operated kilometers Million 390.0 — 6.4 376.0 — 3.6 2.2 Passenger kilometers 15,020.0 — 3.9 15,148.6 1.0 2.3 Total revenue Rs. Mn. 2,281.7 —13.9. 2,332.2 2.2 2.4 Total cost 9* 2,391.7 —18.1 2,581.7 — 7.9 2.5 Surplus+/Deficit— 99 —110.0 —77.8 —249.5 126.8-",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.979949712753296,
      7.869333267211914,
      7.9007039070129395,
      7.929691314697266,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.48,
      559.51,
      164.06,
      568.85
    ],
    "text": "3. Sri Lanka Railway (SLR)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      68.16,
      562.92,
      409.95,
      617.18
    ],
    "text": "Milton 3.1 Operated kilometers Milton 8.5 — 8.1 — 4.7 3.2 Passenger kilometers • ii 2,001.8 —12.2 1,942.2 — 3,0 3; 3 Freight ton kilometers . 99 231.9 —11.7 212.0 — 8.6 3.4 Total revenue Rs. Mn. 464.5 — 7.7 476.0 2.5 3.5 Total cost 99 529.9 —52.9 811.8 .53.1 3.6 Surplus+/Deficit-99 —65.4 —89.5 —335.8 413.4",
    "fonts": [
      "Courier-Bold",
      "Helvetica-Bold",
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.9769647121429443,
      3.979949712753296,
      4.40679931640625,
      4.407793998718262,
      7.645003318786621,
      7.869333267211914,
      7.959899425506592,
      8.109925270080566,
      12.010493278503418
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.24,
      630.31,
      407.12,
      639.17
    ],
    "text": "(a) Provisional. . Sources: Department of Motor Traffic,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      296.4,
      640.15,
      400.4,
      658.85
    ],
    "text": "Sri Lanka Transport Board, Sri Lanka Railways.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      222.0,
      61.65,
      260.09,
      72.72
    ],
    "text": "( 68 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.24,
      85.41,
      420.52,
      132.48
    ],
    "text": "passenger kilometers dropped from 2,001 million to 1,942 million—^a reduction of 3 per cent. Freight ton kilometerage handled by the SLR declined from 232 million in 1985 to 212 million in 1986 or by 9 per cent, largely due to disruptions on account of civil disturbances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.72,
      145.89,
      97.07,
      156.96
    ],
    "text": "Housing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.72,
      170.13,
      421.08,
      241.2
    ],
    "text": "The efforts made to expand the housing stock of Sri Lanka as a means of improving the basic needs under the Public Sector Housing Programme (PSHP) were continued in 1986 by the launching of Million Houses Programme (MHP). Some construction works left incomplete under the previous Hundred Thousand Houses Programme (HTHP) concluded in 1983, too were continued in 1986. However, the main emphasis was on the implementation of the MHP during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.72,
      256.77,
      420.6,
      399.84
    ],
    "text": "The MHP is a national umbrella programme of providing shelter and the imple­mentation is by the National Housing Development Authority (NHDA), Urban Development Authority (UDA), Mahaweli Authority (MA), plantations agencies including Sri Lanka State Plantations Corporation (SLSPC) and the Janatha Estate Development Board (JEDB), Land Commissioner's Department and the private sector, who have undertaken different sub-programmes. The NHDA and the UDA are involved with the major low income sub-programmes, namely the Rural Housing Sub-Programme (RHSP) and the Urban Housing Sub-Programme (UHSP). The Mahaweli Authority is engaged in Mahaweli settlement Sub-Programme, while plantation agencies participate in the Plantation Housing Sub-Programme (PHSP). Private Sector (Informal) Sub-Programme is implemented through individual families and Private Sector (Formal) Programme by property developers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.48,
      416.13,
      420.57,
      511.2
    ],
    "text": "This was a radical departure from the previous programmes, where the thrust was essentially public sector oriented. The goal of this programme was to reach far greater numbers than before at a lesser cost to the nation with the state playing only a supporting and motivating role. This programme was designed to assist a \"million or more families\" to improve their housing, either through construction or upgrad­ing or through the provision of better shelter services. The MHP facilitates and supports both individual house builders and communities, provides land and loans, eases constraints and trains both participants as well as extension workers.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.90631103515625,
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.72,
      526.29,
      421.0,
      609.36
    ],
    "text": "Under the Rural Housing'Sub-Programme (RHSP), it was planned to reach 55,856 families with financial support. But the actual number reached of 60,337 has exceeded the target. In 1986, the number of houses completed under this prog­ramme was 38,614, as against 39,876 in 1985. Meanwhile, the number of houses under construction increased to 51,045 in 1986 compared to 29,322 in 1985. The cost of this programme amounted to Rs. 256 million in 1986, in comparison to Rs, 210 million in 1985.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      61.44,
      624.21,
      421.74,
      659.28
    ],
    "text": "The Urban Housing Sub-Programme (UHSP) which was started in 1985, consisted of (i) improvement of site and services and (ii) upgrading of slums and shanties. The work under these programmes improved substantially during 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      213.6,
      61.17,
      251.93,
      72.24
    ],
    "text": "( 69 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      53.52,
      84.93,
      414.18,
      204.0
    ],
    "text": "The total expenditure on public sector housing continued to decline, falling from Rs. 511 million in 1985 to Rs. 479 million in 1986. The decline in public resource use on PHSP was due to the lower emphasis on direct investment under the HTHP and the higher emphasis on low income housing and self-help programmes under the MHP. The expenditure under the HTHP declined by 47 per cent, from Rs. 262 million in 1985 to Rs. 139 million in 1986. Meanwhile, the expenditure on the MHPincreased by 36 per cent to reach Rs. 339 million in 1986. There was a 22 per cent rise in expenditure under the RHSP, reaching Rs. 256 million in 1986 while the outlay under the UHSP more than doubled from Rs. 39 million in 1985 to Rs. 83 million in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.72,
      215.73,
      415.38,
      285.6
    ],
    "text": "The activities of the State Mortgage and Investment Bank (SMIB), which is at present wholly involved in financing the housing sector, continued to expand during the year. Its loan approvals during the year amounted to Rs. 684 million, as against Rs. 558 million in 1985. The bank also provided finances for construction under the State Mortgage and Investment Bank—Rehabilitation of Property and Industries Authority (SMIB—REP1A) Scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.2,
      296.13,
      415.73,
      318.96
    ],
    "text": "The Housing Development Finance Corporation (HDFC) incorporated under the National Housing Act No. 37 of 1954 continued its operations for the third",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      213.12,
      329.01,
      271.21,
      340.08
    ],
    "text": "TABLE 1.22",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      104.4,
      347.49,
      369.01,
      358.56
    ],
    "text": "Public Sector Housing Programme — Progress —1985 - 1986",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      287.04,
      360.55,
      408.33,
      369.41
    ],
    "text": "- (Rs. Million)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      96.72,
      400.63,
      139.69,
      409.49
    ],
    "text": "Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      181.44,
      387.67,
      271.92,
      396.53
    ],
    "text": "No. of Units Completed",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.881278991699219,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      280.8,
      379.99,
      330.82,
      405.17
    ],
    "text": "No. of Units under Cons­truction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.881278991699219,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      355.44,
      388.87,
      400.95,
      397.73
    ],
    "text": "Expenditure",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      185.52,
      421.75,
      413.93,
      432.05
    ],
    "text": "1985 1986 1978-86 1985 1986 1985 1986 1978-86",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.36,
      447.43,
      179.43,
      488.69
    ],
    "text": "1. Hundred Thousand Houses Programme 1.1 Direct Construction ... 1.2 Rural Housing (a) 1.3 Electoral Housing (jb) ...",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.4833149909973145,
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      187.44,
      463.99,
      210.21,
      488.69
    ],
    "text": "315 2,669 240",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      218.88,
      463.99,
      241.07,
      488.69
    ],
    "text": "217 1,543 57",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      249.36,
      463.99,
      275.36,
      489.17
    ],
    "text": "12,233 31,656 10,807",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      283.92,
      464.47,
      306.7,
      489.17
    ],
    "text": "690 2,868 120",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      315.36,
      464.47,
      337.33,
      489.65
    ],
    "text": "382 1,317 33",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      337.92,
      465.19,
      359.43,
      489.89
    ],
    "text": "170.6 89.3 1.7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      360.48,
      464.95,
      381.92,
      482.21
    ],
    "text": "116.3 23.1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      386.64,
      465.43,
      417.19,
      482.21
    ],
    "text": "3,313.1 805.4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.36,
      495.91,
      147.22,
      520.61
    ],
    "text": "2. One Million Houses Programme 2.1 Rural Housing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.72,
      519.91,
      179.92,
      536.69
    ],
    "text": "Sub-Programme ... 2.2 Urban Housing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      96.0,
      535.75,
      179.92,
      544.61
    ],
    "text": "Sub-Programme (c) ...",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      184.56,
      520.39,
      210.56,
      529.25
    ],
    "text": "39,876",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      188.4,
      536.47,
      210.54,
      545.33
    ],
    "text": "2,314",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      215.28,
      520.39,
      241.36,
      529.25
    ],
    "text": "38,614",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      219.6,
      536.47,
      241.66,
      545.33
    ],
    "text": "5,269",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.068109512329102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      249.6,
      520.39,
      276.13,
      529.25
    ],
    "text": "94,582",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      248.88,
      536.71,
      275.73,
      545.57
    ],
    "text": ",7,583",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      280.56,
      520.63,
      306.89,
      529.49
    ],
    "text": "29,322",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      285.36,
      536.95,
      307.62,
      545.81
    ],
    "text": "5,270",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.068109512329102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      311.76,
      520.87,
      337.42,
      529.73
    ],
    "text": "51,045",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      315.84,
      536.95,
      338.06,
      545.81
    ],
    "text": "6,856",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.076196670532227
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      338.16,
      521.35,
      360.28,
      530.21
    ],
    "text": "210.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      342.48,
      537.67,
      360.21,
      546.53
    ],
    "text": "39.3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      360.96,
      521.11,
      382.92,
      529.97
    ],
    "text": "256.4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      365.28,
      536.95,
      382.8,
      545.81
    ],
    "text": "82.7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      395.76,
      521.83,
      417.37,
      530.69
    ],
    "text": "654.1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      396.48,
      537.67,
      417.71,
      546.53
    ],
    "text": "122.1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.32,
      552.31,
      418.36,
      571.87
    ],
    "text": "3. National Housing Loan Fund — — 28,000 — • — 275.0",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      4.973942279815674,
      7.645003318786621,
      7.959899425506592,
      13.276118278503418
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      120.96,
      586.39,
      418.2,
      596.93
    ],
    "text": "Total 45,414 45,700 184,861 38,270 59,633 510.9 478.5 5,169.7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.2,
      609.43,
      412.03,
      658.13
    ],
    "text": "(a). Including ASH Houses, Model Sources: National Housing Development Authority; Villages and Fisheries Houses. Ministry of Local Government Housing (b) On modified ASH basis. and Construction. ' (c) TJHS Programme commenced ih 1985 under One Million •Houses Programme.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.861562252044678,
      7.959899425506592,
      8.908889770507812
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      221.52,
      63.33,
      259.13,
      74.4
    ],
    "text": "( 70 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      60.0,
      86.61,
      419.58,
      193.68
    ],
    "text": "consecutive year. The HDFC raises funds from its members and grants loans to members for the purpose of construction of houses, flats and other buildings. In 1986, the Corporation raised Rs. 2.5 million by the sale of subscription shares. This compared with a Rs. 26.3 million raised in 1985. A total of 646 deposit accounts were opened during the year and the amount deposited was Rs. 22 million. The rate of interest applicable to deposits was 9 per cent. The total amount granted to its members for housing construction was Rs. 74 million on 572 loans, as against Rs. 34 million in 1985 on 264 loans. The rate of interest on loans in 1986 ranged between 7.5 and 22 per cent per annum.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.902020454406738,
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      60.24,
      211.17,
      420.75,
      306.24
    ],
    "text": "The MHP spreads into the private sector as well, although information relating to private sector activities in housing construction is very scanty. In addition to provision of finance to the private sector by commercial banks and long-term credit institutions, another proxy for building activity in the private sector is the number of building applications approved by the Colombo Municipal Council. Such applica­tions increased by 36 per cent in 1986. Out of a total of 1,024 building approvals, 823 were either for construction of, or additions and alterations to, residential houses and flats.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      212.16,
      323.01,
      269.45,
      334.08
    ],
    "text": "TABLE 1.23",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      95.52,
      344.85,
      389.09,
      355.92
    ],
    "text": "Approval of Building Plans by Colombo Municipality 1985 - 1986(a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.633068084716797,
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      110.64,
      393.19,
      246.23,
      402.29
    ],
    "text": "Item 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      269.52,
      377.11,
      348.12,
      402.29
    ],
    "text": "% Change over 1984 1986",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      370.8,
      377.35,
      410.95,
      402.05
    ],
    "text": "% Change over 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.68,
      419.35,
      408.27,
      485.81
    ],
    "text": "1. New residential buildings 521 — 6.8 402 — 22.8 1.1 Houses 332 8.3 224 — 32.5 1.2 Flats ... 189 — 4.1 178 — 5.8 2. Commercial buildings 41 83 102.4 3. Industrial buildings ... 2 — 11 450.0 4. School buildings 2 — , 1 — 50.0 5. Additions and alterations 129 —27.9 421 226.3 6. Other buildings 59 25.5 105 78.0",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      4.973942279815674,
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.9073028564453125,
      7.959899425506592,
      11.250323295593262
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      151.68,
      502.15,
      407.78,
      512.21
    ],
    "text": "Total 754 —4.0 1,024 36.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      292.08,
      525.19,
      412.24,
      534.05
    ],
    "text": "Source: Colombo Municipality.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.92,
      540.79,
      275.92,
      549.65
    ],
    "text": "(a) .Excludes Government and Corporation building plans.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.4,
      563.49,
      148.01,
      574.56
    ],
    "text": "Urban Development",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.4,
      587.97,
      421.86,
      657.84
    ],
    "text": "The Urban Development Authority (UDA) took several steps to improve and expand its development and rehabilitation work during the year. The main projects undertaken were the work connected with the Parliamentary Complex, Food Stores Complex at Orugodawatta, Liberty Plaza, Superior Court Complex, Slums and Shanty Upgrading Programme, Colombo Road Rehabilitation Programme and development works connected with the Station Road, Bambalapitiya, Ratnapura",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      220.08,
      63.31,
      258.15,
      73.74
    ],
    "text": "( 71 )",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.095769882202148,
      9.295172691345215
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.08,
      85.89,
      419.56,
      121.44
    ],
    "text": "Secretariat and the Ceremonial Approach Road to the Parliament. Total expendi­ture incurred by the UDA in 1986 was Rs. 529 million, as compared with Rs. 317 million in 1985.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.6,
      136.29,
      419.22,
      243.36
    ],
    "text": "The UDA has spent about 75 per cent of the funds allocated to them on projects undertaken on behalf of clients. These include work connected with the Bambala-pitiya Station Road, Liberty Plaza and the Superior Court Complex. The Ratnapura Secretariat and the Court Complex were also completed during the year. The Land Bank utilized Rs. 73 million of its allocation for the purchase of commercially viable lands hitherto under-utilized or unutilized for development projects such as offices, hotels, shopping complexes, banking and industrial complexes. Rs. 28 million was spent on the Peliyagoda Integrated Development Project. Work connected with commercial complexes in Borella and other places absorbed Rs. 13 million in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.36,
      258.69,
      419.46,
      340.32
    ],
    "text": "Urban Housing Sub-Programme (UHSP) consisting of site and services develop­ment and slums and shanty upgrading continued during the year. A sum of Rs. 83 million was spent under these two programmes in 1986, as against a total allocation of Rs. 162 million. During 1986, 5,269 houses were completed, while 6,856 were under construction. During the year, 10,340 families were granted housing loans under the UHSP, of which 6,300 families also benefited under Site and Services Project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.124919891357422
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.56,
      354.69,
      152.82,
      365.76
    ],
    "text": "Roads and Railtracks",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.84,
      378.69,
      418.98,
      509.76
    ],
    "text": "The extent of the road network maintained by the Ministry of Highways at 25,476 kilometers remained more or less at the same level in 1986 as in the previous year. However, the road network maintained by local authorities increased by 14 per cent, rising from 43,455 kilometers in 1985 to 49,412 kilometers in 1986. The number of road bridges at 5,284 also remained at the same level as in 1985. Never­theless, a sum of Rs. 214 million was spent by the Ministry of Highways on construction works that were in progress. In addition, Rs. 648 million was spent on periodic and routine maintenance in 1986. This was more than a two-fold increase when compared to Rs. 308 million spent in 1985. Of the amount spent in 1986, periodic maintenance accounted for Rs. 496 million. This compare with Rs. 139 million spent in 1985.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.124425888061523
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.12,
      525.09,
      418.68,
      583.2
    ],
    "text": "The Five Year Road Maintenance and Rehabilitation Project funded by the World Bank and the Asian Development Bank resulted in a restructuring of the insti­tutional set up responsible for highway maintenance, planning and operations. The Road Development Authority (RDA) has undertaken the responsibility of cons­truction and maintenance of the road system of Sri Lanka since 1st January, 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.36,
      598.77,
      418.45,
      657.84
    ],
    "text": "The Ministry of Highways obtained loans amounting to Rs. 1,130 million from the World Bank and Rs. 600 million from the Asian Development Bank, and a grant for machinery of Rs. 72 million (Yen 432 million) from the Japanese Government, to partially fulfil the financial commitment of the Five Year Road Maintenance and Rehabilitation Programme initiated in 1984.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      218.64,
      59.49,
      256.73,
      70.56
    ],
    "text": "( 72 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.6,
      83.01,
      418.44,
      166.08
    ],
    "text": "Meanwhile, the Public Investment Programme allocated Rs. 663 million in 1986 for road rehabilitation and maintenance of which Rs. 136 million was expected to be obtained through foreign assistance. The Inter-Ministerial Committee for Co-ordi­nation and Planning of Transport (IMC-CPT) continued to function as the co-ordinating body of the on-going transport planning study funded by the World Bank. A major aspect of this study will be to formulate a feasible and effective method of systematic road maintenance and rehabilitation programmes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.56,
      179.01,
      418.74,
      226.08
    ],
    "text": "There was no addition to the existing network of railway track of 1,944 kilo­meters in 1986. Under the Public Investment Programme, Rs. 260 million was allocated for the rehabilitation of railway tracks during 1986 of which Rs. 170 million was expected from foreign assistance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.52,
      236.85,
      140.49,
      247.92
    ],
    "text": "Telecommunication",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.04,
      253.17,
      419.85,
      405.36
    ],
    "text": "In 1986, several projects were undertaken to imporve telecommunication services of the country. Direct dialling subscriber facilities (STD) were provided to new areas by upgrading the main switching centres in a number of districts. The communication network between different switching centres was also improved by replacing analogue trunks with new digital ones with higher capacity. In addition, international communication services too were expanded with the commissioning of the South East Asia-Middle East-Western Europe (SEA-ME-WE) submarine cable project. The implementation of the Master Plan prepared in 1981 for the upgrading of telecommunication services was almost completed during the year. In addition, the Department of Telecommunication has worked out a supplementary Master Plan with foreign technical and financial assistance to eliminate completely the over­all imbalance in the system and to meet the nationwide demand for telecommu­nication services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.24,
      419.25,
      420.66,
      536.16
    ],
    "text": "Under IDA assisted project and short-term development proposals, STD facilities were provided to certain selected switching centres, viz., Kosgama, Hanwella, Marawila, Lunuwila, Kotiyakumbura, Warakapola, Galgamuwa, Kuliyapitiya, Maho, Narammala, Polgahawela, Matugama, Bibile, Moneragala, Passera, WeUa-waya, Rattota, Ramboda, Udapussellawa, Elpitiya, Nagoda, Hiniduma, Nochchi-yagama and Medawachchiya. In addition, communication services between various switching centres were improved by introducing new digital trunks. Some of the lines improved were Colombo-Avissawella, Kalutara and Galle, Matale-Rattota, Kandy and Ratnapura, Ratnapura-Balangoda and Kolonne, Moneragala-Madul-sima-Bibile, Nuwara Eliya-Madulsima, Ramboda and Maskeliya, etc.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      61.44,
      547.17,
      420.84,
      582.24
    ],
    "text": "During the year under review, the international circuits to countries east and west of Sri Lanka were expanded by 190 circuits under the SEA-ME-WE submarine cable project which was commissioned in July, 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      61.44,
      594.93,
      421.46,
      654.0
    ],
    "text": "The Hambantota Project financed by the Finnish Development Agency (FINIDA) is expected to supply direct dialling facilities to the remote areas around Tangalle and Hambantota while another project financed by FINIDA is expected to provide direct dialling facilities to the areas of Ingiriya, Govinna and Horana during the next two years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      217.44,
      63.33,
      256.01,
      74.4
    ],
    "text": "( 73 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.48,
      87.09,
      223.74,
      98.16
    ],
    "text": "The Accelerated Mahaweli Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.52,
      103.17,
      415.74,
      222.24
    ],
    "text": "The Accelerated Mahaweli Programme (AMP) which includes the head work projects of Victoria, Kotmale, Madura Oya, Randenigala and Rantembe, related down stream engineering and irrigation works and settlement and agricultural production is the largest power, irrigation and agricultural development and settle­ment project undertaken in Sri Lanka. Having already completed most of the major works of these components, the remaining work was in progress during 1986. The total expenditure incurred on this programme up to the end of 1986 was Rs. 38,270 million. Of this, Rs. 4,426 million or 12 per cent was spent during 1986. The AMP is expected to be fully completed by the year 1992 and the final cost is estimated around Rs. 50,000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.0,
      235.41,
      415.86,
      366.48
    ],
    "text": "The total capital expenditure on the Victoria project by the end of 1986 amounted to Rs. 7,972 million. Only Rs. 645 million or 8 per cent of this was spent during the year, as a major portion of the work had been completed earlier. Since its commissioning in April, 1985 the project had released 1,166 million cubic meters of water for down stream irrigation in System 'B' and ' C . Power generated during this period is estimated at 1,502 gigawatt hours of energy which compares withits rated capacity of generating 600 gigawatt hours of firm energy and 200 gigawatt hours of secondary energy annually. Under the Victoria peripheral development programme, the construction of infra-structure facilities in the area was in progress. These included water supply schemes, centralized sewerage systems and post and telecommunication facilities.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      123.6,
      380.13,
      345.79,
      405.12
    ],
    "text": "TABLE 1.24 Accelerated Mahaweli Programme - Cost Estimates",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      359.76,
      407.59,
      410.02,
      416.45
    ],
    "text": "Rs. Million.'",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      95.28,
      435.43,
      122.84,
      444.29
    ],
    "text": "Project",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      188.4,
      423.19,
      360.05,
      452.45
    ],
    "text": "Budgeted Expenditure for 1986 Actual Expenditure for 1986(a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      365.76,
      423.67,
      411.77,
      456.29
    ],
    "text": "Cumulative Expenditure up to end 1986(a) .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      95.28,
      435.43,
      122.84,
      444.29
    ],
    "text": "Project",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      184.08,
      439.51,
      265.45,
      456.53
    ],
    "text": "Provisions Supple-mentaries",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      227.04,
      456.69,
      229.05,
      461.17
    ],
    "text": "t",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      3.632361650466919
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      278.88,
      443.11,
      300.49,
      451.97
    ],
    "text": "Total",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      313.68,
      427.27,
      360.05,
      452.45
    ],
    "text": "Actual Expenditure for 1986(a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      365.76,
      423.67,
      411.77,
      456.29
    ],
    "text": "Cumulative Expenditure up to end 1986(a) .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.72,
      469.75,
      180.88,
      551.09
    ],
    "text": "1. Victoria Reservoir 2. Kotmale Reservoir 3.. Randenigala Reservoir 4. Madura Oya and Canal ... 5. Minipe Transbasin Canal ... 6. Irrigation System 'B* 7. Irrigation System'C 8. Stage I 9. Stage II 10. Others",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.7870869636535645,
      7.850605487823486,
      7.864126205444336,
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      198.48,
      469.51,
      220.79,
      494.69
    ],
    "text": "74.0 57.0 945.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      190.56,
      502.15,
      224.14,
      526.85
    ],
    "text": "5.0' 1,083.0 721.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.10937213897705
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      198.48,
      542.47,
      220.6,
      551.33
    ],
    "text": "565.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      241.68,
      524.12,
      255.15,
      536.02
    ],
    "text": "—",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.5966157913208
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      284.64,
      469.27,
      306.95,
      494.45
    ],
    "text": "74.0 57.0 945.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      276.72,
      501.67,
      307.45,
      526.85
    ],
    "text": "~~5.0 1,083.0 721.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.10937213897705
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      284.88,
      541.99,
      306.81,
      550.85
    ],
    "text": "565.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      324.48,
      469.75,
      354.59,
      494.45
    ],
    "text": "644.9 542.6 1,184.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.10937213897705
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      331.92,
      501.91,
      354.23,
      526.61
    ],
    "text": "2.2 807.0 647.5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      331.68,
      534.07,
      353.95,
      551.09
    ],
    "text": "34.8 562.6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      368.88,
      469.99,
      407.02,
      550.13
    ],
    "text": "7,972.1 . 8i706.0 5,160.5 2,640.1 1,236.7 4,892.0 3,262.8 526.8 2,307.6 1,565.7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.10874080657959
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      97.92,
      566.6,
      404.92,
      578.5
    ],
    "text": "Total 3,450.0 — 3,450.0 4,425.6 38,270.3",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      10.5966157913208
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.24,
      589.27,
      406.72,
      598.13
    ],
    "text": "(a) Provisional. Source: Mahaweli Authority of Sri Lanka.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.52,
      610.05,
      415.02,
      657.12
    ],
    "text": "The total outlay on the Kotmale project by the end of 1986 was Rs. 8,706 million. Only Rs. 543 million or 6 per cent of this amount was spent during the year, as major components of the project had been completed earlier. Since its commission­ing in August, 1985 the project has generated 198 gigawatt hours of energy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.156573295593262
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      223.44,
      61.89,
      261.53,
      72.96
    ],
    "text": "( 74 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.12,
      85.89,
      421.97,
      168.96
    ],
    "text": "However, the power generation had to be temporarily suspended due to an unexpected leak which appeared in a tunnel and it is expected that reinforcements to the tunnel will involve an additional cost of about Rs. 500 million. Under the Kotmale Perip­heral Development Programme, the water supply scheme in the Kotmale new town was nearing completion. Doragala and Nayapane School complexes were under construction and the installation of electrical power supply in the new settlement areas was in progress.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.84,
      182.37,
      422.76,
      253.44
    ],
    "text": "The total amount spent up to the end of 1985 on the Maduru Oya project which came into operation in July, 1983 was Rs. 2,640 million. No additional expenditure was incurred on this project during 1986. This project is expected to provide irri­gation facilities for about 46,750 hectares of new land and 3,750 hectares of already cultivated land in System 'B' of the AMP. Provision has been made in the project layout for the construction of two power houses to generate 7.2 mW of power.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.32,
      268.53,
      423.63,
      351.6
    ],
    "text": "The total outlay on the Randenigala Reservoir project up to the end of 1986 was Rs. 5,161 million and Rs. 1,184 million or 23 per cent of this amount was spent in 1986. Impounding of the Randenigala reservoir commenced in March, 1986. Work on the power house and the switch yard was completed. Two generating units which were in operation produced 174 gigawatt hours of energy during the year which compares with the annual rated capacity of generating 420 gWh of firm energy and 200 gWh of secondary energy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.04,
      366.93,
      424.0,
      414.0
    ],
    "text": "Among the other items of expenditure during the year were Rs. 807 million spent on irrigation system 'B' and Rs. 648 million spent on irrigation system C . The cumulative outlay on these two systems up to the end of 1986 amounted to Rs. 4,892 million and Rs. 3,263 million, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.04,
      429.09,
      424.48,
      536.16
    ],
    "text": "According to provisional estimates, the total extent cultivated in the Mahaweli Command Area which comprises of about 155,000 hectares of new land during Maha 1985/86 was 40,822 hectares. This was an increase of 11 per cent over that of the same season in the previous year. The rise in the extent cultivated during the Maha season 1986 was largely due to the increased availability of irrigation water which helped to bring more land under cultivation in systems 'B' and ' C . The total extent cultivated during Yala 1986 rose by 27 per cent to 35,231 hectares. This too wa» largely a result of the increased extent brought under cultivation in systems 'B\\ ' C and 'H' in particular.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.28,
      551.49,
      425.34,
      656.64
    ],
    "text": "Paddy accounted for 79 per cent of the extent cultivated during the two seasons. However, there was a marginal increase in the extent under the cultivation of other food crops during the year. In the Maha season, paddy cultivation accounted for about 94 per cent of the area cultivated, whereas in the Yala season, its relative share fell to 61 per cent displaying the preference for the cultivation of other food and cash crops during that season, when water supplies were low. Large new areas were brought under cultivation during 1986. The area under paddy in System 'C increased by 44 per cent while that in System 'B' increased by 58 per cent. Area under paddy cultivation in System 'G' rose by 11 per cent.",
    "fonts": [
      "Helvetica-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      332.88,
      60.69,
      401.49,
      71.76
    ],
    "text": "TABLE 1.25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      233.52,
      82.05,
      511.98,
      93.12
    ],
    "text": "New Land Cultivated under Mahaweli Development Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      624.24,
      96.79,
      660.56,
      105.65
    ],
    "text": "Hectares.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      124.32,
      123.67,
      248.9,
      140.69
    ],
    "text": "Item Maha 1982/83",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      263.76,
      124.39,
      282.98,
      141.41
    ],
    "text": "Yala 1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      297.6,
      124.39,
      319.21,
      141.41
    ],
    "text": "Total 1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      333.6,
      124.63,
      362.78,
      141.65
    ],
    "text": "Maha 1983/84",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      377.52,
      124.87,
      396.74,
      141.65
    ],
    "text": "Yala 1984",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      411.36,
      125.11,
      432.97,
      142.13
    ],
    "text": "Total 1984",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      442.8,
      124.87,
      475.84,
      141.89
    ],
    "text": ". Maha 1984/85",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      491.28,
      124.87,
      510.32,
      141.65
    ],
    "text": "Yala 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      524.88,
      125.11,
      546.49,
      141.89
    ],
    "text": "Total 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      560.64,
      116.71,
      589.95,
      142.85
    ],
    "text": "Maha 1985/86 (a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      605.04,
      116.95,
      624.26,
      143.09
    ],
    "text": "Yala 1986 («)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      633.36,
      116.95,
      660.73,
      143.09
    ],
    "text": "Total 1986 . («>",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      83.28,
      165.91,
      662.36,
      176.21
    ],
    "text": "System'H' 25,261 6,546 31,807 23,620 19,990 43,610 23,309 18,319 41,628 24,298 21,078 45,376",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.076196670532227
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.0,
      181.75,
      662.3,
      192.05
    ],
    "text": "Paddy ... 22,400 3,917 26,317 22,514 14,292 36,806 22,957 9,709 32,666 23,449 8,836 32,285",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.063944816589355,
      8.072035789489746
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      107.52,
      198.07,
      661.96,
      208.13
    ],
    "text": "Other crops 2,861 2,629 5,490 1,106 5,698 6,804 352 8,610 8,962 849 12,242 13,091",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.049367904663086,
      8.06803035736084,
      8.068109512329102,
      8.072749137878418,
      8.07663345336914
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      82.8,
      214.15,
      662.59,
      223.97
    ],
    "text": "System'B? 2,682 1,400 4,082 1,749 1,438 3,187 2,535 2,246 .4,781 3,851 3,554 7,405",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.7859647274017334,
      7.959899425506592,
      8.032852172851562,
      8.049169540405273,
      8.049367904663086,
      8.04964542388916,
      8.051752090454102,
      8.070211410522461
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      107.76,
      230.23,
      661.92,
      240.05
    ],
    "text": "Paddy 2,200 1,400 3,600 1,749 1,438 3,187 2,472 2,061 4,533 3,686 3,463 7,149",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.032692909240723,
      8.032812118530273,
      8.033170700073242,
      8.049367904663086,
      8.04964542388916,
      8.05199146270752
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.0,
      246.07,
      662.73,
      256.18
    ],
    "text": "Other crops 482 • — \"[482 — — • — 63 185 248 165 91 256",
    "fonts": [
      "Helvetica-BoldOblique",
      "Times-Bold"
    ],
    "sizes": [
      4.973942279815674,
      5.968929767608643,
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      83.52,
      262.39,
      662.48,
      272.21
    ],
    "text": "System'C' — . 1,503 1,503 7,140 3,609 10,749 7,545 4,857 12,402 9,358 7,868 17,226",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.968929767608643,
      7.959899425506592,
      8.032812118530273,
      8.051076889038086,
      8.063864707946777,
      8.070133209228516,
      8.070211410522461
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.24,
      278.47,
      132.65,
      287.33
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      223.68,
      278.71,
      662.44,
      288.05
    ],
    "text": ": — • 1,503 1,503 5,352 3,609 8,961 6,086 4,827 10,913 7,945 7,782 15,727",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      1.7402329444885254,
      4.973942279815674,
      7.959899425506592,
      8.032812118530273,
      8.051076889038086,
      8.068546295166016,
      8.070211410522461,
      8.070648193359375,
      8.076196670532227
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.24,
      294.07,
      661.95,
      304.13
    ],
    "text": "Other crops — ' — • — . 1,788 — \" 1,788 1,459 30 1,489 1,413 86 1,499",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.968929767608643,
      5.999000072479248,
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      83.76,
      310.39,
      662.93,
      320.21
    ],
    "text": "System'G' 3,202 1,810 5,012 2,351 2,023 4,374 3,258 2,106 5,364 3,315 2,731 6,046",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0327730178833,
      8.033012390136719,
      8.049883842468262,
      8.051553726196289,
      8.068228721618652,
      8.076196670532227
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.72,
      326.47,
      662.46,
      336.05
    ],
    "text": "Paddy 2,958 1,321 4,279 1,975 1,405 3,380 2,941 1,198 4,139 3,153 1,423 4,576",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.032812118530273,
      8.049287796020508,
      8.051236152648926,
      8.051434516906738
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.72,
      342.31,
      661.89,
      352.13
    ],
    "text": "Other crops 244 489 733 376 618 994 \" 317 908 1,225 162 1,308 1,470",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      132.96,
      368.71,
      662.15,
      378.05
    ],
    "text": "Total 31,145 11,259 42,404 34,860 27,060 61,920 36,647 27,528 64,175 40,822 35,231 76,053",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      81.84,
      395.11,
      659.44,
      403.97
    ],
    "text": "(a) Provisional. Source: Mahaweli Authority of Sri Lanka.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      222.48,
      58.77,
      261.29,
      69.84
    ],
    "text": "( 76 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      61.44,
      82.77,
      422.58,
      189.84
    ],
    "text": "Paddy production in the Mahaweli 'H' area declined by 8 per cent to 115,500 metric tons, which was about 4 per cent of the total paddy output in 1986. This was largely due to reduced production during Yala, 1986 as a result of decreased extent sown and a fall in the average yield due to dry weather conditions towards the latter part of the season. The extent under subsidiary food crops in the 'H' area increased by 46 per cent to 13,091 hectares. The greater area brought under the cultivation of chillies and onions, particularly in the areas like Kalawewa, accounted for this increase. The area under subsidiary food crops in System 'G' also expanded by about 20 per cent to 1,470 hectares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.36,
      203.49,
      423.24,
      238.56
    ],
    "text": "The total number of families settled in System 'H' up to the end of 1986 was 28,666. In System *C, 12,422 families were settled by the end of 1986, while the number of families settled in System 'B' and 'G', was 9,921 and 3,295, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.921693801879883,
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.6,
      251.49,
      162.41,
      262.56
    ],
    "text": "Irrigation Development",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      63.36,
      274.05,
      424.38,
      321.12
    ],
    "text": "Irrigation development involves construction of new irrigation projects, rehabi­litation and improved management of existing irrigation schemes, and the restoration and rehabilitation of small scale reservoirs and anicuts. The Irrigation Department was involved in improving irrigation facilities outside the Mahaweli area during 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      64.8,
      334.29,
      426.36,
      549.36
    ],
    "text": "The Inginimitiya Reservoir Project in the Puttlam district commissioned in 1985 was fully completed in 1986. This reservoir is capable of providing irrigation facilities to about 4,300 hectares of new land and about 4,000 hectares of already cultivated land. The total cost of the project was estimated at Rs. 340 million. Nelu Oya Diversion Scheme to augment Morawewa, was continued, albeit slowly, owing to security problems. The progress of the Kirindi Oya Irrigation and Settle­ment Project was somewhat retarded during the year owing to delays in the construction of the main canals by the contractors. Stage I of the Nilwak Ganga Flood Protection Scheme, which could not be completed as scheduled in 1985 owing to adverse weather, was completed in 1986. Approximately 1,300 hectares of already cultivated land and 700 hectares of new land will receive flood protection relief from this stage of the project. The total cost of this project at this stage is estimated at Rs. 525 million. The Gal Oya Rehabilitation and Water Management Project, partly funded by USAID and aimed at rehabilitating the left bank of the Gal Oya Irrigation System covering 24,300 hectares was scheduled to be completed at the end of 1985. However, only about 85 per cent of the project was completed by the time USAID funding ended. The residual work, mainly the construction of field channels, was continued with government funds in 1986.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      66.72,
      563.01,
      427.08,
      656.4
    ],
    "text": "Other than these major projects, the Irrigation Department was also involved in the improvement of minor irrigation systems. Under the IDA assisted Village Irrigation Rehabilitation Project which envisages the modernization of about 1,200 village reservoirs and anicuts, 171 projects were completed during the year. The majority of them were in the Anuradhapura and Badulla districts. The total expen­diture on these projects estimated at around Rs. 706 million, of which, Rs. 131 million came from foreign aid. Approximately 5,179 hectares of land were expected to benefit from the improvements during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      220.32,
      57.33,
      258.89,
      68.4
    ],
    "text": "( 77 .)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.32,
      81.81,
      419.34,
      152.88
    ],
    "text": "Meanwhile, under the Integrated Rural Development Projects 139 works were completed, and most of them were in the districts of Kurunegala and Puttlam. One project was completed during the year under the Anuradhapura Dry Zone Development Project, funded through the Ministry of Agricultural Development and Research. The total amount of foreign aid utilized on these projects in 1986 was estimated to be Rs. 273 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.8,
      166.53,
      241.5,
      177.6
    ],
    "text": "Integrated Rural Development Programme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.08,
      190.53,
      419.3,
      249.6
    ],
    "text": "Integrated Rural Development Programmes (IRDP) aim at achieving more balanced regional development under the decentralised administration by raising employment, productivity, income and general living standards, of the rural population. IRD Programmes were implemented in 12 districts in 1985 and were extended'to cover Kegalle district in 1986.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.36,
      264.93,
      418.83,
      336.0
    ],
    "text": "The Kegalle IRDP was financially supported by the International Fund for Agricultural Development (IFAD). The total cost of this project to be implemented over seven years is estimated at Rs. 409 million, of which Rs. 266 million is expected from the IF AD. The programme mainly emphasizes the development of rural water supply, minor export crops, irrigation, tea small-holding, rural credit and rural road network.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.867522239685059,
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.84,
      351.33,
      418.59,
      386.4
    ],
    "text": "The total expenditure of IRDPs in 1986 amounted to.Rs. 397 million, compared with Rs. 404 million spent in the previous year. The cumulative expenditure on all projects upto the end of 1986 is presented in Table 1.26.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.12,
      401.49,
      418.44,
      532.56
    ],
    "text": "Generally, the IRDP projects continued satisfactorily in 1986, with the exception of projects in a few districts. Due to civil disturbances in the Northern and Eastern regions, the implementation of Mannar and Vavuniya projects funded by the World Bank was temporarily suspended, while the Netherlands Government restricted further commitments to the Mulliativu IRDP project until the security situation improves. Similarly, the full implementation of the IRDP project in Batticaloa funded by the Canadian Government was deferred until conditions improve. After several delays in implementation, the World Bank aided Kurunegala IRDP was finally concluded in December, 1986. Preparatory work on the proposed Gampaha district IRDP was under way during the year. Negotiations were also proceeding with the FINNIDA for an IRDP for the Kalutara district.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      354.48,
      70.29,
      416.77,
      81.36
    ],
    "text": "TABLE 1.26",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      178.08,
      90.21,
      566.29,
      101.28
    ],
    "text": "District-wise Expenditure on Integrated Rural Development Programme —1985 and 1986",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      617.52,
      101.35,
      665.44,
      110.21
    ],
    "text": "Rs. Million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      138.24,
      139.75,
      341.04,
      156.77
    ],
    "text": "District (a) Source of Foreign Aid",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      403.92,
      121.27,
      622.69,
      163.73
    ],
    "text": "Estimated Cost Expenditure to date Cumulative Expen­diture during 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      138.24,
      131.11,
      669.06,
      163.97
    ],
    "text": "Expen­diture during 1986(fr) District (a) Source of Foreign Aid Foreign",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      373.2,
      156.31,
      402.41,
      181.01
    ],
    "text": "Aid Commi­tment",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      421.68,
      155.11,
      537.72,
      172.13
    ],
    "text": "Local Total As at end 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      549.36,
      147.19,
      577.39,
      171.89
    ],
    "text": "As at and 1986(6)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      595.44,
      131.11,
      622.69,
      163.73
    ],
    "text": "Expen­diture during 1985",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      636.72,
      131.11,
      669.06,
      163.97
    ],
    "text": "Expen­diture during 1986(fr)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.84,
      188.71,
      656.33,
      199.49
    ],
    "text": "1. Kurunegala (1979) World Bank 430 215 645 595 645 56 50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.36,
      204.79,
      656.21,
      215.33
    ],
    "text": "2. Matara (1979) SIDA (Sweden) 179 20 199 94 119 13 25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.12,
      220.63,
      656.46,
      231.41
    ],
    "text": "3. Hambantota (1979) NORAD (Norway) 590 8 598 256 310 50 54",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      92.88,
      236.23,
      655.96,
      247.25
    ],
    "text": "4. Nuwara-Eliya (1980) Netherlands 410 11 421 139 187 40 48",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.864126205444336,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.36,
      252.31,
      656.21,
      263.09
    ],
    "text": "5. Matale (1981) World Bank 293 138 431 268 298 48 30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.12,
      268.39,
      656.18,
      278.93
    ],
    "text": "6. Puttlam (1981) World Bank 378 159 537 356 412 72 56",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      93.6,
      284.47,
      656.09,
      294.77
    ],
    "text": "7. Badulla (1982) IF AD 310 77 387 141 200 49 59",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      92.88,
      300.31,
      656.1,
      310.61
    ],
    "text": "8. Vavuniya (1984) World Bank 246 133 379 62 71 14 9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      92.88,
      316.15,
      656.34,
      326.69
    ],
    "text": "9. Mannar (1984) World Bank 220 118 338 50 58 18 8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      88.32,
      328.93,
      655.52,
      348.34
    ],
    "text": "10. Ratnapura (1984) Netherlands 80 — 80 22 53 19 31",
    "fonts": [
      "Courier",
      "Times-Bold"
    ],
    "sizes": [
      7.850605487823486,
      7.959899425506592,
      17.049110412597656
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      88.08,
      347.59,
      655.52,
      358.37
    ],
    "text": "11. Moneragala (1984) NORAD 500 16 516 29 50 22 21",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.689993381500244,
      7.959899425506592
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      88.32,
      361.09,
      655.5,
      380.5
    ],
    "text": "12. Mullativu (1985) Netherlands — — — 3 3 3 —",
    "fonts": [
      "Courier",
      "Times-Bold"
    ],
    "sizes": [
      7.801537990570068,
      7.959899425506592,
      17.049110412597656
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      88.56,
      376.69,
      659.36,
      396.1
    ],
    "text": "13. Kegalle (1986) IFAD 266 143 409 0.5 6 — 5.5",
    "fonts": [
      "Courier",
      "Times-Bold"
    ],
    "sizes": [
      7.7645344734191895,
      7.959899425506592,
      17.049110412597656
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      87.12,
      403.03,
      658.24,
      420.29
    ],
    "text": "(a) Indicates year of implementation. Source: Ministry of Plan Implementation. (6) Provisional.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  }
]