[
  {
    "page_number": 0,
    "bbox": [
      320.01,
      120.5,
      545.72,
      212.5
    ],
    "text": "ECONOMIC, PRICE ANDFINANCIAL SYSTEMSTABILITY, OUTLOOKAND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      20.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      91.43,
      176.74,
      208.61,
      206.74
    ],
    "text": "Chapter 1",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.19,
      232.53,
      144.89,
      244.53
    ],
    "text": "1.1Overview",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.19,
      251.71,
      290.15,
      717.69
    ],
    "text": "n 2007, the Sri Lankan economy recordeda growth of well above 6 per cent for thethird consecutive year for the first timesince Independence, demonstrating that SriLanka has now moved on to a higher growth pathof above 6 per cent per annum from the historicalaverage of around 4-5 per cent. The economygrew by 6.8 per cent, the annual average rate ofunemployment reached its lowest ever recordedlevel of 6.0 per cent, while the per capita incomerose further to US dollars 1,617 in 2007. Thisperformance is commendable, as it was achievedin a challenging environment of heightened securityconcerns arising from intensified terrorist activitiesand rising petroleum and commodity prices ininternational markets which threatened theachievement of price stability. The tight monetarypolicy stance of the Central Bank decelerated thegrowth in monetary aggregates and slowed downthe aggregate demand to a certain extent during2007, reflecting the effectiveness of demandmanagement policies. However, it was disappointingfor the monetary authority to observe the negationof the demand management efforts by external priceshocks and supply side shocks, despite the tighterand more disciplined monetary policy stancemaintained by the Central Bank. These external pricemovements and supply side shocks resulted in ahigher than expected inflation towards the secondhalf of the year. The fiscal consolidation processpursued by the government moved in the rightdirection; both the fiscal deficit and public debtcontinued to improve in line with the trend observedin recent years despite the lower than expectedrevenue collection during the year. This wasachieved amidst significant challenges faced by thegovernment such as rising defence expenditure,rising domestic interest rates and the need to grantseveral tax and duty concessions in order to rein in",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      71.81,
      250.61,
      84.32,
      295.61
    ],
    "text": "I",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      45.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.77,
      747.51,
      61.27,
      758.51
    ],
    "text": "2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.29,
      75.22,
      539.6,
      233.99
    ],
    "text": "environment. The regulation and supervision of thefinancial system was further strengthened with theimplementation of several new prudential regulations,while the systemically important payment andsettlement systems operated with near 100 per centavailability and safety. Hence, any near-term risks tothe financial system would be manageable and theoutlook for financial system stability is positive, withpolicies and measures being implemented to mitigaterisks and address vulnerabilities.1.2Macroeconomic Developments,Stability and Policy Responses in2007",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.29,
      240.65,
      430.6,
      250.65
    ],
    "text": "Real Sector Developments",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.29,
      257.83,
      539.6,
      543.82
    ],
    "text": "The economic growth in 2007 was mainly drivenby the performance in industry and servicessectors which grew by 7.6 per cent and 7.1 per cent,respectively, while the agriculture sector grewmoderately by 3.3 per cent. The services sector madethe highest contribution of 62 per cent to the overallgrowth, while the industry and agriculture sectorscontributed 32 per cent and 6 per cent, respectively.However, the shares of GDP from the services, industryand agriculture sectors remained almost unchangedat 60 per cent, 28 per cent and 12 per cent,respectively. In the services sector, posts andtelecommunications, cargo handling, transport, andfinancial services were the key performing sectors.Construction, export manufacturing, and mining andquarrying activities performed well in the industrialsector. Most of the agricultural activities achievedrelatively high growth rates, but the drop in theproduction of two major crops, viz., tea and paddy,dampened the overall growth performance of thesector. The expansion of the economy generated moreemployment opportunities, contributing to a furtherdrop in the annual unemployment rate from 6.5 percent in 2006 to 6.0 per cent in 2007, the lowest annualunemployment rate ever reported.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.29,
      550.94,
      539.6,
      721.95
    ],
    "text": "In 2007, most of the sub-sectors in theagriculture sector achieved relatively high growthrates except for tea and paddy. Continuous effortsto enhance the quality of Sri Lankan tea, higher globaldemand and increased value addition led tea pricesto rise well above the global average price, offsettingthe decline in production in 2007. Rubber productionbenefitted from attractive prices, combined with theadoption of new technologies. In order to develop therubber sector, steps were taken to increase thecultivation area, providing more incentives to growersand improved extension services. Coconut productionrose by 3.0 per cent during the year benefitting fromfavourable weather but the prices of coconut andcoconut based products increased sharply reflecting",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.41,
      565.27,
      269.88,
      575.23
    ],
    "text": "Chart 1.1Economic Growth and Unemployment",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.000649452209473,
      8.487201690673828
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      674.16,
      72.66,
      679.25
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      665.0,
      72.66,
      670.09
    ],
    "text": "1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      655.63,
      72.66,
      660.72
    ],
    "text": "2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      646.48,
      72.66,
      651.56
    ],
    "text": "3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      637.32,
      72.66,
      642.4
    ],
    "text": "4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      627.95,
      72.66,
      633.04
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      618.79,
      72.66,
      623.88
    ],
    "text": "6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      609.63,
      72.66,
      614.72
    ],
    "text": "7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      600.27,
      72.66,
      605.36
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      70.11,
      591.11,
      72.66,
      596.2
    ],
    "text": "9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.67,
      681.89,
      247.37,
      686.98
    ],
    "text": "20032004200520062007",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.91,
      615.67,
      67.0,
      642.38
    ],
    "text": "Growth (%)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      267.11,
      674.16,
      269.66,
      679.25
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      267.11,
      653.4,
      269.66,
      658.48
    ],
    "text": "6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      267.11,
      632.63,
      269.66,
      637.72
    ],
    "text": "7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      267.11,
      611.87,
      269.66,
      616.96
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      267.11,
      591.11,
      269.66,
      596.2
    ],
    "text": "9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      280.12,
      614.99,
      285.21,
      658.1
    ],
    "text": "Unemployment (%)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      112.78,
      691.46,
      138.22,
      709.06
    ],
    "text": "AgricultureIndustryServices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      197.9,
      691.3,
      258.83,
      704.0
    ],
    "text": "Unemployment - Right AxisGDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.088299751281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.87,
      74.2,
      289.15,
      192.2
    ],
    "text": "the escalating cost of goods and services. At the sametime, the government continued with its higher publicinvestment programme, aiming at expanding thecountry’s economic and social infrastructure to facilitatefuture economic growth. The government’s ability toreduce the deficit financing from domestic bankingsources substantially, despite a deviation from therevised target, was a welcome development as suchfiscal policy complemented the tight monetary policystance of the Central Bank.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.87,
      199.89,
      289.19,
      425.89
    ],
    "text": "The external sector demonstrated its resilienceto external shocks, with the balance of paymentsrecording a surplus of US dollars 531 million, whichraised the country’s external reserves to a higherlevel, along with a greater stability in the exchangerate. Country received the highest ever foreign directinvestment (FDI) inflow of around US dollars 734 milliondemonstrating the continuous foreign investorconfidence. While higher growth in exports and asteady increase in worker remittances mitigated theimpact of higher petroleum and commodity prices onimports to some extent, the higher expenditure onimport of investment goods required for infrastructuredevelopment was financed partly through debt andpartly through FDI inflows. However, large inflows offoreign exchange by way of loans may pose challengesto external competitiveness through an appreciationof the rupee and to monetary management throughexcessive monetary expansion.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.87,
      433.52,
      289.16,
      539.5
    ],
    "text": "The financial sector continued to grow stronglyand the financial system remained resilient in theface of unfavourable global financial marketconditions and rising domestic interest rates. Thesystemically important financial institutions maintainedtheir financial soundness through continued highprofitability, stronger capitalisation, improved assetquality and enhanced risk management, whichconsolidated their capacity to deal with the stressful",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      527.39,
      747.17,
      533.89,
      760.17
    ],
    "text": "3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.87,
      384.09,
      289.14,
      417.39
    ],
    "text": "the world trend of increasing demand for organic oilsto produce bio-fuel as a supplement to expensive fossilfuel.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.87,
      425.08,
      289.18,
      687.08
    ],
    "text": "With the sharply rising milk powder prices inglobal markets, the local dairy industry has beenidentified as an emerging key sector. Thegovernment has implemented a series of programmes,with the assistance of the private sector to encouragedairy farmers. Budget 2008 proposed to provide creditfacilities at concessionary rates for the importation ofmilch cows, development of animal husbandry andestablishment of small and medium milk processingcentres. Milk products from locally produced milk wereexempted from VAT with effect from January, 2008.Arrangements have been made to developinfrastructure facilities in the dairy sector, whileveterinary surgeons were recruited to provideveterinary services in the rural areas. Veterinary clinicswere established at regional level, while livestocksector health programmes were conducted andnecessary equipment provided. To increase the herdpopulation, a policy decision was taken to obtain highquality heifers for the dairy industry and regulationson the prevention of slaughtering of milch cows werestrengthened by increasing the fine on their slaughter.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.87,
      694.71,
      289.14,
      716.73
    ],
    "text": "Fish production fully recovered from theadverse impact of the tsunami, reaching the",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.29,
      385.9,
      539.59,
      515.24
    ],
    "text": "highest ever level of 291 million kg in 2007, anincrease of 16 per cent. Marine, and inland &aquaculture fish production increased by 17 per centand 9 per cent, respectively. Fish prices remainedgenerally stable during most of the year, mainly due tohigher production and intervention through directpurchasing of fish stocks by the Ceylon FisheriesCorporation (CFC) and fish distribution through theCFC’s stalls and trucks with freezer facilities. Severalsteps have been taken to increase fish productionfurther and to optimally use the marine resources (Box 5).",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.29,
      522.82,
      539.58,
      628.01
    ],
    "text": "With a view to increasing domestic foodproduction, the government presented the NationalPolicy on Agriculture in 2007. A national campaignwas introduced under the theme “Api Wawamu – RataNagamu” with the objective of increasing domesticagricultural production and containing the rising costof goods and services. Under this campaign, attemptshave been made to transfer new technology to farmerswith a view to improving agricultural productivity.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.29,
      635.58,
      539.62,
      716.96
    ],
    "text": "The growth momentum in the industrial sectorin 2007 was mainly attributed to the dynamism infactory industry. The government continued to focuson regional industrialisation and small and mediumenterprise development with the aim of improving thequality of products to international standards for exportmarkets, and addressing regional income disparity.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.4,
      171.64,
      525.88,
      355.06
    ],
    "text": "Agriculture257,131265,58612.311.96.33.310.36.0Agriculture, Livestock and Forestry235,872241,01011.310.83.42.25.33.6Fishing21,26024,5761.01.153.515.65.02.3Industry590,298635,19928.228.58.17.629.831.7Mining and Quarrying35,76942,6311.71.924.219.24.74.8Manufacturing370,355394,23317.717.75.56.413.116.8Electricity, Gas and Water52,92655,3392.52.514.84.64.61.7Construction131,248142,9966.36.49.29.07.48.3Services1,243,1191,331,60259.559.67.77.160.062.4Wholesale and Retail Trade514,511546,14524.624.57.16.122.922.3Hotels and Restaurants9,4119,1990.50.42.5-2.30.2-0.1Transport and Communication259,546286,77912.412.812.610.519.419.2Banking, Insurance and Real Estate etc.177,817193,3758.58.78.58.79.411.0Ownership of Dwellings71,53372,3453.43.21.11.10.50.6Government Services161,611171,2597.77.75.06.05.26.8Private Services48,68952,5002.32.47.87.82.42.7Gross Domestic Product2,090,5482,232,387100.0100.07.76.8100.0100.0Net Factor Income from Abroad-28,757-24,251-20.915.7Gross National Product2,061,7912,208,1377.57.1",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      89.5,
      82.33,
      138.8,
      93.33
    ],
    "text": "Table 1.1",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      115.52,
      140.85,
      132.33,
      147.85
    ],
    "text": "Sector",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.65,
      361.79,
      104.17,
      368.79
    ],
    "text": "(a ) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      210.42,
      83.5,
      510.35,
      93.5
    ],
    "text": "Gross National Product by Industrial Origin at Constant (2002) Prices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      225.11,
      126.66,
      538.69,
      142.44
    ],
    "text": "Value(Rs. million)As a Share of GDP(%)Rate of Change(%)Contribution to Change(%)",
    "fonts": [
      "Garamond-Light"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      217.34,
      153.84,
      534.24,
      160.95
    ],
    "text": "20062007(a)20062007(a)20062007(a)20062007(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      412.25,
      362.01,
      534.21,
      369.01
    ],
    "text": "Source : Department of Census and Statistics",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.77,
      747.51,
      61.27,
      758.51
    ],
    "text": "4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.87,
      73.86,
      289.19,
      275.6
    ],
    "text": "Duty and tariff concessions and tax concessions forestablishing, relocating or expanding industries throughspecial programmes, establishment of new economiczones and industrial parks, human resourcedevelopment through vocational training and universitycourses, facilitation of expanding market access andbrand promotion activities were the major initiativestaken by the government to promote the industrialsector during 2007. Meanwhile, industrial sectorperformance also benefited significantly from theGeneralised System of Preferences (GSP+) grantedby the EU countries, and from bilateral and regionaltrade agreements during the year. However, theindustrial sector needs to be able to compete withoutpreferential access as non-reciprocal preferentialaccess such as GSP+ could be withdrawn for non-economic reasons (Box 12).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.87,
      283.29,
      289.17,
      425.27
    ],
    "text": "The textile, wearing apparel and leatherproducts category, which is the major exportoriented industrial sub-sector of the country,recorded a higher output with the increasedutilisation of GSP+ duty concessions. Other exportmarket oriented industries such as rubber basedproducts, diamond processing, fabricated metal,machinery and transport equipment and gem andjewellery also recorded healthy growth rates in 2007.On the domestic front, strong demand boosted theoutput of food, beverages, cement, building materials,plastic and PVC products. The healthy growth of the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.29,
      73.92,
      539.65,
      275.94
    ],
    "text": "construction sector including mega infrastructuredevelopment projects by the government such aspower generation, ports and highways, irrigationprojects, and increased property development by theprivate sector was clearly reflected in the betterperformance of non-metallic mineral products includingcement, building materials and fabricated metal.Certain areas need to be addressed to improve theindustrial sector performance further, includingproductivity enhancement by increasing the usage ofmodern technology, increasing competitiveness bypromoting the quality of products to internationalstandards, introducing energy efficient productionmethods to mitigate the rising cost of fuel and energy,promoting backward linkages and maintaininginternational standards on labour regulations andenvironment.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.29,
      283.57,
      539.62,
      425.55
    ],
    "text": "The growth in value addition of the servicessector decelerated marginally, mainly due to thecontraction in the hotels and restaurants sub-sector, which was affected by the unfavourablesecurity situation, and also due to the slowdownin import and domestic trade activities. The servicesector growth was driven by export trading servicesand port related services, reflecting the healthy externaldemand, while the domestic oriented services, suchas, banking and telecommunication services alsocontributed significantly towards the betterperformance. The growth momentum in the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      66.54,
      512.7,
      527.19,
      696.13
    ],
    "text": "1. Domestic Demand3,262.03,946.422.121.0111.0110.31.1 Consumption2,439.82,949.721.220.983.082.4Private1,988.42,403.217.520.967.767.2Public451.4546.540.621.115.415.31.2 Investment (Gross Domestic Capital Formation)822.2996.725.021.228.027.9Private703.0804.527.914.423.922.5Public119.2192.210.061.34.15.42. Net External Demand-323.4-368.0-47.6-13.8-11.0-10.3Exports of Goods and Services885.41,046.111.618.130.129.2Imports of Goods and Services1,208.81,414.119.417.041.139.53. Total Demand (GDP) (1) + (2)2,938.73,578.419.821.8100.0100.04. Domestic Savings (3) - (1.1)498.8628.713.626.017.017.6Private569.0686.413.220.619.419.2Public-70.1-57.7-10.317.7-2.4-1.65. Net Factor Income from Abroad-40.4-38.8-34.54.0-1.4-1.16. Net Private Current Transfers197.9245.013.423.86.76.87. National Savings (4) + (5) + (6)656.3834.912.527.222.323.38. Savings Investment GapDomestic Savings - Investment (4) - (1.2)-323.4-368.0-11.0-10.3National Savings - Investment (7) - (1.2)-165.9-161.8-5.6-4.59. External Current Account Deficit withoutOfficial Grants (2) + (5) + (6)-165.9-161.8-5.6-4.5",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      87.8,
      448.74,
      137.1,
      459.74
    ],
    "text": "Table 1.2",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      118.47,
      494.62,
      131.13,
      501.62
    ],
    "text": "Item",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.68,
      702.91,
      101.45,
      709.91
    ],
    "text": "(a) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      220.29,
      447.08,
      497.14,
      457.08
    ],
    "text": "Aggregate Demand and Savings Investment Gap - 2006 and 2007",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      283.78,
      480.95,
      523.41,
      487.95
    ],
    "text": "Rs. billionGrowth %As per cent of GDP",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      267.85,
      496.2,
      532.71,
      503.71
    ],
    "text": "20062007(a)20062007(a)20062007(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      410.89,
      702.85,
      536.42,
      718.24
    ],
    "text": "Sources : Department of Census and StatisticsCentral Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      527.39,
      747.17,
      533.89,
      760.17
    ],
    "text": "5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.87,
      73.92,
      289.14,
      168.85
    ],
    "text": "telecommunications sector continued in 2007, largelysupported by further expansion in the coverage,introduction of advanced technology and value addedservices, increased competition and affordability, andhigher investments. Several new telecommunicationprojects were implemented during the year to improvethe capacity, technology, coverage and efficiency ofthe service.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.87,
      176.7,
      289.16,
      345.33
    ],
    "text": "A slowdown in real domestic aggregate demandreflects the effectiveness of the tight monetarypolicy stance maintained by the Central Bank. Bothconsumption and investment demand in real termsdecelerated to 4.9 per cent and 8.7 per cent in 2007from 7.1 and 13.4 per cent, respectively in 2006.Deceleration in domestic aggregate demand alsoreflected in the slower growth in the demand for importof goods and services. However, the impact of slowingdown in the domestic aggregate demand on overallgrowth was partly mitigated by the higher externaldemand. In real terms, export of goods and servicesincreased by 6.8 per cent in 2007 compared to 3.8 percent growth in 2006.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.87,
      353.19,
      289.17,
      546.14
    ],
    "text": "The savings-investment gap as a per cent ofGDP, improved during 2007. The governmentmanaged to reduce its dis-savings, thus helping to raiseoverall domestic savings. However, the still highdomestic savings-investment gap of around 10 per centhighlights the important role played by foreign capitaland worker remittance inflows in filling the requiredgap in investment in order to achieve the desired rateof economic growth. The gross domestic investmentsat 28 per cent of GDP remained at a level almost similarto 2006, while the domestic savings ratio improved to17.6 per cent in 2007 from 17.0 per cent in 2006. Withthe lower current account deficit in fiscal accounts, thegovernment was able to reduce the dis-savings ratioto 1.6 per cent of GDP in 2007 from 2.4 per cent in2006, contributing to the overall increase in the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      303.29,
      74.09,
      539.57,
      254.85
    ],
    "text": "domestic savings ratio. Consequently, the domesticsavings-investment gap as a per cent of GDP droppedto 10.3 per cent in 2007 from 11.0 per cent in 2006.Savings by Sri Lankan residents abroad by way ofworker remittances helped to reduce the nationalsavings-investment gap to 4.5 per cent, which wasreflected in the improvement of the current accountdeficit of the balance of payments as well. Theremaining gap was financed through FDI inflows, loansand grants to the government and portfolio inflows.The savings-investment gap is expected to remain highin the medium-term with the envisaged high investmentrequirements to achieve sustainable high growth, asdomestic savings are not likely to increase at a fasterrate than investments.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      303.29,
      262.71,
      449.15,
      272.71
    ],
    "text": "External Sector Developments",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      303.29,
      280.57,
      539.61,
      717.58
    ],
    "text": "The external demand provided a major impetusto economic growth and stability in 2007,supported by better performance in exports andremittances and supplemented by higher capitalinflows. The robust growth of key export destinationcountries during the major part of 2007, and initiativestaken by local entrepreneurs and the government,enhanced access to key markets with preferentialtreatment being received by Sri Lankan exportersunder various trade agreements. Foreign exchangeinflows from the major sources, such as garments andtextiles and tea, further increased in 2007 with earningsfrom tea exceeding the US dollars 1 billion mark. Manyof the other key categories of exports such asmachinery and equipment; food, beverages andtobacco; rubber products; and diamonds and jewellery,also increased. The higher growth of exports comparedto the growth of imports helped contain the expansionof the trade deficit in 2007. The trade deficit expandedby 5.6 per cent in US dollar terms compared with the34 per cent expansion in 2006 and improved as apercentage of GDP in 2007. Increased expenditure onimports of investment goods needed for developmentprojects undertaken by the government as well asinvestment activity of the private sector also contributedto the increased expenditure on imports. Earnings fromthe export of services such as transportation,information technology (IT) and IT enabled services,continued to increase, though there was a decline inthe earnings from tourism. Tourist arrivals, whichdeclined sharply during the first half of the year,recovered substantially during the latter part. Grossinflows on account of transportation services continuedto perform better, led mainly by a substantial increasein port related activities, resulting from a higher volumeof cargo handling, and increased earnings from",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.77,
      566.29,
      239.5,
      576.91
    ],
    "text": "Chart 1.2Savings and Investment",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      7.9992499351501465,
      8.485716819763184
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.67,
      677.48,
      76.57,
      683.27
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.67,
      663.11,
      76.57,
      668.9
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.73,
      648.73,
      75.53,
      654.53
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.73,
      634.36,
      75.53,
      640.16
    ],
    "text": "15",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.73,
      619.76,
      75.53,
      625.55
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.73,
      605.39,
      75.53,
      611.18
    ],
    "text": "25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.73,
      591.01,
      75.53,
      596.81
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      95.47,
      687.91,
      269.82,
      693.7
    ],
    "text": "20032004200520062007",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      104.28,
      701.82,
      241.54,
      707.61
    ],
    "text": "Gross InvestmentGross Domestic Savings",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.03,
      614.5,
      65.83,
      661.81
    ],
    "text": "Percentage of GDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.795650005340576
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.77,
      747.51,
      61.27,
      758.51
    ],
    "text": "6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.87,
      225.74,
      289.12,
      260.12
    ],
    "text": "passenger fares due to the expansion of flyingdestinations, flying hours and flying frequency bySriLankan Airlines.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.87,
      267.81,
      289.24,
      373.79
    ],
    "text": "Worker remittances continued to be a majorsource of inflows, financing around 70 per cent ofthe trade deficit in 2007. Worker remittances, whichgrew at a high rate for the third consecutive year,reached US dollars 2,502 million in 2007. The servicesaccount surplus, together with the increase in workerremittances, helped to contain the current accountdeficit, which improved as a percentage of GDP to 4.2per cent in 2007 from 5.3 per cent in 2006.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.87,
      381.48,
      289.16,
      547.44
    ],
    "text": "The capital and financial account registered animprovement in 2007 with higher inflows. Thecapital account, which records grants of a capital naturemostly to the government from development partners,received almost the same level of assistance as in2006. The gross FDI inflows, including the foreign loansobtained by BOI approved companies, reached arecord level of US dollars 734 million in 2007 from USdollars 604 million in 2006, mainly due to a sharpincrease in reinvestment of retained earnings byexisting BOI companies, especially those engaged inthe services sector. Total long-term and medium-termloan inflows to the government increased to US dollars1,290 million compared to US dollars 932 million in",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      303.29,
      73.92,
      539.57,
      311.94
    ],
    "text": "2006. The debut international bond issue and theopening up of 10 per cent of the outstanding Treasurybond stock to non-residents contributed to higherexternal inflows to the government. Despite turbulencein the worldwide stock markets due to the subprimeissue, the Colombo Stock Exchange (CSE) attractedmore foreign inflows on both gross and net basis,confirming investor confidence in Sri Lanka. Reflectingthese developments, the financial account recorded asurplus of US dollars 1,828 million in 2007 from USdollars 1,517 million in 2006. As a result, the combinedsurplus in the capital and financial account increasedsubstantially, and was more than sufficient to financethe current account deficit, resulting in a surplus of USdollars 531 million in the overall balance.Consequently, the external official reserves of thecountry improved significantly to comfortable levels,being sufficient to finance more than 3 months ofimports, thereby improving the resilience of the externalsector to shocks.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      303.29,
      318.15,
      539.62,
      460.19
    ],
    "text": "Meanwhile, the total external debt of thecountry, as a percentage of GDP, increased to 44.1per cent in 2007 from 43.3 per cent in 2006 mainlydue to the government’s higher reliance onexternal sources to finance its deficit in anenvironment of rising domestic interest rates. Thisstrategy eased pressure on domestic resources andreleased resources to the private sector and helped tostabilise domestic interest rates towards the end ofthe year. However, it is important to maintain the recentfavourable trends in public external debt in order toimprove debt and macroeconomic sustainability.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      303.29,
      466.41,
      539.61,
      680.39
    ],
    "text": "Under the floating exchange rate regime, theSri Lankan rupee can no longer be regarded as asteadily depreciating currency. With the maturingdomestic foreign exchange market, the exchange rateis now more responsive to, and determined through,market forces of supply and demand, while theintervention by the Central Bank is limited to mitigateexcessive volatility in the market and to build up officialexternal reserves. The rupee, which depreciated at arelatively higher rate against the US dollar during thefirst three quarters of the year, appreciated in the lastquarter with the inflow of the proceeds from the debutsovereign bond issue, and recorded a marginaldepreciation of 0.93 per cent by end 2007. The recentstabilisation of the Sri Lanka rupee underlines the needfor the export and import competing sectors to focusmore on productivity improvements and market accessin order to maintain external competitiveness.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      303.29,
      688.07,
      539.6,
      722.06
    ],
    "text": "Sri Lanka successfully completed its debutinternational bond issue of a benchmark size ofUS dollars 500 million in October 2007. The",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.43,
      75.54,
      274.8,
      94.95
    ],
    "text": "Chart 1.3Value of Petroleum Imports and Average Price of Crude Oil Imports",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      7.999499797821045,
      8.485981941223145
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.12,
      114.15,
      78.62,
      187.11
    ],
    "text": "03006009001,2001,5001,8002,1002,400",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      94.29,
      190.36,
      248.04,
      196.36
    ],
    "text": "20032004200520062007",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.66,
      132.05,
      63.66,
      163.73
    ],
    "text": "US $ million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      181.11,
      268.21,
      187.11
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      172.07,
      271.21,
      178.07
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      163.04,
      271.21,
      169.04
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      154.0,
      271.21,
      160.0
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      144.96,
      271.21,
      150.96
    ],
    "text": "40",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      135.72,
      271.21,
      141.72
    ],
    "text": "50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      126.68,
      271.21,
      132.68
    ],
    "text": "60",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      117.64,
      271.21,
      123.64
    ],
    "text": "70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      265.21,
      108.6,
      271.21,
      114.6
    ],
    "text": "80",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      279.55,
      129.79,
      285.55,
      162.61
    ],
    "text": "US $ / barrel",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      127.16,
      203.3,
      226.6,
      209.3
    ],
    "text": "Value Avg Price - Right Axis",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.999650001525879
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.34,
      569.04,
      241.58,
      579.4
    ],
    "text": "Chart 1.4Balance of Payments (BOP)",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.00054931640625,
      8.487095832824707
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.14,
      682.02,
      75.4,
      687.87
    ],
    "text": "-4.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.14,
      665.17,
      75.4,
      671.02
    ],
    "text": "-3.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.14,
      648.32,
      75.4,
      654.17
    ],
    "text": "-2.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.14,
      631.24,
      75.4,
      637.09
    ],
    "text": "-1.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      68.71,
      614.39,
      76.02,
      620.24
    ],
    "text": "0.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      68.71,
      597.54,
      76.02,
      603.39
    ],
    "text": "1.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      96.32,
      692.55,
      270.41,
      698.4
    ],
    "text": "20032004200520062007",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.69,
      625.16,
      63.54,
      654.43
    ],
    "text": "US $ billion",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      96.32,
      706.12,
      269.9,
      711.98
    ],
    "text": "Trade BalanceCurrent A/c Balance Overall Balance",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.8501996994018555
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      527.39,
      747.17,
      533.89,
      760.17
    ],
    "text": "7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      52.87,
      625.94,
      289.15,
      719.9
    ],
    "text": "country’s sound economic fundamentals, conduciveinvestment climate, future growth potential and theunblemished debt servicing record, played a major rolein the success of the bond, which was issued at a timewhen the global financial markets were in turmoil dueto the after effects of the subprime issue. With the bondissue, Sri Lanka has marked its presence in the globalfinancial market and enhanced its access to the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.29,
      73.92,
      539.59,
      179.45
    ],
    "text": "market. This is particularly useful in view of thedeclining access by Sri Lanka to concessionalfinancing from traditional development partners withthe achievement of middle income status. The bondissue has also brought about self-imposedmacroeconomic discipline, as the wider global investorcommunity and international rating agencies will nowbe closely monitoring Sri Lanka’s macroeconomicdevelopments (Box 15).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.29,
      187.02,
      437.96,
      197.02
    ],
    "text": "Fiscal Sector Developments",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.29,
      204.54,
      539.64,
      535.89
    ],
    "text": "The fiscal strategy of the government continuedin the direction enunciated in the “Ten-year Vision”policy document, which was the basis of thegovernment’s fiscal policy framework. The fiscalpolicy thrust has been designed to achieve a higherand sustainable economic growth while strengtheningthe fiscal consolidation process further. Strong effortswere made to achieve fiscal targets in the face ofseveral challenges including the need for enhancingcounter terrorism measures to strengthen nationalsecurity, relatively high inflation and inflationarypressures, sharply rising international commodity andoil prices, and sharply rising domestic interest rates.These challenges resulted in deviations in the factorsassociated with underlying assumptions of Budget2007, thereby affecting the targeted outcomes. Amidstthese adverse trends, the fiscal sector continued itsimproving trend, albeit at a slower pace than originallyenvisaged. Notwithstanding the improvements, thesector still suffers from several drawbacks such asshortfalls in revenue collection, overruns in recurrentexpenditure, lower than expected performance in thepublic investment programme and weak financialperformance of major state trading enterprises (STEs)and state owned enterprises (SOEs). Therefore, it isnecessary to work intensively towards improving thefiscal performance at a faster rate and to strengthenthe debt management process further.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.29,
      543.41,
      539.58,
      720.03
    ],
    "text": "In 2007, total revenue in nominal termsincreased by 18.3 per cent, compared to 2006. Theincrease was due to the continuous efforts made bythe government in further strengthening taxadministration, streamlining tax incentives andexemptions, enhancing tax compliance andstrengthening enforcement. However, total revenuewas lower than the budgetary target mainly due to theprovision of tax concessions on essential importedcommodities to counter the rising cost of goods andservices, and lower volume and total value of vehicleimports in 2007, as people opted to import lower valuemotor vehicles due to the high import duty structuremaintained on fuel inefficient vehicles as a measureof managing the impact of escalating oil prices. The",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.29,
      84.77,
      114.53,
      95.77
    ],
    "text": "Table 1.3",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.51,
      123.28,
      72.16,
      130.28
    ],
    "text": "Item",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      190.13,
      134.11,
      243.4,
      141.11
    ],
    "text": "20062007 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      147.1,
      83.84,
      276.35,
      93.84
    ],
    "text": "External Sector Developments",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      148.39,
      276.82,
      189.01
    ],
    "text": "Exports6,8837,74012.5 Agricultural products1,2931,50716.6 Industrial products:5,4015,9209.6 Mineral exports1201297.7 Other exports69184166.2",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      193.24,
      276.81,
      233.86
    ],
    "text": "Imports10,25411,30110.2 Consumer goods1,9802,0021.1 Intermediate goods5,9626,5139.2 Investment goods2,2462,68519.6 Other6510053.2",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      238.14,
      276.8,
      245.14
    ],
    "text": "Trade balance-3,371-3,560-5.6",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      249.36,
      276.8,
      273.14
    ],
    "text": "Services, net257239-7.0 Receipts1,6251,7115.3 Payments1,3681,4737.6",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      277.43,
      276.83,
      301.21
    ],
    "text": "Income, net-389-3587.9 Receipts31144944.3 Payments70080715.3",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      305.43,
      276.82,
      354.44
    ],
    "text": "Current transfers, net2,0052,31115.3Private remittances, net1,9042,21416.3 Receipts2,1612,50215.8 Payments25728811.9 Official Transfers, net10197-4.0Current account balance-1,499-1,3698.7",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold",
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      358.72,
      276.79,
      365.72
    ],
    "text": "Capital account291269-7.4",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      369.95,
      276.79,
      376.95
    ],
    "text": "Financial account1,5171,82820.5",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      381.23,
      276.83,
      497.42
    ],
    "text": "Direct investment, net45154821.6 Inflows48060325.6 Outflows295587.1 Private long-term,net-3531188.6 Inflows13919943.3 Outflows174168-3.4 Government, long-term,net49167236.9 Inflows9321,29038.4 Outflows44161840.1 Government, short-term,net0372 Short-term:610205-66.4 of which:Portfolio investment,net5110199.2Errors and Omissions-105-198Overall balance204531",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold",
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.49,
      501.65,
      239.96,
      559.05
    ],
    "text": "Gross official reserves (without ACU)2,5263,063 Months of imports3.03.3Total external reserves (without ACU)3,6954,511 Months of imports4.34.8Export price index103.3108.3Import price index107.0113.3Terms of trade96.695.6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.58,
      608.57,
      93.35,
      615.57
    ],
    "text": "(a) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      261.22,
      123.68,
      282.08,
      139.07
    ],
    "text": "%Change",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      199.88,
      119.37,
      222.93,
      126.37
    ],
    "text": "US$ mn",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      190.52,
      607.95,
      282.99,
      614.95
    ],
    "text": "Source: Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.6,
      563.44,
      285.19,
      604.06
    ],
    "text": "Exchange rates (Average) App(+) /Dep(-) Rs./US$103.96110.62-6.0 Rs./Yen0.890.94-5.0 Rs./Euro130.63151.63-13.8 Rs./STG191.53221.46-13.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.260990619659424,
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.77,
      747.51,
      61.27,
      758.51
    ],
    "text": "8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.87,
      264.3,
      289.16,
      501.92
    ],
    "text": "revenue loss due to these two factors alone has beenestimated to be Rs. 24 billion (0.7 per cent of GDP).Total revenue amounted to 15.8 per cent of GDP in2007 compared to 16.3 per cent in the previous year.Public investment continued its rising trend andreached 6.4 per cent of GDP compared to 6.0 per centin 2006. The implementation of economic and socialinfrastructure projects with an emphasis on megainfrastructure development projects and ruraldevelopment initiatives contributed to thisimprovement. However, the realised public investmentratio was much lower than the original target of 8.6per cent of GDP. The recurrent expenditure exceededthe target mainly due to higher than plannedexpenditure on national security, salaries and wages,pension payments and interest payments. As acombined outcome of these developments, the overalldeficit in 2007 turned out to be 7.7 per cent of GDP, adecline compared to both the original target of 8.4 percent and the deficit of 8.0 per cent in 2006.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.87,
      509.55,
      289.21,
      531.57
    ],
    "text": "In 2007, there was a notable change in thefinancing mix of the budget deficit, in line with the",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.29,
      73.92,
      539.6,
      297.14
    ],
    "text": "continued efforts towards diversifying deficitfinancing options. The debut international bond issuein 2007 was the most recent financing instrumentintroduced by the government in this context. Inresponse to the rising and volatile domestic marketinterest rates, the government opted to switch to moreexternal borrowings. However, more externalborrowings would increase the debt stock’s exposureto exchange rate risks, which need to be managedprudently. A higher amount of the budget deficit in 2007was financed through foreign sources. Consequently,financing from domestic sources fell below thebudgeted level. Borrowing from the banking systemwas marginally below the original target and recordeda significant decline from the previous year. The debutinternational sovereign bond issue and foreigninvestments in rupee denominated Treasury bondswere mainly responsible for the relatively lowerrecourse to bank financing in 2007.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.29,
      304.6,
      539.63,
      503.39
    ],
    "text": "The declining trend in the outstanding debt toGDP ratio continued in 2007 and reached 85.8 percent from 88.7 per cent at end 2006, improving thesustainability of public debt. This was mainly dueto the stabilisation of the rupee vis-a-vis major foreigncurrencies towards the end of 2007 and slower growthin outstanding debt relative to nominal economicgrowth. In nominal terms, the outstanding debtincreased by Rs. 462 billion to Rs. 3,070 billion during2007. Meanwhile, a number of debt service indicatorscontinued to reflect improved performance. However,there is a need to smoothen the maturity profile of thedomestic debt to minimise the pressure on governmentfiscal operations. In order to avoid bunching of therepayment of foreign currency denominatedcommercial loans, their maturity structures also needto be lengthened.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.29,
      510.85,
      539.62,
      721.43
    ],
    "text": "The fiscal sector still suffers from severalweaknesses despite the improvements in 2007,highlighting the need for intensive efforts towardsfurther improvements. Revenue shortfalls andoverruns in recurrent expenditure lead the governmentto borrow to meet the additional fund requirement,resulting in an increase in the debt stock and the futureinterest cost. The shortfall in the revenue collection in2007 also poses a risk in achieving the revenue targetfor 2008, unless appropriate measures are introducedduring the course of the year to manage this risk. Theincurrence of recurrent expenditure over and abovethe target acts as an impediment to the long-run growthpotential of the country, as it reduces the resourcesavailable for public investment. The opportunity costinvolved in such expenditures is much higher in termsof the benefits that could accrue to the country fromcapital investments in the future. In addition, slow",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.4,
      80.64,
      277.04,
      90.88
    ],
    "text": "Chart 1.5Revenue, Expenditure and Budget Deficit",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      7.999499797821045,
      8.485981941223145
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.54,
      214.54,
      74.6,
      219.83
    ],
    "text": "-15",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.54,
      202.47,
      74.6,
      207.77
    ],
    "text": "-10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.93,
      190.41,
      75.34,
      195.7
    ],
    "text": "-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.26,
      178.56,
      75.9,
      183.85
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.26,
      166.49,
      75.9,
      171.78
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.66,
      154.43,
      74.95,
      159.72
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.66,
      142.36,
      74.95,
      147.66
    ],
    "text": "15",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.66,
      130.51,
      74.95,
      135.8
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.66,
      118.45,
      74.95,
      123.74
    ],
    "text": "25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.66,
      106.38,
      74.95,
      111.67
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      94.85,
      224.06,
      280.68,
      229.36
    ],
    "text": "20032004200520062007 Prov.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.63,
      139.77,
      67.92,
      184.29
    ],
    "text": "Percentage of GDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      115.38,
      238.46,
      234.47,
      243.75
    ],
    "text": "ExpenditureRevenueOverall Deficit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.291749954223633
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.34,
      547.78,
      273.77,
      558.71
    ],
    "text": "Chart 1.6Government Debt as a percentage of GDP",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.000749588012695,
      8.487308502197266
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      74.95,
      667.9,
      77.59,
      673.17
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.49,
      651.46,
      77.76,
      656.73
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.49,
      635.02,
      77.76,
      640.29
    ],
    "text": "40",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.49,
      618.58,
      77.76,
      623.84
    ],
    "text": "60",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      72.49,
      601.92,
      77.76,
      607.19
    ],
    "text": "80",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.04,
      585.48,
      77.94,
      590.75
    ],
    "text": "100",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      70.04,
      569.04,
      77.94,
      574.3
    ],
    "text": "120",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      94.64,
      678.87,
      288.78,
      684.14
    ],
    "text": "20032004200520062007 Prov.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      57.95,
      598.35,
      63.22,
      641.38
    ],
    "text": "Percentage of GDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      152.29,
      700.16,
      227.09,
      705.43
    ],
    "text": "DomesticForeign",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.269599914550781
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      527.39,
      747.17,
      533.89,
      760.17
    ],
    "text": "9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.87,
      73.75,
      289.15,
      131.15
    ],
    "text": "progress in the public investment programme leads tocost escalations requiring higher amount of resourcesto implement the infrastructure projects so delayed.Meanwhile, the financial viability and the performanceof some SOEs remains a concern.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.87,
      138.78,
      289.17,
      373.0
    ],
    "text": "The government, in its policy documents,including the “Ten-year Vision” and the “MediumTerm Macro Fiscal Framework: 2007-2010”, hasalready announced its commitment to address theabove weaknesses. It is evident that the governmentis mindful of the implications of fiscal aggregatesmoving to unsustainable levels. Accordingly, containingthe budget deficit at a sustainable level has been givenpriority and is considered to be the centerpiece of theentire fiscal process. Timely implementation of plannedand additional measures to achieve the anticipatedtargets is essential since deviations from the targetsin the fiscal front will create adverse ramifications onthe overall macroeconomic management of thecountry. In particular, they would make monetarymanagement more difficult, while hindering therealisation of the anticipated high and sustainableeconomic growth with stability, which aim at reducingpoverty and regional economic disparities on asustainable basis.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.87,
      380.46,
      203.74,
      390.46
    ],
    "text": "Monetary Sector Developments",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.87,
      397.92,
      289.16,
      714.68
    ],
    "text": "In 2007, the Central Bank further strengthenedits tight monetary policy stance to restrain therising inflationary pressures. During 2007, themonetary policy implementation strategy was moregeared towards not exceeding tight quantitative targetsof monetary aggregates, thereby allowing marketinterest rates to adjust upwards in order to curtailexcessive demand. At the beginning of the year, theCentral Bank announced its monetary policyobjectives, strategy and targets for 2007 in its “RoadMap for Monetary and Financial Sector Policies for2007 and Beyond”. In setting monetary targets for2007, in addition to the expected macro-economicdevelopments in 2007, the higher monetary expansionexperienced in 2006 was also taken into consideration.Accordingly, tighter monetary policy targets were setfor the year, and strong measures were implementedto achieve them. The policy interest rates, viz.,Repurchase and Reverse Repurchase rates, wereraised by 50 basis points in early 2007. Open MarketOperations were conducted aggressively, whileimposing certain limits on the banks on their access tothe reverse repurchase facility of the Central Bank,thereby directly restricting the credit creating capacityof banks. In addition, moral suasion was used todiscourage banks from excessive credit creation, whilecontinuing with the prudential measures introduced in",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      303.29,
      73.75,
      539.56,
      142.94
    ],
    "text": "2006 to safeguard banks against unhealthy creditexpansion. The more focused quantitative targetapproach was adopted to fast track the transmissionmechanism as the increase in policy rates by 350 basispoints since end 2004 appeared to impact themonetary expansion with a long time lag.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      303.29,
      150.57,
      539.61,
      352.59
    ],
    "text": "The monetary policy decision making processwas further strengthened with the introduction ofa new monitoring mechanism to assessmacroeconomic developments against the targets.Major macroeconomic variables that have a bearingon monetary policy targets were identified and acomprehensive mechanism for monitoring theirdevelopments was introduced at the beginning of 2007.This mechanism helped the Central Bank to ascertainin advance any slippages of policy variables and makerecommendations to the government for earlycorrective action. A Monetary Policy ConsultativeCommittee (MPCC) comprising various stakeholders,including representatives of the private sector andacademia, was established in order to use theirexpertise to strengthen the monetary policy decisionmaking process.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      303.29,
      360.22,
      539.65,
      538.2
    ],
    "text": "The monetary policy strategy with a focusedquantitative target approach was more effective incontaining monetary expansion, thereby curtailingdemand-pull inflation. The growth in reserve moneywas contained well within the targets and restricted to10.2 per cent, the lowest growth in the last five years.This helped to neutralise almost fully, the impact ofexcessive reserve money expansion experienced in2006. The reserve money expansion was highlyrestrictive compared with the nominal GDP growth of21.8 per cent. As a result, broad money growth alsodecelerated, though it remained above the levelenvisaged in the monetary programme. Both the netforeign assets (NFA) and net domestic assets (NDA)increased, contributing to the broad money expansion",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      310.6,
      666.16,
      314.25,
      673.8
    ],
    "text": "8",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      654.4,
      313.95,
      662.04
    ],
    "text": "10",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      642.89,
      313.95,
      650.52
    ],
    "text": "12",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      631.13,
      313.95,
      638.77
    ],
    "text": "14",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      619.37,
      313.95,
      627.01
    ],
    "text": "16",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      607.62,
      313.95,
      615.25
    ],
    "text": "18",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      596.1,
      313.95,
      603.74
    ],
    "text": "20",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      584.34,
      313.95,
      591.98
    ],
    "text": "22",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      306.66,
      572.58,
      313.95,
      580.22
    ],
    "text": "24",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      7.6386308670043945
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      309.5,
      549.66,
      529.75,
      559.59
    ],
    "text": "Chart 1.7Growth in Reserve Money and Broad Money",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      7.989945888519287,
      8.475868225097656
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      358.09,
      704.27,
      529.96,
      710.26
    ],
    "text": "Reserve Money GrowthBroad Money Growth",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.9924468994140625
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      298.32,
      615.52,
      306.31,
      641.5
    ],
    "text": "Per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.989945888519287
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "10",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.87,
      265.94,
      289.16,
      395.45
    ],
    "text": "in 2007. Within the NDA, the growth in credit to theprivate sector decelerated by about 7 percentagepoints to around 19 per cent, responding to the highermarket interest rates, resulting from the tight monetarypolicy measures. The borrowings by the governmentfrom the banking sector, which increased significantlyin 2006, were contained at the budgeted level during2007. However, credit to public corporations increasedsubstantially compared to the expected level entirelydue to increased borowings by the Ceylon PetroleumCorporation (CPC).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.87,
      403.02,
      289.24,
      603.4
    ],
    "text": "Despite the tight demand management policiesof the Central Bank, inflation exceeded the orginalexpectation for the year due to several factors. Thetight monetary policy measures of the Central Bankhelped to reduce inflation gradually during the first halfof 2007. However, the substantial increase ininternational market prices of oil, the complete removalof fuel subsidies since July 2007 and sharp rises inseveral other commodity prices in international marketsled to an upward adjustment in domestic prices ofseveral goods and services, particularly during thesecond half of the year (Box 17). The passthrough ofinternational price increases, though it led to a one-offincrease in prices, will have a favourable impact oncontaining future inflation by eliminating the need forsubsidising the same through the expansionaryborrowings of the government.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.87,
      610.97,
      177.48,
      620.97
    ],
    "text": "Financial System Stability",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.87,
      627.13,
      289.16,
      720.41
    ],
    "text": "The Financial sector remained resilient andstable in 2007, despite increased pressures fromexternal and domestic macroeconomic andfinancial market developments. The key financialinstitutions maintained their soundness through highprofitability, increased capital levels and improvedasset quality within an enhanced regulatory andsupervisory framework, which has strengthened their",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      303.29,
      73.98,
      539.57,
      251.51
    ],
    "text": "resilience and risk absorption capacity. During 2007,the reach of the banking sector in the country improvedwith the expansion of the branch network of bothlicensed specialised banks (LSB) and licensedcommercial banks (LCB). The US subprime housingmortgage issues, which resulted in tighter creditconditions and higher risk premiums in internationalfinancial markets, have not affected Sri Lanka, as localfinancial institutions did not have exposure to the assetbacked securities and derivatives (Box 18). Althoughthe outlook for financial system stability remainspositive, the prevailing downside risks requirecontinued vigilance and risk mitigation to prevent theoccurrence of events that could have an adverseimpact.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      303.29,
      259.2,
      539.6,
      509.18
    ],
    "text": "The supervisory and regulatory frameworkgoverning the financial sector was upgraded withseveral directives and measures introduced tostrengthen the soundness of both banks and non-bank financial institutions. The preparatory work forthe implementation of the Basel II Capital AdequacyFramework for banks from 2008 was completed (Box20). The adoption of Basel II is expected to improvethe soundness and risk management of banks by betteraligning the bank’s capital with its risk profile and byproviding more comprehensive capital coverage forcredit, market and operational risks. A Direction oncorporate governance for banks was issued by theCentral Bank (Box 19) and a mandatory code forcompanies listed on the CSE was issued by theSecurities and Exchange Commission (SEC). Further,compliance-based supervision was shifted towardsrisk-based supervision. Proposals to diversify theactivities of primary dealers, subject to appropriateregulatory and prudential safeguards, were alsoapproved in 2007.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      303.29,
      516.81,
      539.6,
      718.83
    ],
    "text": "The legal framework supporting the financialsystem was reinforced and updated, to furtherstrengthen the stability of the financial sector. TheFinance Leasing Act was amended to enablespecialised leasing companies to raise funds from thepublic through the issue of debt securities. In addition,revisions to the Finance Companies Act were draftedto strengthen the Central Bank’s regulatory andinvestigative powers with respect to financecompanies. A new Securitisation law has been draftedto enable the issuance of asset-backed securitiesthrough bankruptcy remote special purpose vehiclesand for the regulation of structured finance products.The Securities and Exchange Commission Act is beingamended to bring financial derivatives under its ambit.Further, the Regulation of Insurance Industry Act isbeing amended to strengthen prudential supervision",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.93,
      80.79,
      240.06,
      91.15
    ],
    "text": "Chart 1.8Interest Rate Movements",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.00094985961914,
      8.487520217895508
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      66.56,
      196.89,
      69.56,
      202.89
    ],
    "text": "6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      66.56,
      187.83,
      69.56,
      193.83
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      178.77,
      68.61,
      184.78
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      169.48,
      68.61,
      175.48
    ],
    "text": "12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      160.43,
      68.61,
      166.43
    ],
    "text": "14",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      151.37,
      68.61,
      157.37
    ],
    "text": "16",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      142.31,
      68.61,
      148.31
    ],
    "text": "18",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      133.25,
      68.61,
      139.25
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      123.96,
      68.61,
      129.96
    ],
    "text": "22",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      114.9,
      68.61,
      120.9
    ],
    "text": "24",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.61,
      105.84,
      68.61,
      111.84
    ],
    "text": "26",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      130.47,
      229.72,
      257.96,
      236.03
    ],
    "text": "Repo RateReverse Repo Rate",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      142.57,
      243.48,
      236.38,
      249.49
    ],
    "text": "Weighted Average Call Money Rate",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.000699996948242
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      74.45,
      202.56,
      80.82,
      223.76
    ],
    "text": "05- Jan",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      87.16,
      202.49,
      93.53,
      215.24
    ],
    "text": "Mar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      99.27,
      202.48,
      105.63,
      215.61
    ],
    "text": "May",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      110.77,
      202.5,
      117.14,
      214.89
    ],
    "text": "July",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      122.57,
      202.56,
      128.94,
      213.07
    ],
    "text": "Sep",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      134.58,
      202.23,
      140.94,
      213.86
    ],
    "text": "Nov",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      145.88,
      202.56,
      152.24,
      223.76
    ],
    "text": "06- Jan",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      158.59,
      202.49,
      164.95,
      215.24
    ],
    "text": "Mar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      170.69,
      202.48,
      177.06,
      215.61
    ],
    "text": "May",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      182.2,
      202.5,
      188.56,
      214.89
    ],
    "text": "July",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      194.0,
      202.57,
      200.36,
      213.07
    ],
    "text": "Sep",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      204.99,
      202.23,
      211.36,
      213.86
    ],
    "text": "Nov",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      216.39,
      202.87,
      222.76,
      224.07
    ],
    "text": "07- Jan",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      229.11,
      202.79,
      235.47,
      215.54
    ],
    "text": "Mar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      241.21,
      202.78,
      247.58,
      215.91
    ],
    "text": "May",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      252.71,
      202.81,
      259.08,
      215.19
    ],
    "text": "July",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      264.52,
      202.87,
      270.88,
      213.38
    ],
    "text": "Sep",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      275.51,
      202.53,
      281.88,
      214.16
    ],
    "text": "Nov",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.31,
      142.88,
      61.68,
      166.7
    ],
    "text": "Per cent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.365651607513428
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "11",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      114.16,
      79.31,
      525.39,
      105.71
    ],
    "text": "Box 1Moving towards Inflation Targeting from a MonetaryTargeting Framework",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.79,
      129.2,
      219.24,
      139.2
    ],
    "text": "Inflation Targeting in Global Context",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.79,
      146.93,
      289.16,
      300.93
    ],
    "text": "Inflation targeting (IT) is a monetary policy framework,which aims to achieve publicly announced officialquantitative inflation targets (target ranges or ceilings)within one or more pre-designated time horizons, usingavailable policy instruments. Hence, IT is a monetary policystrategy aimed at attaining the price stability objectivedirectly by focusing on deviations in inflation forecastsfrom an announced inflation target. The IT framework hasthree main characteristics: (i) an inflation target, which isdesigned with a medium to long-term perspective, (ii) aninflation forecast, and (iii) an operating target, usually ashort-term interest rate, without any explicit intermediatetarget to achieve the announced inflation target.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.79,
      308.56,
      289.17,
      534.56
    ],
    "text": "Amongst several monetary policy regimes such asexchange rate targeting, monetary targeting or multiple -indicator targeting used for achieving price stability, IThas become increasingly popular among monetaryauthorities across the globe. The maiden initiative takenby the Reserve Bank of New Zealand in 1989, and sincethen several advanced countries1 have adopted the ITframework. In recent years, several emerging marketeconomies2 have also started adopting monetary policyframeworks of formal, explicit or full-fledged IT. Theincreasing interest in emerging economies has been led bythe achievement of lower inflation after adopting IT bycountries, which were previously known as high inflationcountries. Hence, a number of academics, economists andpolicy makers consider IT as a framework that can improvethe design, implementation and performance of themonetary policy framework that is consistent with boththe recent developments in theory and practice of monetarypolicy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.79,
      542.19,
      289.15,
      660.19
    ],
    "text": "The IT frameworks existing in countries have uniqueand country specific features although those frameworkshave been developed on similar fundamentals. Suchspecifications can be identified in terms of either the overallobjective or the operating procedures and conduct ofmonetary policy. For example, the Bank of England’smonetary policy objective is to deliver price stability, andsubject to that, to support the government’s economicobjectives including growth and employment. The Bankof Thailand’s overriding objective of monetary policy is",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.29,
      145.06,
      533.23,
      253.48
    ],
    "text": "maintaining the inflation target and Bank Indonesia’s ITframework has been designed to achieve the goal of Rupiahstability, which is reflected in the inflation rate andexchange rate. Both central banks intervene in the foreignexchange market to prevent excessive and persistentvolatility in the exchange rate. Accordingly, the inflationtarget performs the role of a nominal anchor for monetarypolicy while flexibility in exchange rates helps to absorbshocks to the economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.29,
      261.29,
      440.54,
      271.29
    ],
    "text": "Inflation Targeting in Sri Lanka",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.29,
      279.36,
      533.23,
      424.68
    ],
    "text": "At present, monetary management and monetary policyconduct of the Central Bank of Sri Lanka is based on themonetary targeting (MT) framework. Under the MTframework, price stability is to be achieved by influencingchanges in the broad money supply, which is linked toreserve money through the money multiplier. It assumesthat demand for money as reflected by the velocity, remainsstable. Over the years, the MT framework has beengradually developed and modified in line with global anddomestic developments in monetary policy andmacroeconomic management with a view to moving intoan IT regime in the future.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.29,
      434.07,
      533.25,
      517.89
    ],
    "text": "The main motivation for most of the countries to adoptIT was either instability of the demand for money functiondue to an increased sophistication in the financial systemfollowing a revolutionary development in technology or aneed for emerging out of a crisis situation. In such instances,it is necessary to make a stronger commitment to aninflation target, thereby reining rising inflation expectations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.29,
      527.27,
      533.24,
      660.24
    ],
    "text": "Notwithstanding the fact that the demand for money inSri Lanka is fairly stable as the financial system has notyet reached such an advanced stage of sophistication, theCentral Bank of Sri Lanka has also kept abreast of thewidespread discussion on new developments in monetraypolicy conduct and has been examining and researchingon the feasibility of adopting IT. Several research activitieshave been undertaken during last few years and suchresearch outcomes have been presented in variouspublications of the Central Bank ranging from annualreports to occasional papers to Staff Studies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.55,
      680.07,
      511.53,
      690.67
    ],
    "text": "1 Canada (1991), United Kingdom (1992), Sweden, Finland and Australia (1993), Spain (1994), Republic of Korea (1998), Norway (2001)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.699999809265137,
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.55,
      691.06,
      536.61,
      711.31
    ],
    "text": "2 Mexico (1995), Israel and Czech Republic ( 1997), Poland, Brazil, Chile and Colombia (1999), South Africa and Thailand (2000), Hungary andIceland (2001), Peru and Philippines (2002), Indonesia (2005)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.699999809265137,
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "12",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.12,
      561.54,
      290.85,
      631.52
    ],
    "text": "and to permit the appointment of banks and otherfinancial institutions as agents for the distribution ofinsurance products. The Credit Information Bureau Actis being revised to broaden the scope of its services tomore diverse user groups and to provide value addedservices.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.12,
      641.98,
      246.11,
      651.98
    ],
    "text": "Structural Policy Issues and Challenges",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.12,
      661.09,
      290.89,
      719.11
    ],
    "text": "The “Ten-year Horizon Development Framework2006-2016” (THDF), the policy document of theGovernment, envisages maintaining a sustainablehigh growth path in excess of 8 per cent in themedium-term. This is a challenging task, which",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      81.05,
      288.46,
      115.09
    ],
    "text": "The following are measures the Central Bank hasalready taken with a proactive view of moving to an ITregime:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      122.72,
      288.44,
      195.6
    ],
    "text": "1997-Commenced research on IT and the results arepublished in Staff Studies (1997, 1999 and 2002)and Annual Reports (1999) of the Central Bank.2001-Adopted the floating exchange rate regime inorder to ensure the facilitation of effectivemonetary policy conduct.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      201.81,
      288.43,
      271.85
    ],
    "text": "2002-Streamlined the Central Bank objectives toeconomic and price stability and financial systemstability and expanded the Monetary Board tostrengthen the independence by having themajority of the Monetary Board members (3 outof 5) from the private sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      85.47,
      278.06,
      288.43,
      312.04
    ],
    "text": "-Established a Monetary Policy Committee inorder to strengthen the monetary policy decisionmaking process.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      85.47,
      318.31,
      288.41,
      352.3
    ],
    "text": "-Started issuing regular monetary policystatements according to an advanced releasecalendar.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      358.57,
      288.43,
      392.55
    ],
    "text": "2003-Commenced active Open Market Operations inorder to ensure the effective monetary policyoperations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      398.82,
      288.42,
      444.82
    ],
    "text": "2006-Developed the communication strategy throughimproving awareness of stakeholders andproviding adequate training to financialprofessionals.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.13,
      451.09,
      288.41,
      497.09
    ],
    "text": "2007-Started to enunciate Central Bank policiesthrough a public policy document (Road Map),which would eventually cover an inflation reportas well, under a future IT framework.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      85.47,
      503.53,
      288.42,
      538.13
    ],
    "text": "-Established a Monetary Policy ConsultativeCommittee in order to receive inputs from privatesector experts and academics.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      331.63,
      82.47,
      534.81,
      128.98
    ],
    "text": "-Developed in-house inflation forecasting modelswith the technical assistance of other centralbanks that have adopted inflation targetingframeworks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      331.63,
      135.54,
      534.79,
      157.84
    ],
    "text": "-Started publishing inflation forecasts andunderlying assumptions of forecasts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      331.63,
      164.39,
      534.79,
      223.54
    ],
    "text": "-Encouraged the Department of Census andStatistics to introduce an appropriate inflationindex, which will serve in developing coreinflation index and representative island-wideprice index.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      331.63,
      230.1,
      534.78,
      264.7
    ],
    "text": "-Commenced conducting inflation expectationsurveys enabling to design effective policies tomaintain price stability.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      331.63,
      271.26,
      534.78,
      318.16
    ],
    "text": "-Formally recognised the need for movingtowards an IT framework in the medium-termin the Central Bank’s Strategic Plan for 2007-2011, which was published in early 2007.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      303.29,
      324.72,
      534.8,
      371.62
    ],
    "text": "2008-Commenced the process of preparing a inflationindex for monetary policy purposes as severalinflation targeting countries do not targetheadline inflation, but the core inflation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      303.29,
      385.26,
      534.79,
      432.17
    ],
    "text": "These measures were complemented by the enactment ofthe new legislation [Fiscal Management (Responsibility)Act] in 2003 designed to bring down the fiscal deficits to asustainable level to facilitate the monetary policy conduct.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      303.29,
      440.08,
      534.77,
      511.59
    ],
    "text": "The Central Bank considers moving to an IT frameworkfrom MT framework a gradual and cautious process as it isnot a simple switching option. Accordingly, the CentralBank will be prudent and follow the process of fulfillingthe prerequisites so as to be able to adopt a country specificand full-fledged IT framework in the medium-term.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      303.29,
      562.83,
      539.6,
      680.83
    ],
    "text": "requires a further expansion of the productive capacityof the economy, addressing existing bottlenecks ininfrastructure and utility services, and achievingsignificant productivity improvements to utiliseavailable resources more efficiently. Achieving theseobjectives entails channelling enhanced investment toensure continuous supply of competitively pricedenergy, telecommunication services, drinking andirrigation water, roads, ports and airports and healthand education facilities, etc.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      303.29,
      687.1,
      539.6,
      721.08
    ],
    "text": "The slow progress in the implementation ofsome planned infrastructure projects announcedin the THDF needs to be addressed as a matter of",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "13",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.42,
      73.92,
      539.69,
      721.06
    ],
    "text": "more competitive and efficient manner than the privatesector without being a further burden to the generalpublic. It is essential that proper governance andpricing structures are established in managing thoseSOEs if they were to achieve the intended objectivesthrough commercially viable operations without relyingon government subsidies.The declining trend in unemployment to itslowest recorded level brings to focus the need formore efficient use of labour through productivityimprovements and the need to address themismatch between labour supply and demand. Ithas been encouraging to observe the continuousimprovements in labour productivity over the years,especially in the industry and services sectors thathave contributed to higher economic growth in recentyears. However, an increasing mismatch in laboursupply and demand is reflected by the high rate ofyouth unemployment, including graduates, and theirdesire to join the already large public service, whilecertain sectors in the private sector are finding it difficultto recruit necessary skilled labour. Meanwhile,improving productivity in the agriculture sector is aprerequisite to achieve the envisaged target growth inthe agriculture sector and a more balanced regionaldevelopment in view of the declining labour forceavailable for agriculture employment.Although Sri Lanka’s educational achievementsin terms of literacy rates, primary and secondaryeducation are commendable and on par withdeveloped countries, tertiary education,particularly the university education, is laggingbehind regional peers. The admission to universityeducation in Sri Lanka is extremely competitive, andnot more than 15 per cent of those qualified foruniversity education gain admission to local publicuniversities. Even those 15 per cent of best studentshave to face a supply driven university educationsystem which has little relevance to labour marketrequirements and entrepreneurial culture, creating amismatch between labour supply and demand. About65 per cent of the students admitted to localuniversities study social sciences and humanities anda substantial proportion of such graduates encounterdifficulties in finding productive employment. Theyremain unemployed or underemployed for a longperiod, leading to frustration and social problems.Financial or resource constraints also limit theimprovement of the public university system,highlighting the need for securing alternative sourcesof financing. Therefore, the higher education systemrequires urgent reforms to provide a more relevanthigher education for all and to address the mismatchin labour supply and demand (Box 8).",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.87,
      73.94,
      289.15,
      251.92
    ],
    "text": "priority sooner rather than later. Cost escalationsin power generation and their potential adverse impacton the economy have brought about some satisfactoryprogress in the implementation of certain crucial powersector projects such as Kerawalapitiya, Norochcholaiand Upper Kotmale. However, other flagship projectssuch as the Colombo South Port Expansion Project,Hambantota Sea Port Development, Colombo-Katunayake Expressway, Colombo-KandyExpressway, Southern Expressway, the ColomboOuter Circular Road, Weerawila Airport, etc., havebeen making slower progress than expected. Theseprojects need to be expedited to achieve sustainablehigh economic growth in the medium term and toprevent cost escalations.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.87,
      260.74,
      289.18,
      486.74
    ],
    "text": "Public-Private Partnerships (PPPs) need to bepromoted in developing infrastructure facilities tomaintain a more sustainable debt level in themedium-term. Continuation of the existing practiceof the government financing infrastructure projectstends to widen the budget deficit and increaseoutstanding government debt. PPPs are becoming apopular method of financing infrastructure projects indeveloping and emerging market economies. Thegovernment can facilitate PPPs by providing land,licences, safeguards, sovereign guarantees, etc., andthereby create an enabling environment for the privatesector to undertake financing, implementation andoperation of projects. On this basis, PPPs can providemore efficient infrastructure services, provided theprivate sector partners are selected on competitivebidding processes and are properly regulated toprevent unfair trade practices arising from monopolisticor oligopolistic competition (Box 7).",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.87,
      493.3,
      289.18,
      719.3
    ],
    "text": "More efficient provision of services by SOEswithout being a burden on the public is aprerequisite for macroeconomic stability. A majorsource of macroeconomic imbalance has been arisingfrom inefficient operations of SOEs, in providing utilityservices such as electricity, water, transport services,petroleum products and marketing services such aspurchasing paddy and selling essential commoditiesthrough state owned marketing networks. Such SOEsburden the general public by their reliance onbudgetary financing or bank borrowings. In addition tothe policy of non-privatisation of existing enterprises,there is a recent trend of the government venturinginto new SOEs or reviving hitherto troubled SOEs, e.g.,Mihin Air, the Central Transport Board (CTB), PaddyMarketing Board, Co-operative WholesaleEstablishment (CWE) and Co-operative marketingnetworks. The expectation is that those SOEs wouldbe able to provide services to the general public in a",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "14",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.87,
      72.32,
      289.15,
      96.22
    ],
    "text": "1.3External Economic Environment andOutlook",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.87,
      103.34,
      289.19,
      461.04
    ],
    "text": "The global economy continued to expand byover 4 per cent for the fifth consecutive year amidsta tight monetary policy stance adopted by severalcountries in the first half of 2007. During thesecond half of 2007, higher international oil andcommodity prices and turbulence in financialmarkets resulting from the subprime meltdown thatoriginated in the US, dented the growthmomentum. The global economy, which grew at ahealthy rate during the first three quarters of 2007slowed markedly in the last quarter, largely due toturbulence in the financial markets. According to theWorld Economic Outlook (WEO, Update - January2008) of the International Monetary Fund (IMF), theworld economy is estimated to have grown by 4.9 percent in 2007 as compared to a growth of 5.0 per centin 2006. Economic growth in the US slowedsignificantly in the fourth quarter with the weakeningof manufacturing and housing sector activity. However,rapid growth in China, India, Russia and Brazil hasoffset the moderate growth in US and these countriestogether accounted for about one-half of global growthover the past year. The other emerging market anddeveloping countries have also maintained robustgrowth. Growth has slowed in the Euro area, partlydue to the strengthening of the euro and the slowingdown of the US economy. In Japan, growth has beendampened due to slowing construction industry arisingfrom tightening in building standards, slower globalgrowth and relatively stronger yen.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.87,
      468.73,
      289.2,
      721.55
    ],
    "text": "The global financial market conditions havebecome more volatile since the emergence of thesubprime crisis triggered by defaults in the USsubprime mortgage market (Box 18). Thecoordinated operations by a number of central banksin the developed countries in the form of rate cuts andliquidity injections have helped ease liquidity shortagesin the inter-bank markets. Emerging markets haveremained resilient so far, as underlying growth andbetter policy environments have supported thecontinuation of strong capital inflows, though recentfalls in equity prices suggest that some emergingmarkets may not be able to avoid spill-overs.The short-term interest rates had been rising inmany countries prior to the subprime crisis as theyhad been tightening their monetary policy stanceto check rising inflation. Short-term interest rateshad been rising until July as central banks around theworld were raising policy rates to contain inflationarypressures arising largely from excess liquidity in themarket and rising commodity prices. The international",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      303.29,
      73.98,
      539.58,
      263.98
    ],
    "text": "prices of essential food items increased at anexceptionally rapid pace due to increased use of cornand other food items for bio-fuel production, poorweather conditions and supply disruptions in a numberof countries. However, with the turbulence in theinternational financial markets since July 2007, centralbanks in the major advanced economies injected asubstantial amount of liquidity through open marketoperations to stabilise the overnight interest rates.Meanwhile, countries such as Japan, Australia, Korea,China, Chile, Mexico and Euro area raised their policyrates during the year. The turbulence in the globalfinancial markets has heightened uncertainties andposes challenges to the conduct of monetary policy,especially for developing and emerging marketcountries.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      303.29,
      271.61,
      539.57,
      473.63
    ],
    "text": "The major currencies have been largelyfollowing the same trends observed in 2006. TheUS dollar continued to weaken against other majorcurrencies during 2007 with the higher current accountdeficit and slowing down of the economy. During 2007,the dollar weakened at a faster rate against the euroand Indian rupee, while it depreciated at a lower rateagainst the sterling pound and the Japanese yen. Therenminbi continued to strengthen against the US dollarwith the soaring international reserves of China,resulting from a higher current account surplus andstrong financial inflows. Higher capital inflows to Indiaby way of portfolio investment and continuing growthmomentum led to the appreciation of the Indian rupee.The euro strengthened due to a relatively lower inflationand a more modest slowdown in the euro areaeconomies as compared to other advanced countries.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      303.29,
      481.26,
      539.62,
      719.28
    ],
    "text": "The global economy is projected to grow at 4.1per cent in 2008, a growth rate above 4.0 per centfor the sixth consecutive year, but lower than the4.9 per cent growth in 2007. The moderating globaleconomic expansion is due to financial strains in theadvanced economies following from the US subprimesector and possible spill-over effects of slowing downof financial inflows to emerging market economies. Theadvanced economies are projected to grow at a lowerrate of 1.8 per cent in 2008 as compared to a growthof 2.6 per cent in 2007. The US and Euro areas, themajor export destinations for Sri Lanka’s exports, areprojected to grow at a moderate rate of 1.5 per centand 1.6 per cent, respectively in 2008, compared toan estimated growth of 2.2 per cent and 2.6 per cent,respectively, in 2007. Growth in emerging market anddeveloping economies is also expected to moderatefrom 7.8 per cent in 2007 to 6.9 per cent in 2008.Growth in emerging market economies that aredependent on foreign capital flows may be affected",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "15",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.87,
      431.14,
      289.15,
      585.09
    ],
    "text": "due to the global credit crunch and liquidity squeeze.However, these economies are likely to benefit fromthe strong momentum of domestic demand and moredisciplined macroeconomic policy frameworks. Theeconomies which are commodity exporters continueto benefit from high food and energy prices. Thedownside risks to the global growth projections areintensifying with the spill-over effects of the subprimecrisis. In order to avoid a slowdown or to avert arecession, the US Federal Reserve has initiated sharprate cuts and the US government has introduced afiscal stimulus package to boost consumption andinvestment.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.87,
      592.77,
      289.21,
      710.77
    ],
    "text": "Global inflation is likely to increase further in2008 with the rising international commodityprices, narrowing output gaps and theexpansionary fiscal and relaxed monetary policiesimplemented by advanced economies to addressthe economic slowdown and subprime relatedliquidity shortages. Rising international prices ofcrude oil and essential food items have been sourcesof rising inflation globally, especially in emerging marketand developing countries, where food items often",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      303.29,
      73.92,
      539.57,
      378.04
    ],
    "text": "represent 35-40 per cent or more of their consumptionbasket (Box 17). Although the global economy isprojected to slow down marginally in 2008, oil pricesare expected to remain high as emerging anddeveloping countries are projected to grow at a higherrate in 2008. Any supply shocks or heightened geo-political concerns could lead to further price hikes andcause higher inflation. Another source of inflation isthe closing output gaps in several developed andemerging market countries, where the continuoushigher growth recorded in those countries in recentyears has resulted in full utilisation of productioncapacities. Any further expansion in these countries islikely to lead to demand for higher wages and cost-push inflation. However, the recent strains in globalfinancial markets may lead to a slowdown in thesecountries and ease pressure in the labour markets.Therefore, inflation pressures in advanced countriesare expected to subdue as economies slow, althoughthere are serious concerns about possible second-round effects in some countries. In some emergingmarket countries inflation will continue to remain amajor policy concern.1.4Medium Term MacroeconomicOutlook, Challenges and Policies",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      303.29,
      385.22,
      539.59,
      611.22
    ],
    "text": "The “Ten-year Vision” targets a growth rate ofabove 8 per cent in the medium-term with a broad-based growth in all three sectors of the economy.The growth momentum in the economy is expected tocontinue further in the medium-term with theimplementation of planned infrastructure projects bythe government in the regions and various projectsalready implemented and expected to be implementedunder the “Reawakening of the East” programme inthe Eastern province (Box 2). Private investments arealso expected to increase further in the medium-term,supporting the higher growth. Total investment as apercentage of GDP is projected to rise to over 30 percent in the medium-term. Private investment as apercentage of GDP is projected to exceed 22 per cent,while that of the government is projected to rise over 8per cent. In order to encourage both domestic andforeign investment, it is essential to develop basicinfrastructure facilities to international standards.",
    "fonts": [
      "Arial-BoldItalicMT",
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      303.29,
      618.85,
      539.67,
      712.87
    ],
    "text": "The FDI flows, which have increasedsignificantly in recent years, are also expected tocontinue at a similar pace in the medium-term asevidenced by the number of agreements approvedand contracted by the Board of Investment in 2007.In the medium-term, the private sector is expected toraise more capital from international capital marketsfor their investments as the government now",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      70.39,
      93.71,
      112.41,
      103.71
    ],
    "text": "Table 1.4",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      60.02,
      145.9,
      72.62,
      152.9
    ],
    "text": "Item",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      173.91,
      156.5,
      217.11,
      163.5
    ],
    "text": "20052006",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      184.97,
      141.99,
      202.3,
      148.99
    ],
    "text": "Actual",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      139.61,
      78.14,
      285.07,
      124.29
    ],
    "text": "Global Economic Developmentand Outlook(Annual percentage change unlessotherwise indicated)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0,
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      237.07,
      156.5,
      251.07,
      163.5
    ],
    "text": "2007",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      243.53,
      141.02,
      273.47,
      148.02
    ],
    "text": "Projections",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      115.75,
      411.84,
      286.47,
      417.84
    ],
    "text": "Source: World Economic Outlook (January 2008 & October 2007), IMF",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.96,
      169.61,
      281.07,
      404.51
    ],
    "text": "World output4.45.04.94.1Advanced economies2.53.02.61.8United States3.12.92.21.5Euro area1.52.82.61.6United Kingdom1.82.83.12.3Japan1.92.41.91.5Developing countries7.07.77.86.9Developing Asia9.09.69.68.6China10.411.111.410.0India9.09.78.98.4World trade volume(Goods and services)7.59.26.66.7 Imports Advanced economies6.17.44.35.0 Developing economies12.114.912.511.3 Exports Advanced economies5.88.25.45.3 Developing economies11.111.09.29.0Price Movements Consumer prices Advanced economies2.32.32.12.0 Developing economies5.25.15.95.3 Commodity prices (US dollars) Oil41.320.56.69.5 Non-fuel10.328.412.2-6.7Six-month London Inter-BankOffered Rate (per cent) on USdollar deposits3.85.45.45.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0,
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      266.72,
      156.5,
      280.72,
      163.5
    ],
    "text": "2008",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "16",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      115.41,
      78.07,
      491.34,
      104.47
    ],
    "text": "Box 2The Development of the Eastern Province:Potential and Strategies",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      58.03,
      127.14,
      287.47,
      228.14
    ],
    "text": "The Eastern Province (EP) of Sri Lanka, whichcomprises the districts of Trincomalee, Batticaloa andAmpara, is rich in resources, ranging from paddy fields,forests, scrublands, wetlands, bays and lagoons.1 It alsoboasts of one of the largest natural harbours of the world.However, the internal conflict over the past two and a halfdecades has taken a toll in terms of economic developmentand stymied the EP growth rates to about 5 per cent during",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      304.42,
      127.01,
      534.1,
      225.3
    ],
    "text": "the period 2002-2006.2 Although the EP accounts for 15per cent of the country’s land area, and 7.9 per cent of thetotal population, its contribution to GDP remains abysmallylow at 4.7 per cent as the EP continues to be a povertyridden, lagging region. Towards the end of 2007, however,the government wrested control of the lands that were beingdominated by the terrorist groups and created a conduciveenvironment for the resumption of normalcy in the region.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      60.64,
      679.58,
      535.5,
      705.74
    ],
    "text": "1 The EP covers a land area of 9,361 square kilometres accounting for about 15 per cent of the total land area of the country. The agricultural land of 450,450 hectares in theEP accounts for about 26 per cent of the agricultural land in the entire country. The population is about 1.6 million, which is about 7.9 per cent of the total population. In2006, the services sector contributed to about 50 per cent of the GDP in the EP while agriculture and industry sector shares were 23 per cent and 27 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.099999904632568,
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      60.64,
      707.65,
      172.87,
      717.03
    ],
    "text": "2 Sri Lanka Socio-Economic Data 2007",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.099999904632568,
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      153.22,
      645.91,
      363.7,
      661.3
    ],
    "text": "Source : Three-year Eastern Province Development Plan: 2007-2010,Department of National Planinng, Novmber 2007",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      164.56,
      262.65,
      399.16,
      273.84
    ],
    "text": "Map of the Eastern ProvinceFigure B 2.1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "17",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      135.02,
      522.68,
      143.02
    ],
    "text": "Resettlement of returnees3.74.86.07.021.510.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      147.44,
      522.68,
      155.44
    ],
    "text": "Revitalising productive sectors and regional economy2.18.710.912.233.917.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      159.91,
      522.69,
      167.91
    ],
    "text": "Improving economic infrastructure11.821.325.824.983.842.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      172.33,
      522.71,
      180.33
    ],
    "text": "Strengthening social infrastructure and fostering social services2.06.45.35.419.19.6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      184.8,
      522.69,
      192.8
    ],
    "text": "Human settlements development6.59.311.111.138.019.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      197.27,
      522.71,
      205.27
    ],
    "text": "Public institutions capacity building0.50.50.60.62.21.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.4,
      209.61,
      522.73,
      217.61
    ],
    "text": "Total26.651.059.761.2198.5100.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      159.17,
      108.37,
      523.07,
      125.96
    ],
    "text": "2007200820092010TotalPer centof TotalSector/Programme",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      331.07,
      222.35,
      528.06,
      237.74
    ],
    "text": "Source:Three-year Eastern Province Development Plan: 2007-2010,Department of National Planning, November 2007.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      473.99,
      98.9,
      528.64,
      104.9
    ],
    "text": "Amounts in Rs. billion",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.63,
      249.49,
      289.11,
      284.26
    ],
    "text": "Consequently, it has been reported that an increasingnumber of internally displaced persons (IDPs) in the EPhas returned to their former living areas.3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.63,
      292.35,
      289.16,
      392.55
    ],
    "text": "The vast potential in the EP suggests that, with time, ifthe available resources are tapped appropriately, it couldunleash a new source of growth that would be a huge boostto the national economy. The agricultural, fisheries,forestry and mining sectors, in particular, have a significantpotential that can make an important contribution toeconomic growth, and thereby improve the livingstandards of the people in the region.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.63,
      401.14,
      289.14,
      567.16
    ],
    "text": "The potential in the EP, which is mostly based on richendowments, could be summarised into several areas. Firstand foremost, the Trincomalee Port has the potential ofbecoming a major commercial and industrial hub for theSouth Asian region. The coastline that stretches 436 km,harbouring large stretches of beautiful beaches andecological conservation areas, could be tapped to supporta vibrant tourism industry. Access to vast stretches of seaoffers opportunities to develop the fisheries resources. Therich soil conditions, the high level of precipitation broughtabout by the Northeast monsoons and the large extents ofsparsely populated areas make the EP an ideal place forhigh intensity agricultural practices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.63,
      575.81,
      289.16,
      689.79
    ],
    "text": "In line with this, the government has introduced a\"Three-year Eastern Province Development Plan: 2007-2010\" (Neganahira Navodaya or Eastern Revival), whichintends to improve and upgrade the infrastructure andsupportive services in the province, enabling a sustainableeconomic revival. The plan, envisages the immediaterestoration of fundamental rights and ensuring the safetyof the people and communities of the region before delvinginto reinstating their livelihoods. The Neganahira",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      303.29,
      249.77,
      537.2,
      298.78
    ],
    "text": "Navodaya (NN) programme intends to develop theagriculture, fisheries, industries, tourism sectors through thedevelopment of economic infrastructure, human and naturalresources over the next three years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      303.29,
      307.43,
      537.19,
      512.4
    ],
    "text": "As indicated in Table B 2.1, the total investment requiredfor the implementation of the strategies in the NNprogramme is estimated to be Rs. 198.5 billion, includingthe allocation of Rs. 26.6 billion made for the financial year2007. The highest amount (Rs. 83.8 billion) would beallocated for improving economic infrastructure, while Rs.33.9 billion would be allocated for revitalizing productivesectors and the regional economy. Rs. 59.5 billion wouldbe allocated for the development of human settlements andre-settlement of returnees. With respect to financing theNN Programme, about 52 per cent of the total investmentcost will be borne by the Treasury, from foreign resources,while 30 per cent will be directly allocated by the Treasury,out of its own funds. The balance 18 per cent will beavailable for investment by the private sector and Non-Governmental Organizations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      303.29,
      521.05,
      537.2,
      635.08
    ],
    "text": "The short-term initiatives include a 180 day programmeundertaken by the Ministry of Nation Building,which endedby December 2007, for the restoration of civil administrationand service delivery in the EP. The programme includedclearing landmines to allow for the resumption of farming,re-establishing road connections and restoring basic needssuch as water supply, sanitation and electricity, as well assetting up police posts, hospitals and civil administration,to allow for returnees to settle back.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      303.29,
      643.74,
      537.16,
      692.74
    ],
    "text": "With respect to developing the industries, under the NN,the government has already introduced a number ofincentives to encourage investments in the EP. ThroughBudget 2008, it introduced new tax relief measures for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      60.7,
      699.59,
      532.39,
      717.37
    ],
    "text": "3 According to the reports by the United Nations High Commission for Refugees (UNHCR), as at end of January 2008, the number of IDPs who returned to the East was170,763.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.099999904632568,
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      127.71,
      73.92,
      469.24,
      95.43
    ],
    "text": "Table B 2.1Summary of Investment Plan in Eastern Province by Main Sectors/Programmes",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "18",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      59.28,
      82.64,
      288.63,
      248.6
    ],
    "text": "investments over Rs. 50 million in the EP that provideemployment opportunities for more than 50 people. Inrespect of such investments, the profits and income will beexempted from income tax for a period of 5 yearscommencing from; (a) the year of assessment in which therelevant new undertaking commences to make profits, or(b) the year of assessment in which the undertakingcompletes 3 years from the commencement of thecommercial operations of that undertaking; whicheveroccurs earlier. In addition, pre-identified plant andmachinery that are imported for the use of the newundertakings which will be established in the EP are entitledfor customs duty waivers and VAT exemptions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      59.28,
      257.26,
      288.62,
      423.28
    ],
    "text": "The NN intends to develop the rural areas through therevitalisation of the productive sectors of the economy. Thisincludes developments in crop agriculture, irrigation,fisheries and livestock sectors through enhancingproductivity, improving the quality of products andincreasing accessibility to markets, which are expected tomotivate investments in the production, processing andvalue addition in these sectors. The Government intendsto establish industrial zones and estates to facilitateindustrial development. The NN has also devised strategiesto develop the domestic and international tourism sectorsin the EP through the rehabilitation of existing resorts alongthe coast.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      59.28,
      431.93,
      288.61,
      533.26
    ],
    "text": "This would be followed by measures aimed atimproving the economic infrastructure of the region. Withrespect to power, only 58 per cent of the households in theEP have access to electricity from the national grid. Hence,the NN envisages increasing the power generation capacitythrough the construction of a 500 MW coal fired powerplant in Trincomalee. It also envisages the construction ofseveral substations and transmission lines to enhance the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.01,
      563.69,
      290.28,
      633.73
    ],
    "text": "encourages PPPs and intends to relax restrictions onforeign borrowings by the private sector as announcedin the Budget 2008. The external demand for SriLanka’s major exports is projected to grow withcontinued global growth, and support the achievementof higher growth.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.01,
      641.36,
      290.34,
      718.26
    ],
    "text": "Although the global economic growth isexpected to moderate to around 4.1 per cent in2008 with the ongoing subprime issue and creditcrunch, it is expected to rebound in the medium-term. By end 2007, the government had a financialcommitment from development partners amounting toaround US dollars 4.2 billion in the pipeline. Emerging",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      304.42,
      563.69,
      540.7,
      719.74
    ],
    "text": "market economies such as China, India and Iran areemerging as new development partners in addition totraditional multilateral and bilateral partners.Negotiations are also under way for new financialcommitments from both bilateral and multilateralsources to fund various projects. Meanwhile, avenuesto attract foreign funds for the government have alsoincreased with the issuance of the internationalsovereign bond and foreign investment being permittedin rupee denominated Treasury bonds. The proceedsof these bonds could be used for providing counterpartfunds and bridging finance relating to key infrastructureprojects, leading to faster implementation and costsavings.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      81.62,
      536.91,
      223.6
    ],
    "text": "existing circuit and the extension of the rural electrificationgrid through nearly 300 schemes to light up the villages ofthe EP. With respect to the road sector, 17 ongoing projectsto rehabilitate and improve the existing roads and bridgesnetwork and the proposed new roads and bridges areexpected to improve connectivity between the consumersand the producers, reduce the cost of transport, improvelinkages with other provinces and open backward areas toeconomic development. Public transport services are alsoexpected to be revitalized to provide better transport servicesand strengthen coordination of railway and bus services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      232.48,
      536.91,
      361.25
    ],
    "text": "Trincomalee harbour is expected to be developed througha public-private-partnership, and its port is to be developedto a Port City using 10,565 acres of land surrounding it. Afisheries harbour is also being developed at Oluvil in theAmpara District, through the construction of twobreakwaters and the dredging of the harbour basin toaccommodate larger vessels. In addition to these large scaleinfrastructure projects, NN also expects to improve the watersupply and sanitation conditions of the region throughenhanced access to pipe borne water.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      370.13,
      536.88,
      432.91
    ],
    "text": "The revival of the EP would not only improve thelivelihoods of the people in the EP, but would also contributetowards the development of the adjacent provinces throughthe trickle down effect and in this manner, would contributetowards the development of the entire country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      441.69,
      353.09,
      451.69
    ],
    "text": "References:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      457.83,
      536.89,
      494.19
    ],
    "text": "1. Three-year Eastern Province Development Plan: 2007-2010, Department of National Planning, Ministry ofFinance and Planning, November 2007.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      303.29,
      503.07,
      536.87,
      526.28
    ],
    "text": "2. Budget Speech: 2008, Ministry of Finance and Planning,November 2007.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "19",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.01,
      73.3,
      290.33,
      223.44
    ],
    "text": "On the fiscal front, the government is aiming toincrease revenue to around 19 per cent of GDP, inexcess of current expenditure, to generate arevenue surplus, to limit government expenditureat around 23 per cent of GDP and contain thebudget deficit at around 5 per cent of GDP in themedium-term. In order to increase the tax revenueand to contain tax evasion and avoidance, thegovernment needs to implement the necessarymeasures to broaden the tax base, modernise andstrengthen the tax administration and furtherstrengthen the legal and regulatory framework.Meanwhile, the debt to GDP ratio is expected to be",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      89.95,
      247.42,
      480.22,
      258.7
    ],
    "text": "Table 1.5Medium Term Macroeconomic Framework 2007 - 2011 (a)",
    "fonts": [
      "Arial-BoldMT",
      "Times-Bold"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      251.75,
      300.78,
      524.55,
      307.78
    ],
    "text": "Units20062007(b)2008200920102011",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.68,
      314.79,
      524.57,
      414.2
    ],
    "text": "Real Sector GDP at Market PricesRs. bn2,9393,5784,3075,0475,9236,911Real GDP Growth%7.76.87.07.58.28.5Inflation-GDP Deflator%11.314.012.59.08.57.5Total Investment%of GDP28.027.930.031.532.533.2 Private Investment%of GDP20.920.722.023.024.425.2 Public Investment%of GDP7.17.28.08.58.18.0Incremental Capital Output Ratio (ICOR)3.44.14.04.03.83.8Domestic Savings%of GDP17.017.620.422.123.324.5 Private Savings%of GDP19.419.219.520.320.821.6 Public Savings%of GDP-2.4-1.60.91.82.52.9National Saving%of GDP22.323.425.727.428.529.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.68,
      424.03,
      524.57,
      531.83
    ],
    "text": "External SectorTrade GapUS$ mn-3,371-3,560-3,970-4,365-4,803-5,149 ExportsUS$ mn6,8837,7408,5299,39510,33911,356 ImportsUS$ mn10,25411,30112,49913,76015,14216,505ServicesUS$ mn257238312370414478 ReceiptsUS$ mn1,6251,7121,9382,1562,3642,592 PaymentsUS$ mn1,3681,4741,6261,7861,9492,114Current Account BalanceUS$ mn-1,498-1,369-1,545-1,664-1,881-1,974Current Account Balance%of GDP-5.3-4.2-4.0-3.9-3.9-3.7Overall BalanceUS$ mn204531400396388376External Official Reserves (Months of Imports)Months3.03.33.33.23.23.2Debt Service Ratio (c )%12.813.014.913.39.68.8",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.68,
      541.62,
      524.58,
      590.63
    ],
    "text": "Fiscal Sector (d)Revenue%of GDP16.315.817.418.018.518.5Expenditure%of GDP24.323.524.223.923.723.3Current Account Balance%of GDP-2.4-1.60.91.82.52.9Overall Budget Deficit%of GDP-8.0-7.7-6.8-5.8-5.2-4.8Domestic Financing%of GDP5.63.63.62.62.22.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.68,
      600.41,
      524.56,
      649.42
    ],
    "text": "Financial Sector (e)Reserve Money Growth%21.210.215.015.014.514.5Broad Money Growth (M2b)%17.816.615.515.515.015.0Narrow Money Growth (M1)%12.62.75.55.55.05.0Growth in Credit to Private Sector%24.019.317.517.016.516.8Growth in Credit to Public Sector%38.88.9-3.1-0.7-0.7-0.7",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.67,
      661.92,
      331.56,
      710.93
    ],
    "text": "(a) Based on the information available as at mid-March 2008.(b) Provisional.(c) Total debt service payments as a percentage of earnings from merchandise exports and services.(d) Projected Fiscal sector ratios from 2008 are different from the ratios published in the Budget 2008due to the revised nominal GDP estimates.(e) Point-to-point growth in end-year values.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      119.2,
      284.6,
      450.71,
      292.4
    ],
    "text": "IndicatorProjections",
    "fonts": [
      "Garamond-Light"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      405.96,
      661.92,
      529.96,
      685.7
    ],
    "text": "Sources: Ministry of Finance and PlanningCentral Bank of Sri LankaDepartment of Census and Statistics",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      303.29,
      74.43,
      539.52,
      95.94
    ],
    "text": "brought down to around 67 per cent of GDP in 2011with the projected higher growth in the medium-term.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      303.29,
      103.06,
      539.64,
      226.22
    ],
    "text": "Bringing down inflation to a single digit fromthe current high levels would be a challenging taskin view of rising commodity prices in internationalmarkets. The Central Bank in its “Road Map forMonetary and Financial Sector Policies for 2008 andBeyond”, has announced strategies to bring down theinflation rate to around 10-11 per cent by end 2008.However, the achievement of this target will besignificantly affected by various developments in theglobal economy, especially movements in theinternational prices of oil and other essential",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "20",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      52.87,
      73.3,
      289.15,
      221.0
    ],
    "text": "commodities. Currently, serious inflationary pressuresare building up world-wide, largely due to a sharp risein commodity prices, including higher food pricesresulting from increased use of certain food crops forbio-fuel production, and adverse weather conditions.In this context, monetary policy will be directed towardscontaining inflationary pressures arising from higherdomestic demand, without affecting the continuoushigher growth prospects. The Central Bank has beenmodifying and improving the monetary targetingframework in line with global developments with a viewto moving towards inflation targeting framework in themedium-term (Box 1).",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      52.87,
      228.69,
      289.21,
      721.49
    ],
    "text": "Fiscal policy measures are expected tosupplement the conduct of monetary policy inorder to bring down inflation to a reasonable level.In order to facilitate monetary management aimed atachieving sustainable low inflation to support a higherand sustainable economic growth and stabilise theexchange rate, it is vital that the government follows aprudent and sustainable fiscal management strategy.Increased borrowings by the government and SOEsfrom the banking sector to finance their revenue deficitsnot only crowd-out private sector investment and retardthe country’s growth potential, but also weakens theeffectiveness of monetary management, as theseborrowings are insensitive to market interest rates.Currently, salaries and wages, pension and interestpayments of the government alone absorb about 75per cent of fiscal revenue, leaving little for othergovernment expenses including vital public investment.Continuous recruitment to the public service andincreased government borrowings would further raisethe current account deficit with higher payments ofsalaries and wages and increased interest payments.Meanwhile, the government would need to continuepassing on the rising international commodity pricesto the final consumers gradually, with sufficientsafeguards for vulnerable groups in the society, toreduce government’s subsidy costs and subsidyinduced higher consumption. Therefore, thegovernment fiscal strategy should primarily focus onrationalising the recurrent expenditure of thegovernment and maximising government tax revenue.Any favourable outcome in fiscal management wouldhelp the conduct of sound monetary management,leading to higher growth and low inflation in themedium-term.A sound public debt management strategy isessential to reduce the cost of borrowing of thegovernment and to lengthen the maturity periodof debt. In recent years, the government’s domesticborrowing has been largely concentrated on shortermaturities, as the market preference has been for",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      303.29,
      73.92,
      539.58,
      239.94
    ],
    "text": "shorter maturities in view of higher inflationexpectations. This led to the bunching of loanrepayments, warranting the re-issue of governmentsecurities at higher rates. In order to further developthe government debt securities market and to reducethe cost of borrowing to the government, the publicdebt management strategy should focus on raisingrequired funds through issuing longer-term securitiesin the market, thereby improving the yield curve andgovernment cash flow management. At the same time,public awareness on government securities should befurther enhanced to increase public subscriptions tothese securities, which provide relatively higher yieldsas compared to bank deposits.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      303.29,
      247.57,
      539.63,
      581.57
    ],
    "text": "The country’s widening savings-investment gapneeds to be filled with more non-debt creatingforeign inflows as debt flows would increase thefuture debt burden of the country. In addition,investment flows generally bring in sophisticatedtechnology, managerial skills, overseas market access,etc. Increased market access to the highly populatedIndian and Pakistani markets under the free tradeagreements (FTAs) could act as an incentive to attractFDIs. Local companies should also be encouraged tolist on the CSE, which remains one of the betterperforming markets in Asia, in order to attract moreforeign inflows. In order to promote a sustainablegrowth, it is essential to promote trade and FDI, whileencouraging FDI in mega projects to develop basicinfrastructure facilities to international standards. In thisregard, maintaining law and order, easing proceduresin doing business, strengthening the legal system anddispute settlement mechanisms, removingbureaucratic hurdles, simplifying customs procedures,maintaining a stable macroeconomic environment andproviding better infrastructure facilities could act asbetter incentives, rather than providing tax holidaysand tax exemptions. Moreover, tax holidays andnumerous tax exemptions given to the investors needto be rationalised to enhance the government taxrevenue as the government invests substantially forthe development of infrastructure and other facilities.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      303.29,
      589.21,
      539.61,
      719.22
    ],
    "text": "The structural weaknesses in the energy sectorremain a serious concern and need to beaddressed without further delay to support thefuture growth prospects of the country and toimprove the commercial viability of the CeylonElectricity Board (CEB) and CPC. The unit cost ofpower in Sri Lanka is relatively high compared to othercountries in the region and trade competing countries.As power is an essential input in manufacturing, agroprocessing, small industries and services sectorindustries, it is essential to ensure an uninterrupted",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "21",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.87,
      73.92,
      289.16,
      347.94
    ],
    "text": "power supply at a reasonable cost to sustain the growthin these industries. The power sector remains agovernment monopoly with numerous structuralweaknesses, raising concerns on the commercialviability of the CEB. The private sector has beenengaged in thermal power generation on unfavourableterms and conditions to the CEB, further increasingthe cost of power generation beyond reasonable levels(Box 7). In order to ensure uninterrupted power supplyat a reasonable cost and to ensure commercial viabilityof the CEB, it is essential for the CEB to procurecheaper power from the private sector powerproducers, under properly structured PPParrangements on the basis of competitive biddingmechanisms. Further, to address the structural issuesat the CEB to ensure its commercial viability, newstrategies need to be introduced and implemented. Anydelay in implementing the necessary improvementswould weaken the financial viability of the CEB further,and adversely impact on the future growth of thecountry by retarding growth in all industries throughhigher tariff and, inadequate and unreliable powersupply.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.87,
      355.57,
      289.18,
      593.59
    ],
    "text": "Sri Lanka, being an importer of petroleumproducts, has been effectively meeting challengesfrom the continuous rise in global oil prices.However, the external sector vulnerability may increaseif oil prices exceed sustainable levels. The oil importbill is projected to exceed US dollars 3 billion in 2008,accounting for about 25 per cent of total importexpenditure, and is likely to exert pressure on thebalance of payments, unless the country receivessufficient foreign flows. In this context, reducing oilimports by encouraging efficient use of energy throughthe introduction of energy saving devices, discouragingimports of fuel inefficient motor vehicles, streamliningtraffic congestion, passing on international priceincreases to final consumers, economising on the useof power and motor vehicles in the state and localgovernment institutions, and educating the generalpublic on the need for saving energy would help tomitigate the adverse impact of rising oil prices onmacroeconomic stability.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.87,
      601.22,
      289.16,
      719.22
    ],
    "text": "Inefficient transport facilities, poor road networkand traffic congestion in almost all major citiesremain serious problems and adversely impact oneconomic growth through reduced productivity.The road network has not been expanded sufficientlyto keep pace with higher economic growth andincreasing vehicle stock. The existing road network isnot properly maintained, leading to poor quality of roadsand traffic congestion. The public bus passengertransport services have not improved, notwithstanding",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      303.29,
      73.92,
      539.59,
      299.92
    ],
    "text": "the private sector involvement in this sector. Therailway still suffers losses due to low fares, which havenot been revised for a considerable period, despiteincreases in oil prices and operational costs. The costof transportation of goods is also high due to poor roadsand traffic congestion leading to high cost of consumergoods. In addition, the traffic congestion results inwastage of fuel, which costs the country dearly. As anefficient transport system with a better road network isnecessary to support higher economic growth andimprove total factor productivity of the economy, thegovernment should accelerate the implementation ofhighways and expressway projects, whileimplementing necessary measures to improve thepublic transport system. An improvement in roadnetworks and transportation would also contribute tothe poverty alleviation efforts of the government byproviding increased market access to goods producedin the provinces.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      303.29,
      307.55,
      539.6,
      569.55
    ],
    "text": "Unemployment, which is estimated to havedeclined to the lowest recorded level in the fourthquarter of 2007, indicates a potential hindrance tofuture higher growth prospects unless labourproductivity is improved substantially. The higherexpansion of the economy in recent years, togetherwith a sharp rise in public sector recruitments led to asignificant reduction in the unemployment rate to 6.0per cent at end 2007 from a rate of 7.7 per cent in2005. The recruitment to the public sector on an adhoc basis and the availability of non-performancebased benefits in the public sector not only discourageunemployed youth from joining the private sector, butalso encourage those already engaged in the privatesector to join the public sector. Increasing public sectoremployment, not only leads to overstaffing of publicservices, resulting in higher underemployment andhigher recurrent expenditure to the government, butalso creates a shortage of workers in the private sector.Hence, it is necessary for the government to formulatean effective recruitment policy to select only therequired cadre for public service on a merit basis.",
    "fonts": [
      "Arial-BoldMT",
      "Arial-ItalicMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      303.29,
      577.24,
      539.62,
      719.33
    ],
    "text": "The continuing higher global food pricesprovide an immense opportunity for theagricultural sector to grow strongly. Both domesticand plantation agriculture benefited from higher pricesduring 2007 and this trend is likely to continue in themedium-term. Tea exports exceeded the US dollars 1billion mark in 2007, thereby encouraging further valueaddition in this sector rather than exporting in bulk form.Penetrating into the vast Indian and Pakistani marketsunder FTAs would also help this industry to harnessits full potential. Paddy, coconut and several otheragricultural products fetched higher prices in 2007 and",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "22",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      52.87,
      74.09,
      289.17,
      304.74
    ],
    "text": "in that context, government should move away fromproviding fertiliser subsidies for selected crops.Instead, the government should invest in agri-infrastructure such as irrigation facilities, tanks,extension and advisory services, a better road networkin the backward regions and in research anddevelopment to ensure productivity improvement in thesector. Promoting the forward contracts concept amongfarmers and traders and effectively tackling theproblems in marketing produce in major agriculturalareas would ensure stable prices (Box 11). Theagriculture sector is currently facing labour shortagesand hence it is essential to introduce mechanisationin certain processes of cultivation. Therefore,implementation of a sound and dynamic agriculturalpolicy to address the issues in this sector and increaseagricultural production will ease the cost of livingthrough improvements in the supply of essential fooditems.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      52.87,
      309.87,
      289.18,
      516.65
    ],
    "text": "As an island nation surrounded by the sea, SriLanka has not yet harnessed the full potential ofits invaluable marine resources. Despite variousincentives provided by successive governments, thecountry’s fish production still remains well below thefull potential. An effective fishing sector developmentstrategy by the government involving the private sectorwould lead to the development of this sector, resultingin higher production as well as earning foreignexchange from exports of fish produce. Such astrategy would lead to increased sea based economicactivities creating more employment opportunities,especially for youth in the fishing community and wouldcontribute to higher future economic growth. It isimportant that the development strategy for this sectorshould aim to involve both foreign and local investorsto increase the domestic value addition in this sector",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      303.29,
      74.14,
      539.6,
      498.05
    ],
    "text": "with the government facilitating the process bydeveloping necessary infrastructure and encouragingthe use of new technology (Box 5).The process of oil exploration in the MannarBasin was launched in 2007. An analysis of seismicdata acquired by the government shows a significantpotential of presence of hydrocarbons (oil/gas) in thesurveyed area in the Mannar Basin. Out of the eightblocks demarcated, two blocks have already beenreserved for India and China for exploration, while thePetroleum Resources Development Committee(PRDC) has called for international competitive bidsfor exploration licences for three blocks and bids arecurrently being evaluated. The petroleum resources,if explored successfully, would be the most valuablenatural resource of the country and would have asignificant commercial value. This would generatemajor economic and social benefits to the country,provided that exploration of petroleum resources aremanaged professionally and prudently. Hence,maximisation of benefits to the country in a sustainablemanner should be of utmost priority in the wholeprocess of petroleum resources development. In thisrespect, marketing effectively and thereby attractingcredible investors, maintaining transparency andaccountability, designing constructive long-termpolicies and strategies, setting up an effectiveinstitutional framework, strengthening datamanagement and analysis, managing, regulation andmonitoring effectively etc., would be crucial insuccessful exploration of petroleum resources. At thesame time, action needs to be initiated to explorepetroleum resources in other areas off the shores ofSri Lanka, including the Cauvery Basin, which isconsidered to be an area where hydrocarbon resourceshave been proven to exist (Box 3).",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      520.87,
      747.17,
      533.89,
      760.17
    ],
    "text": "23",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      13.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      52.14,
      49.79,
      221.13,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      559.94,
      159.17,
      569.94,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      558.18,
      91.9,
      573.18,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      115.8,
      86.68,
      148.5,
      98.68
    ],
    "text": "Box 3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      59.79,
      130.09,
      288.8,
      283.07
    ],
    "text": "Sri Lanka’s efforts in oil exploration dates back to1960s, when Sri Lanka acquired first offshore reflectiveseismic data in the Northwestern region in 1967. Thereafter,between 1974 and 1981 seven exploratory wells (3 onshoreand 4 offshore-shallow water) were drilled with assistancefrom Russian and US companies. Although some evidenceof presence of hydrocarbons was found, no serious effortswere made to extract oil, as it was said to be commerciallyunviable, given the depth of reserves and technologyavailable at the time. Lack of a long-term committed andconsistent policy and appropriate institutional frameworkalso led to abandon first attempts of oil exploration.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      59.79,
      291.73,
      288.8,
      496.69
    ],
    "text": "Recent efforts of oil exploration commenced with a 2-D(Two Dimensional) seismic survey programme carried outby TGS-NOPEC, a Norwegian oil company, in the MannarBasin in 2001 (phase I) and 2005 (phase II) under anagreement entered into between the government of Sri Lankaand TGS-NOPEC. The seismic surveys covered the areafrom the coastline of Western Sri Lanka to the maritimeboundary with South-eastern India. Water depths of the studyarea ranged from 50-3000 metres. The seismic survey datawere subsequently acquired by the government in 2006 andanalysis of these data show significant potential of thepresence of hydrocarbons (oil/gas) in the surveyed area.Although not studied in detail, it is believed that there is ahigh potential of hydrocarbons in the Cauvery basin andother offshore areas of the country. A satellite gravity surveyhas also been conducted in 2002 by a Swedish Company.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      59.79,
      505.35,
      288.79,
      645.34
    ],
    "text": "The Ministry of Petroleum and Petroleum ResourcesDevelopment functions as the overall policy settinginstitution in petroleum exploration. The PetroleumResources Act No. 26 of 2003 is in place to provide thelegal framework. The Petroleum Resources DevelopmentCommittee (PRDC), which is set up under the Act andmainly comprises of Secretaries of relevant ministries, ischarged with the responsibility of effective implementationof the provisions of the Act. The Petroleum ResourcesDevelopment Secretariat (PRDS), headed by a DirectorGeneral assists PRDC.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      59.79,
      654.0,
      288.82,
      716.04
    ],
    "text": "The 2-D seismic survey in the Mannar basin covers anarea of 33,715 sq. km. divided into 8 blocks as shown inTable B 3.1. According to available information, two ofthese blocks i.e., block No. 1 and No. 8, have been reservedfor India and China, respectively, on nomination basis for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      248.07,
      87.19,
      450.79,
      99.19
    ],
    "text": "Oil Exploration in the Mannar Basin",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      302.95,
      130.09,
      538.88,
      179.1
    ],
    "text": "oil exploration. The PRDC has called internationalcompetitive bids for exploration licences in respect of 3 ofthe remaining 6 blocks (Block No. 2, 3 and 4) and certainbids have been received already.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      303.29,
      370.81,
      534.63,
      614.84
    ],
    "text": "These petroleum resources, if explored successfully,would be the most valuable natural resource of the countrythat has a significant commercial value. It would generatemassive economic and social benefits to the countryprovided that exploration, development and production ofpetroleum resources are managed prudently. Hence,maximisation of benefits to the country in a sustainablemanner should be of utmost priority in the whole processof petroleum resources development. Some countries, whichhave not been able to develop petroleum resources in aprudent manner, have not been able to derive the potentialbenefit through development of such resources. Hence,effective marketing, attracting credible investors,maintaining transparency and accountability, designingconstructive long-term policies and strategies, setting upan effective institutional framework, strengthening datamanagement and analysis, effective regulation,management and monitoring etc. would be crucial in thesuccessful exploration of petroleum resources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      303.29,
      623.49,
      534.62,
      711.45
    ],
    "text": "As shown in seismic surveys, hydrocarbon deposits areexpected in the deep sea (400 – 1,500 metres) and ultra-deep sea ( >1,500 metres) areas of Mannar basin, makingoil exploration more difficult and expensive. As perestimates, it would cost around US dollars 60 million todrill a well in the deep sea. Generally, it takes about 7-8years for exploration, development and production of oil",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      316.16,
      214.67,
      511.31,
      234.5
    ],
    "text": "BlockAreaRemarks (Sq.Km)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      316.16,
      239.25,
      516.57,
      345.33
    ],
    "text": "13,501Reserved 23,338Bids called 33,572Bids called 44,127Bids called 56,644 63,567 73,970 84,995ReservedTotal33,714Excluding Blocks 1 & 825,218",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      309.07,
      184.19,
      533.92,
      206.15
    ],
    "text": "Table B 3.1Mannar Basin Licensing Round 1 – Details of Blocks",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      400.23,
      350.37,
      531.98,
      365.76
    ],
    "text": "Source: Ministry of Petroleum and Petroleum Resources Development",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      55.77,
      747.51,
      66.77,
      758.51
    ],
    "text": "24",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      370.58,
      49.79,
      539.52,
      57.79
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2007",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      19.2,
      91.9,
      34.2,
      121.9
    ],
    "text": "1",
    "fonts": [
      "TimesNewRomanPS-BoldItal"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      20.96,
      159.17,
      30.97,
      559.87
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      141.94,
      87.02,
      488.28,
      109.32
    ],
    "text": "Figure B 3.2Mannar Basin Licensing of Blocks Figure B 3.1Mannar Basin",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      62.06,
      357.83,
      289.17,
      474.24
    ],
    "text": "even in a proven field. At the same time, given the highoil prices in the world market, many countries have openednew fields for oil exploration and have introduced variousincentives to attract investors. Hence, Mannar basin beinga virgin field, Sri Lanka would need to pay more attentionon marketing and attracting good investors. More thanfiscal incentives, maintaining credibility, transparency andaccountability will be crucial in attracting reputedinvestors.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      62.06,
      483.18,
      289.16,
      612.86
    ],
    "text": "A well-structured institutional arrangement should existfor policy formulation, management, regulation, andsupervision of oil exploration, development andproduction. In this respect, a high-capacity decisionmaking body would be required for policy making at macrolevel and guiding oil exploration to become a dynamicand well-positioned industry in the long run. Given thehigh national importance of oil exploration, suchinstitutions are headed by none other than the head of thestate in some countries of successful oil exploration.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      62.06,
      621.79,
      289.18,
      658.44
    ],
    "text": "The mobilisation and strengthening of the humanresources required for all areas of oil exploration such asGeology, Geo-Physics, Energy Economics and Risk",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      303.29,
      357.6,
      532.63,
      484.62
    ],
    "text": "Analysis, etc., and the acquisition of the necessary technicalknow-how are also very important for successfulimplementation of oil exploration projects. At the sametime, with the start of oil exploration, there will be newdemand for goods and services as well as labour that isneeded for the oil industry, creating strong forward andbackward linkages in economic activities. The new demandwill be interalia, in the areas of banking, insurance,construction, transportation, utility services, technical andother infrastructure related services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      303.29,
      493.27,
      532.66,
      659.29
    ],
    "text": "Hence, considering the national importance of oilexploration and consistently rising oil prices in the worldmarket, there is a pressing need for encouraginginvestments and embarking on oil exploration as early aspossible. Creating a healthy competition along withprudential setting of the business environment would ensuremaximum benefits to the country. Long-term planning andmaintaining credibility, transparency and accountability inthe decision making process would play a vital role inattracting investments. At the same time, actions need tobe initiated to explore petroleum resources in other areasof offshore Sri Lanka including Cauvery basin, which isconsidered to be a proven area of existence of hydrocarbon.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      86.66,
      333.87,
      533.65,
      341.21
    ],
    "text": "Source: Ministry of Petroleum and Petroleum Resources DevelopmentSource: Ministry of Petroleum and Petroleum Resources Development",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  }
]