[
  {
    "page_number": 0,
    "bbox": [
      220.56,
      54.93,
      263.69,
      66.0
    ],
    "text": "( 90 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.8,
      78.93,
      425.12,
      246.0
    ],
    "text": "The activities performed by the co-operative societies and the Food Com­missioner's Department (FCD), in the internal trade of the country underwent drastic changes under the liberalized system of trade. Due to the increased availability of goods at competitive prices (in the open market), the dependence of the consumers on co-operatives for their day to day needs was no longer a necessity. This could be seen from the marked decrease-in the turnover of the co-operatives from Rs. 9,870 million in 1981 to Rs. 8,320 million in 1982, a fall of 16 percent. Yet, a majority of the low income earners preferred to use co-operatives as the major source of supply for their needs, since the co-operatives handled the bulk of the items distributed under the Food Stamp Scheme. In 1982 the co-operative societies continued to handle the Food Stamp Scheme. According to estimates based on a Central Bank Survey, despite a reduction in the turnover, the co-operative sector was able to achieve an increased margin of 6 per cent in 1982 as against 4 per cent in 1981 over the costs of its purchases.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0,
      10.156328201293945
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.44,
      260.61,
      426.6,
      379.68
    ],
    "text": "The private sector continued to play a major role in the distribution of essen­tial items such as rice, flour, bread and sugar in 1982. During the year, the private sector was able to handle the bulk of the trade in locally produced rice and sugar. The volume of imports of sugar by the Food Commissioner's Department decreased by more than 94 per cent, while the FCD's purchases of rice from the Paddy Marketing Board (PMB) decreased by 87 per cent in 1982. At the same time, the purchase of paddy by the PMB from producers declined by 34 per cent. This reveals the major role played by the private sector in the rice and sugar trade. However, FCD continued to-be the sole importer of wheat grain for milling at the Prima Mills and was the sole distributor of wheat flour.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.96,
      393.81,
      125.61,
      404.88
    ],
    "text": "-TOURISM •",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.72,
      409.89,
      427.32,
      468.96
    ],
    "text": "Despite stagnant economic conditions prevailing in Western countries, the main markets of tourism, adversely affecting the growth in world tourism, Sri Lanka's tourist industry was ranked as the fourth largest contributor of foreign exchange inflows in 1982. The industry also continued to sustain the growth in employment opportunities in.the country. • .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.2,
      482.37,
      429.06,
      565.44
    ],
    "text": "The total number of tourist arrivals in the country during 1982 amounted to 407,230 representing an increase of almost 10 per cent over the preceding year. Follo-•wing the trend observed during the previous year, the rate of growth of tourist traffic .achieved, this year indicated, a further decline. Arrivals of excursionists (i.e. the temporary visitors staying in the country for less than 24 hours including travellers on cruises but excluding travellers in transit) totalled 6,632 indicating a drop of 14 per cent oyer the corresponding figure of 1981.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      68.4,
      578.61,
      429.96,
      649.68
    ],
    "text": "Total nights spent by tourists in the country, in 1982 amounted to 4,064,155. This was an increase of 4 per cent above the figure registered during the previous year. The total number of tourist nights, which is a better indicator of the volume of the tourist traffic, has increased at a lower rate than that of the tourist arrivals of the current year: Average duration of stay of a tourist which reached a peak of 11.1 days in 1979 has declined gradually to 10.0 in. 1982.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.894442558288574,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      221.28,
      51.91,
      263.49,
      60.77
    ],
    "text": "( ?1 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.956914901733398,
      7.95790958404541
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.64,
      71.73,
      423.61,
      178.8
    ],
    "text": "Western Europe, as in the past, maintained its position as the main market during the current year. Arrivals from Western Europe accounted for 57 per cent of total arrivals when compared with 66 per cent in the previous year. In 1982, for the first time in the past decade, Western European arrivals have dropped by 5.5 per cent: The Asian market, the second largest, has \"enhanced its relative market share from 24 per cent in 1981 to 33 per cent in 1982. This was mainly dub to the remarkable increase in the arrivals of Indian nationals in the country.\" The market share of Australasia has increased from 2.6 per cent in 1981 to 3.1:pefcchtih 1982 while that of North America remained at 4 per cent as in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.44,
      190.29,
      425.88,
      405.39
    ],
    "text": "Gross earnings of the tourist industry in 1982. were estimated at Rs. /3,050 million which indicated an increase of 20 per cent.over the earnings'^, the preceding year. In terms of SPRs, ^ross earnings amounted to 133 million reflecting an/in­crease of 18 per cent. These figures show that the ,momentum;qf growth,achieved in the gross earnings from the industry during the past few-years could not be sustained in 1982. .Tourist shops including the duty free shopping complex accounted for 22 per cent of the gross earnings of the industry during the current year, when compared with 7 per cent registered in previous year. • This VOLS mainly due to the sales, at ,the .duty free shopping complex which contributed Rs. 496 rnillion or 76 per cent of the sales of tourist shops. Earnings, from hotels and travel agencies which' were responsible for 22'per ceht.and 33 per cent of the gross earnings from the industry in 1981 have declined to 17 per cent and 27 per cent respectively during the year under, considera­tion.' The importance of tourism earnings can be gauged from the balance of payments data. -: The share of tourism which was 35 per cent of receipts from services in 1979 has marginally dropped to 34 per cent in 1982.- '•\" Tourism which was ranked as the fifth largest foreign exchange earner for the country in 1981, improved its position to become the fourth largest foreign exchange-earner-in 1982/surpassing the position of rubber exports. r",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      6.367919445037842,
      9.894442558288574,
      9.909590721130371,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      96.0,
      416.13,
      344.25,
      427.23
    ],
    "text": ". . . . . . . . - - . . . TABLE 1.38 .. ; .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      175.2,
      432.93,
      307.04,
      444.0
    ],
    "text": "Tourism Statistics 1981—1982",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      97.44,
      463.76,
      291.94,
      473.74
    ],
    "text": "' . . ' \" • ' item .\" . , 1981' \"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.623730659484863,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      297.12,
      455.6,
      375.76,
      473.5
    ],
    "text": "% change over 1980 1982 f ' '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.064561367034912,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      380.88,
      455.84,
      419.8,
      473.26
    ],
    "text": "% change, over 1981",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.88,
      480.08,
      251.63,
      513.82
    ],
    "text": "1. .Tourist arrivals 2.\" Excursionist arrivals .'. 3.' Tourist nights • ('000) ... •. .. 4. Gross tourist receipts",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.473261833190918,
      8.702394485473633,
      8.723237037658691,
      8.755889892578125,
      8.800000190734863,
      8.986347198486328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      84.96,
      512.48,
      249.52,
      538.06
    ],
    "text": "4.1 Rs. million • • -.: .. 4.2 U.S.Dollar million • .. 4.3, SDR million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.591207504272461,
      8.755889892578125,
      8.800000190734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      251.76,
      479.84,
      290.09,
      497.74
    ],
    "text": ".. 370,742 ' 7,737",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125,
      8.984968185424805
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      258.96,
      496.16,
      294.16,
      505.92
    ],
    "text": ": 3,907'",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.064561367034912,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      260.64,
      512.24,
      290.32,
      537.82
    ],
    "text": "2,546.5 132.4 . 112.3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125,
      8.938175201416016
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.12,
      479.84,
      330.28,
      505.66
    ],
    "text": "15.2 —10.4-, 10.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.24,
      512.0,
      337.67,
      538.06
    ],
    "text": "39.1 ,19.6--. 32.0 \"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      339.36,
      479.84,
      380.62,
      505.9
    ],
    "text": "407,230 \" ' 61632 ' 4,064 -",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125,
      8.935965538024902
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      338.88,
      512.24,
      379.89,
      537.82
    ],
    "text": ": 3^050:!S* -7146.6 • .' 132.8'",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      3.064561367034912,
      8.678201675415039,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      399.84,
      480.08,
      417.89,
      489.82
    ],
    "text": ".9.8.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.642075538635254
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      395.52,
      495.92,
      413.92,
      505.66
    ],
    "text": ".4.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      380.88,
      512.0,
      415.4,
      537.58
    ],
    "text": "'-''19.8 : ,' ; 10.7 18.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.88,
      544.64,
      214.56,
      570.22
    ],
    "text": "5. Number of arrivals by purpose of visit '5.1 Pleasure\" ... 5.2 Business ;• ' . .... j",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.719996452331543,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      260.16,
      552.56,
      289.26,
      570.46
    ],
    "text": "331,638 23,540",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.16,
      552.56,
      328.52,
      570.46
    ],
    "text": "13.6 '21.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      339.36,
      552.56,
      378.16,
      572.14
    ],
    "text": ":36i,m' : .27,484-'",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.0283305644989014,
      8.652373313903809,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      383.04,
      552.56,
      419.01,
      570.22
    ],
    "text": ":'' 8.9 •-• -16.7,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.064561367034912,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.44,
      576.8,
      249.9,
      635.02
    ],
    "text": "6. Number of arrivals by region ..\" - 6.1 Western Europe • • 6.2 Asia ... ; .. 6.3 North America 7. Total employment .. . ..7.1 Direct .. .\". 7.2 Indirect- .. - ' ? -",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.064561367034912,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      253.68,
      584.72,
      289.85,
      634.06
    ],
    "text": "245,785 88,744 13,947 55.25S \" 23,023 • '32,232",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      297.36,
      584.96,
      336.16,
      634.3
    ],
    "text": "15.1 •. . 18.8' ' 8.3 '-15.3 15.8'' - 1-5.0 •",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.7286958694458,
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      342.0,
      584.72,
      380.42,
      634.06
    ],
    "text": "232,290 : 135,088 i'5,528-60,000* 25,000* . •35iOOO*",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.755889892578125
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      71.28,
      585.62,
      424.16,
      647.02
    ],
    "text": ": • -t-5,'5 • 52.2, 11.3 . 8,6; 8.6 > • ' 8.6 .• * Provisional. - . <. • . . . - • Soutce^ . Ceylon Tourist Board.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      3.977959632873535,
      3.978954792022705,
      7.362907409667969,
      7.862269401550293,
      8.755889892578125,
      8.800000190734863,
      8.899450302124023
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      219.6,
      52.77,
      262.25,
      63.84
    ],
    "text": "( 92 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.68,
      76.53,
      420.12,
      163.92
    ],
    "text": "Tourism offers a wide variety of employment opportunities directly in the tourist sector and indirectly in the several servicing sectors. The total number of persons directly employed in the tourist industry in 1982 amounted to 25,000 repre­senting an increase of 8 per cent over 1981. Total number of indirect employment generated by tourism as at end 1982 has been estimated at 35,000. As a result at the end of 1982, total employment in the tourist sector amounted to 60,000 implying that one job was created by every 7 tourist arrival.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.68,
      177.81,
      420.84,
      366.96
    ],
    "text": "The number of units in the graded accommodation sector has expanded from 115 in 1981 to 123 in 1982 resulting in an increase in the total number of rooms from 6,891 to 7,539. Meanwhile, the annual room occupancy rate in the graded accommodation sector which reached a peak of 57 per cent in 1980 has since declined to 47.8 per cent in 1982. Although the number of tourists arriving in the country has been increasing annually, there has been a drop in the occupancy rate in the graded accommodation sector which implies that tourists are increasingly patronising accommodation outside the graded sector. Heavy reliance of the Sri Lankan tourist industry on the Western European market is a basic structural weakness of the industry and a concerted effort is required to diversify the sources of tourist traffic with a view to overcoming the problem of its vulnerability to significant changes in traffic from this region. Another important issue is the diversion of patronage from the graded accommodation to lower cost accommodation presumably due to high prices. This in turn may have something to do with taxes currently imposed on the hotel industry as well as increased costs of electricity & water.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.92,
      388.05,
      189.24,
      399.12
    ],
    "text": "BALANCE OF PAYMENTS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.92,
      403.89,
      185.64,
      414.96
    ],
    "text": "Balance of Payments Outturn",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.92,
      420.21,
      426.2,
      647.52
    ],
    "text": "In 1982, the current account deficit of Sri Lanka's balance of payments at Rs. 11,793 million (SDR 515 million) was the highest on record. In comparison, the deficit in 1981 was Rs. 8,342 million (SDR 375 million). The current account deficit as a percentage of GDP increased from 11 per cent in 1981 to 13 per cent in 1982. These movements compare unfavourably with the developments in 1981, when the current account deficit declined by 26 per cent, and its share in GDP by 4 percentage points. The deterioration of the current account balance in the year under review is attributable to the sluggish growth in exports against a faster growth in imports and a considerable reduction in net service receipts, particularly due to high interest payments on foreign borrowings. The net inflow of non-monetary capital in 1982 was Rs. 9,885 million (SDR 431 million), reflecting a 26 per cent increase (in SDR terms) over the corresponding figure for 1981. As a result, despite the record current account deficit, the overall balance was contained below the 1981 level (SDR 24 million in 1982 as against SDR 26 million in the previous year). During the year, the country's net international reserves declined to the extent of the overall deficit. Gross external assets, however, increased by 20 per cent to reach Rs. 10,956 million (SDR 466 million) at the end of the year. The gross external assets at the end of 1982 were adequate to finance 3 months' imports projected for 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.832903861999512,
      9.949873924255371,
      10.0,
      10.156820297241211
    ]
  }
]