[
  {
    "page_number": 0,
    "bbox": [
      108.0,
      79.32,
      384.37,
      94.38
    ],
    "text": "NATIONAL INCOME AND EXPENDITURE",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      13.531829833984375
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.24,
      107.73,
      160.68,
      118.8
    ],
    "text": "OVERALL TRENDS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.0,
      126.45,
      425.64,
      196.32
    ],
    "text": "In 1990, there was a resurgence of high growth momentum in economic activity characteristic of the period prior to the civil strife that started in 1983. The Gross National Product (GNP) in real terms increased by 6.6 per cent in 1990, compared with a growth of 2.3 per cent in 1989. This represents a significant improvement over the average annual GNP growth of 2.7 per cent achieved during the five year period 1985 -1989.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.891916275024414,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.0,
      203.97,
      425.92,
      332.64
    ],
    "text": "While all sectors recorded growth it was the resilience of the agriculture sector that made the major contribution towards the improved overall growth performance in 1990. The favourable weather and the improvement in the security condition in most parts of the country enabled a strong recovery of the agriculture sector, which accounts for about a fourth of Sri Lanka's GNP. The volume of output of the agriculture sector, inclusive of forestry and fishing, is estimated to have increased by 8.8 per cent in 1990. Its contribu­tion towards the overall GNP growth was 31 per cent The manufacturing sector, which has maintained a consistent growth momentum in the recent past, continued to be buoy­ant in 1990. Led by increased industrial exports, the manufacturing sector is estimated to have recorded a growth of 9.4 per cent in 1990, while its contribution to the growth in GNP was 25 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.24,
      341.97,
      426.33,
      389.04
    ],
    "text": "The mining and quarrying sector which recorded a growth of 5.4 per cent in 1989, performed better in 1990, registering a growth of 9.1 per cent, mainly due to an expan­sion in gem mining. Following the rapid improvement in the country's security situation, construction activities picked up leading to a moderate growth of that sector in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.72,
      395.97,
      426.43,
      431.04
    ],
    "text": "The growth in trade, transportation and banking services as well as the expansion in services related to tourism led to a higher rate of growth in the services sector in 1990 (4.3 per cent) when compared to 1989 (3.2 per cent).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.48,
      437.97,
      427.05,
      569.04
    ],
    "text": "The Gross National Product (GNP) at current factor cost prices is estimated at Rs.285 billion. This represents an increase of 27.9 per cent over the previous year. The implicit GNP deflator, which is an indicator of the overall price changes in the economy, has risen by 20.0 per cent in 1990, compared to an increase of 9.7 per cent in 1989, reflecting an acceleration in the rate of increase of prices during the year. Accordingly, the GNP at constant (1982) prices was estimated at Rs.127 billion, an increase of 6.6 per cent over 1989. Meanwhile, Gross Domestic Product which is defined as the Gross National Product adjusted for the net factor income from abroad, has registered a growth of 6.2 per cent in real terms. The higher rate of growth in the GNP, when compared to the GDP growth was due to a significant increase in net factor income from abroad, following the improvement in the country's external assets position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.96,
      575.73,
      427.26,
      634.8
    ],
    "text": "Sri Lanka's mid year population in 1990 has been provisionally estimated at 17.0 million, an increase of .1.1 per cent over 1989. Accordingly, per capita GNP at current prices in 1990 is estimated at Rs.16,745 (US.$.418). The per capita GNP at current prices has increased by 26.0 per cent in 1990. The increase in real terms was 5.4 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      67.2,
      641.97,
      427.33,
      665.04
    ],
    "text": "In analysing the growth of Real National Income, the change in the terms of trade has to be taken into account since it has a bearing on the import capacity of exports. In",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      241.2,
      693.33,
      253.93,
      704.4
    ],
    "text": "26",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      354.72,
      64.39,
      407.27,
      75.56
    ],
    "text": "TABLE 1.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      143.76,
      85.99,
      620.75,
      97.16
    ],
    "text": "Sectoral Composition and Increase In Gross National Product at Constant (1982) Prices 1988 -1990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      524.4,
      121.34,
      666.03,
      129.16
    ],
    "text": "Increase over Percent Share of",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      121.92,
      127.59,
      651.37,
      148.36
    ],
    "text": "- •', Sector Value Added Per cent Share Previous Year increase - •', Sector (Rs. Million) ofG.N.P. (Rs. Million) in G.N.P.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.2,
      161.43,
      664.53,
      169.48
    ],
    "text": "1988* 1989* 1990* 1988 1989 1990 1989 1990 1989 1990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.9224653244018555,
      6.927241802215576,
      6.9288330078125,
      6.964912414550781
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.16,
      180.15,
      665.08,
      283.72
    ],
    "text": "1. Agriculture, Forestry and Fishing 27,984 27,666 30,100 24.1 23.3 23.7 -318 2,434 -12.0 30.9 1.1 Agriculture - -23,762 23,311 25,818 20.4 19.6 20.4 -451 2,707 -17.0 34.4 1.1.1. Tea 2,926 2,668 3,004 2.5 2.2 2.4 -256 336 -9.7 4.3 1.1.2. Rubber 770 697 718 0.7 0.6 0.6 -73 21 -2.7 0.3 1.1.3. Coconut 2,501 3,210 3,261 2.2 2.7 2.6 709 51 26.7 0.6 1.1.4. Paddy . 6,312 5,258 6,467 5.4 4.4 5.1 -1054 1,209 -39.6 15.4 1.1.5. Other 11,253 11,478 12,368 9.7 9.7 9.8 225 890 8.5 11.3 1.2. Forestry 1,943 1,985 2.030 1.7 1.7 1.6 42 45 1.6 0 6 1.3. Fishing 2,279 2,370 2,252 2.0 2.0 1.8 91 -118 3.4 -1.5 2. Mining and Quarrying 3,392 3,576 3,901 2.9 3.0 3.1 184 325 6.9 4.1 3. Manufacturing 19,622 20,488 22,427 16.9 17.2 17.7 866 1,939 32.6 24.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.812478065490723,
      6.83323335647583,
      6.964912414550781,
      7.061227321624756,
      7.0615739822387695,
      7.061990261077881,
      7.063586235046387,
      7.068405628204346,
      7.0717668533325195,
      7.0788655281066895,
      7.107120513916016,
      7.12227201461792
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.4,
      285.27,
      665.22,
      417.88
    ],
    "text": "3.1. Tree Crop Processing 3.273 3,257 3,530 2.8 2.7 2.8 -16 273 -0.6 3.5 3.2. Factory Industry 14,030 15,500 17,085 12.1 13.0 13.5 1470 1,585 55.3 20.1 3.3. Small and Other Industry 2,319 1,731 1,812 2.0 1.5 1.4 -588 81 -22.1 1.0 4. Construction 8,463 8,514 8,684 7.3 7.2 6.9 51 170 1.9 2 2 5. Electricity, Gas, Water and Sanitary Services 1,499 1,526 1,681 1.3 1.3 1.3 27 155 1.0 2.0 6. Transport, Storage and Communication 13,619 13,883 14,410 11.7 11.7 11.4 264 527 9.9 6.7 7. Wholesale and Retail Trade 25,164 25,588 26,497 21.7 21.5 20.9 424 909 15.9 11.5 8. Banking, Insurance and Real Estate 5,819 6,168 6,556 5.0 5.2 5.2 349 388 13.1 4.9 9. Ownership of Dwellings 3,603 3,650 3,705 3.1 3.1 2.9 47 55 . 1.8 0.7 10. Public Administration and Defence 5,462 6,140 6,340 4.7 5.2 5.0 678 200 25.5 2.5 11. Services (n.e.s.) 4,423 4,530 4,955 3.8 3.8 3:9 107 425 4.0 5.4 12. Gross Domestic Product 119,050 121.729 129,256 102.4 102.4 102.0 2679 7,527 100.7 95.6 13. Net Factor Income from Abroad -2,836 -2,855 -2,509 -2.4 -2.4 -2.0 -19 346 -0.7 4.4 14. Gross National Product 116,214 118,874 126,747 100.0 100.0 100.0 2660 7,873 100.0 100.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.466651439666748,
      6.5800371170043945,
      6.840830326080322,
      6.844052791595459,
      6.863320827484131,
      6.90584659576416,
      6.927241802215576,
      6.964912414550781,
      7.061435222625732,
      7.061782360076904,
      7.061817169189453,
      7.06195592880249,
      7.066117763519287,
      7.066741943359375,
      7.0681633949279785,
      7.068405628204346,
      7.068579196929932,
      7.0719404220581055
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.64,
      424.23,
      678.0,
      432.28
    ],
    "text": "'Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.16,
      82.53,
      416.04,
      117.12
    ],
    "text": "1990, the terms of trade had deteriorated by 10 per cent Thus the Real National Income (GNP adjusted for the terms of trade effect) recorded a lower rate of increase (3.4 per cent) than the Real Gross National Product,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.909590721130371,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.16,
      124.77,
      416.01,
      182.88
    ],
    "text": "On the expenditure side, Gross Domestic Expenditure at current market prices is estimated at Rs.346 billion, an increase of 25.5 per cent over 1989. In nominal terms, consumption expenditure increased by 23.7 per cent in 1990, while Gross Domestic Capital Formation, estimated at Rs.73 billion in 1990, has risen by 32.7 per cent over 1989.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.891916275024414,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.16,
      190.53,
      416.1,
      237.6
    ],
    "text": "Private consumption expenditure in real terms has risen by 2.7 per cent in 1990, as against an increase of 1.0 per cent in 1989. Meanwhile, government consumption ex­penditure has registered a marginal decline, in real terms. The overall consumption expenditure has increased by 2.1 per cent, in real terms during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.121758460998535
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.16,
      244.53,
      416.49,
      314.4
    ],
    "text": "The ratio of investment to GDP, which was 21.7 per cent in 1989, has increased slightly to 22.6 per cent in 1990. An important feature evident in the investment pattern in 1990 was a structural shift with the private sector taking on the leading role following the progressive decline in investment by the public sector. Notwithstanding this trend, public investment in 1990 was concentrated on priority areas, mainly directed towards developing economic and social infrastructure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.64,
      322.05,
      415.81,
      357.12
    ],
    "text": "Domestic savings are estimated at Rs.47 billion or 14.8 per cent of GDP. Mean­while, the National Savings Ratio increased from 14.6 per cent in 1989 to 17.5 per cent in 1990 owing to the higher inflows in factor income and private foreign remittances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.88,
      370.05,
      194.7,
      381.12
    ],
    "text": "SECTORAL PERFORMANCE",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.88,
      388.53,
      416.69,
      446.64
    ],
    "text": "The sectoral performance of the GNP and the changes in value-added at constant (1982) prices are given in Table 1.6. In 1990, the agriculture sector including forestry and fishing, has recorded a growth of 8.8 per cent In the previous year, this sector recorded a negative growth of 1.1 per cent due to the impact of adverse weather and civil disturbances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.88,
      454.05,
      417.04,
      549.12
    ],
    "text": "Within plantation agriculture, the performance of the tea sub-sector was most strik­ing. Tea production in 1990 reached the highest level on record and its value-added in real terms increased by 12.6 per cent over 1989. Meanwhile, value-added in rubber and coconut has increased by 3 per cent and 1.6 per cent, respectively. The resilience in the agriculture sector was most evident in the paddy and minor food crop sub-sectors. Paddy production recovered by 23 per cent, from the low output level in 1989, mainly due to the favourable weather in the major paddy producing districts. The volume of output of minor food crops is estimated to have increased by 8 per cent over 1989. The 'other1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.88,
      550.05,
      417.69,
      609.12
    ],
    "text": "agriculture sub-sector, comprising mainly minor food crops, minor export crops, poultry & livestock farming grew by an impressive 7.8 per cent in 1990, compared to a growth of 2 per cent in the preceding year. Fish production declined by 5 per cent due to the disruptions to coastal fishing in the Northern area as a result of renewed civil distur­bances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.88,
      616.53,
      417.54,
      687.6
    ],
    "text": "The value-added in the mining and quarrying sector is estimated to have increased by 9.1 per cent in 1990, mainly due to the expansion in gem mining. Reflecting the growth in value-added in this sub-sector, export earnings from gems increased from SDR 47.7 million in 1989 to SDR 53.9 million in 1990. Meanwhile, the volume of. output of Ilmenite, Rutile and other mineral sands declined by 26 per cent during the year as min­ing activities were disrupted due to the renewed civil disturbances in the mining districts",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      230.88,
      696.21,
      243.46,
      707.28
    ],
    "text": "28",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      66.96,
      82.53,
      428.05,
      105.12
    ],
    "text": "of the North and East. The expansion in construction activities in 1990 led to a recovery in the quarrying sub-sector. \" N",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      66.72,
      113.49,
      428.34,
      149.04
    ],
    "text": "The manufacturing sector which has maintained a favourable growth momentum since 1986, continued to be buoyant in 1990 with a growth of 9.4 per cent The impetus to the growth of this sector came fro '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      66.24,
      157.89,
      428.86,
      239.52
    ],
    "text": "Factoryindustry, which is the majorsub-sector within the manufacturing sector, has increased its value-added in 1990 by 10.2 per cent, in real terms. In comparison the growth of this sub-sector in the previous year was 6 per cent The industrial categories which recorded large increases in value-added in 1990, were food, beverages and tobacco (8 per cent), textiles, apparel and leather products (10 per cent), chemicals, petroleum and plastic products (25 per cent) and. fabricated metal products, machinery and transport equipment (12 per cent).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.909590721130371,
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      66.0,
      249.09,
      428.04,
      332.16
    ],
    "text": "In contrast to a decline of 0.5 per cent in 1989, value-added in real terms in the processing industries of tea, rubber arid coconut kernel products has increased by 8.4 per cent, as a result of the increased output of plantation agriculture during the year. The small industries sub-sector grew at a higher rate (6.0 per cent) in 1990, when compared to 1989 (1.9 per cent), largely due to the greater availability of credit as well as the institu­tional support extended to this informal sub-sector with the objective of creating income-generating employment. . ; : \" r • i",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.76,
      340.77,
      428.01,
      399.84
    ],
    "text": "The construction sector grew by 2 per cent in 1990, compared to the poor perform­ance in 1989 with a growth rate of only 0.6 percent. Even though construction activities in the public sector remained sluggish due to the curtailed Public Investment Programme, the construction of commercial and residential: buddings in the private sector has ex­panded following the more ravourabIe;mVestrieht climate during the year under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.52,
      408.93,
      427.8,
      528.0
    ],
    "text": "The services sector grew by 4.3 per cent in 1990 as against 3.2 per cent in 1989. The expansion in the services sector accounted for nearly 34 per cent of the total increase in GNP during the year. Within the services sector, value-added in electricity, gas, water and sanitary services rose by 10.2 per cent in 1990. Meanwhile, increased production in the agriculture and manufacturing sectors led to high growth in trade and transport serv­ices. The stimulus from the higher level of economic activity in 1990 enabled the banking and financial sub-sector to achieve a higher rate Of growth in 1990 when com­pared to 1989. The growth rate in public administration and defence has slowed down considerably, when compared to the previous year, partly reflecting the administrative reforms and restructuring initiatives in the public service.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.886809349060059,
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.76,
      536.61,
      427.8,
      606.48
    ],
    "text": "Following the improved security situation in the country, the long awaited recovery in tourism was realised in 1990, with tourist arrivals recording an increase of 62 per cent over 1989. Consequently, foreign exchange earnings from tourism have risen from SDR 59.5 million in 1989 to SDR 88.0 million in 1990, while value added in the hotel services has increased by 20.0 per cent in real terms. The major impetus to the growth in the 'other services' was the expansion in the hotel services sub-sec tor.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.76,
      621.09,
      140.31,
      632.16
    ],
    "text": "EXPENDITURE",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.52,
      638.61,
      427.56,
      673.2
    ],
    "text": "Gross Domestic Expenditure (GDE) at current market prices in 1990 was Rs.346 billion, an increase of 25.5 per cent over the previous year. Consumption expenditure consisting of both private and government consumption increased from Rs.221 billion in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      240.0,
      695.01,
      252.63,
      706.08
    ],
    "text": "29",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      342.96,
      100.63,
      396.07,
      111.8
    ],
    "text": "TABLE 1.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      265.2,
      122.23,
      473.64,
      133.4
    ],
    "text": "Total Resources and their uses 1982 -1990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      127.2,
      174.62,
      143.9,
      182.44
    ],
    "text": "Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      222.24,
      148.94,
      310.42,
      166.36
    ],
    "text": "At Current Market prices (Rs. Million)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      443.76,
      148.7,
      498.58,
      156.52
    ],
    "text": "At 1982 Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      127.2,
      161.66,
      657.9,
      182.44
    ],
    "text": "Percentage Change Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      203.04,
      188.3,
      330.66,
      196.36
    ],
    "text": "1982 1988* 1989* 1990*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.9224653244018555,
      6.927241802215576,
      6.9288330078125,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      362.16,
      174.38,
      581.75,
      182.2
    ],
    "text": "1982 198 8* 1989* 1990*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.9224653244018555,
      6.927241802215576,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      127.2,
      161.66,
      657.9,
      182.44
    ],
    "text": "Percentage Change Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      203.04,
      188.3,
      330.66,
      196.36
    ],
    "text": "1982 1988* 1989* 1990*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.9224653244018555,
      6.927241802215576,
      6.9288330078125,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      341.28,
      194.3,
      394.21,
      211.72
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      406.8,
      194.06,
      460.45,
      211.72
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      474.0,
      194.3,
      527.17,
      211.48
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      540.96,
      194.06,
      593.41,
      211.48
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      609.6,
      189.74,
      628.27,
      215.32
    ],
    "text": "1989 over 1988",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      639.6,
      189.74,
      658.29,
      215.32
    ],
    "text": "1990 over 1989",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      74.64,
      219.98,
      658.21,
      247.24
    ],
    "text": "1. Total Resources 145,143 303,753 344,478 443,612 145,143 100 180,300 100 182,062 100 188,895 100 1.0 3.8 1.1. GDP at Market Prices 99,238 221,982 251,891 321,057 99,238 68 124,864 69 127.735 70 135,655 72 2.3 6.2 1.2. Imports of Goods and",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.70934534072876,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      73.68,
      248.54,
      658.35,
      266.2
    ],
    "text": "Non Factor Services 45,905 81,771 92,587 122,555 45,905 32 55,436 31 54,327 30 53,240 28 -2.0 -2.0 2. Utilization 145,143 303,753 344,478 443,612 145,143 100 180,300 100 182,062 100 188,895 100 1.0 3.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.83323335647583,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.56,
      267.02,
      657.9,
      285.16
    ],
    "text": "2.1. Consumption 87,468 195,306 221,090 273,640 87,468 60 112,273 62 114,001 63 116,419 62 1.5 2.1 2.2. Gross Domestic Fixed",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.540600299835205,
      6.919031620025635,
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.08,
      286.23,
      658.2,
      342.04
    ],
    "text": "Capital Formation 30,279 49,961 54,249 71,600 30,279 21 33,556 18 31,408 17 31,879 17 -7.4 1.5 2.2.1. Government (4,866) (12,805) (14,306) (13,480) (4,866) (3) (7,208) (4) (6,910) (4) (5.597) (3) -4.0 -19.0 2.2.2. Public Corporation 2.2.3. Private Sector (25,413) (37,156) (39,943) (58.120) (25,413) (18) (26,348) (14) (24,498) (13) (26,280) (14) -7.0 7.3 2.3. Changes in Stocks 248 601 473 1,038 248 -300 -196 -240 ---2.4. Exports of Goods and",
    "fonts": [
      "Courier-BoldOblique",
      "Helvetica-Bold"
    ],
    "sizes": [
      4.019253253936768,
      6.699588775634766,
      6.941798210144043,
      6.946525573730469,
      6.964912414550781,
      8.95787239074707
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.32,
      343.11,
      657.71,
      351.4
    ],
    "text": "Non-Factor Services 27,148 57,885 68,666 97,334 27,148 19 34,171 19 36,457 20 40,357 21 6.7 11.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.96,
      363.02,
      668.02,
      370.84
    ],
    "text": "* Provisional. Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.36,
      85.65,
      437.58,
      108.72
    ],
    "text": "1989 to Rs.274 billion in 1990. Gross Domestic Capital Formation (GDCF), estimated at Rs.73 billion in 1990, has risen by 33 per cent when compared to 1989.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.48,
      115.89,
      437.61,
      221.04
    ],
    "text": "Private consumption expemiuure is estimated to have increased by 24.8 per cent, from 19S billion in 1989 to Rs.243 billion in 1990. Private consumption expenditure on imported consumer goods and services has increased by 26 percent in 1990, whereas in .1989 it had risen by 21 per cent, A slight moderation in the expenditure on imported food and beverages was shown in 1990 due to reduced imports following the increased output in domestic agriculture. Meanwhile, an increase in private consumption expendi­ture on consumer durables such as motor cars, motor cycles was evident, in 1990. Gov­ernment consumption expenditure rose by 16 per cent in 1990 mainly due to the increase in expenditure related to defence and security.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.12,
      229.17,
      437.37,
      288.24
    ],
    "text": "Gross Domestic Capital Formation (GDCF) at current prices inclusive of stock changes, increased by 33 per cent in 1990, whereas in the previous year it increased by 8 per cent The combined capital formation of the private sector and public corporations rose by 32 per cent, as against an increase of 16 per cent in 1989. In comparison, capital formation of the government sector declined by 5 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.36,
      301.41,
      326.04,
      312.48
    ],
    "text": "AVAILABILITY AND UTILIZATION OF RESOURCES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.12,
      319.41,
      437.13,
      401.04
    ],
    "text": "The total resources available to the economy in 1990 and their utilization is as shown in Table 1.7. Resources available to the economy amounted to Rs.443.6 billion in 1990, compared with Rs.344.5 billion in 1989. The increase in total resources was made up of an increase of Rs.69 billion in the Gross National Product and an increase of Rs.30 billion in imports of goods and non-factor services. Of the total resources, 62 per cent was spent on consumption, 16 per cent on capital formation, while 22 per cent was absorbed on exports of goods and services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.12,
      408.69,
      436.99,
      431.76
    ],
    "text": "The total resource availability at constant (1982) prices rose by 3.8 per cent in 1990 compared to a marginal increase of 1.0 per cent in 1989.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.88,
      439.17,
      437.22,
      486.24
    ],
    "text": "Private consumption expenditure in real terms has risen by 2.7 per cent in 1990, as against an increase of 1.0 per cent in 1989. Meanwhile, government consumption ex­penditure which increased by 9 per cent in real terms in 1989 under the burden of defence related expenditure, has registered a marginal decline in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.12,
      492.69,
      436.85,
      539.76
    ],
    "text": "Gross Domestic Fixed Capital Formation, which declined in real terms in 1988 and 1989, has posted a growth of l.S per cent in 1990. The expansion in construction activities and a rise in the private sector investment on machinery and transport equip­ment in 1990 led to a growth in Gross Domestic Capital Formation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.891916275024414,
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.12,
      546.93,
      437.85,
      594.72
    ],
    "text": "Exports, which have maintained a reasonable rate of growth in the recent past, continued to grow in 1990 posting a growth rate of 11 per cent in real terms. The expansion in both agricultural and industrial exports has contributed towards the growth in exports in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.36,
      600.93,
      437.58,
      648.0
    ],
    "text": "Domestic savings increased from Rs.30.8 billion in 1989 to Rs.47.4 billion in 1990. The ratio of domestic savings to GDP at market prices has risen from 12.2 per cent in 1989 to 14.8 per cent in 1990. National savings which include net factor income and private remittances from abroad increased by 52 per cent, in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      251.28,
      698.13,
      263.82,
      709.2
    ],
    "text": "31",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      212.4,
      85.27,
      265.52,
      96.44
    ],
    "text": "TABLE 1.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      171.84,
      109.51,
      307.32,
      120.68
    ],
    "text": "National Savings 1982-1990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      373.68,
      130.95,
      417.97,
      138.76
    ],
    "text": "(Rs. Million)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      120.0,
      146.07,
      403.43,
      154.36
    ],
    "text": "CATEGORY 1982 1988* 1989* 1990*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.9224653244018555,
      6.927241802215576,
      6.9288330078125,
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.76,
      165.26,
      409.54,
      221.56
    ],
    "text": "1. G.D.P. at Market Prices 99,238 221,982 251,891 321,057 2. Domestic Savings 11,770 26,676 30,801 47.417 3. Net Factor Income from Abroad -1,959 -5,266 -5,738 -5,942 4. Net Private Transfers from Abroad 5,494 10,187 11,840 14,813 5. National Savings 15,305 31,597 36,903 56,288 6. Domestic Savings Ratio (2 as a % of 1) 11.9 12.0 12.2 14.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.83323335647583,
      6.964912414550781,
      7.07103967666626
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.48,
      223.1,
      409.44,
      231.16
    ],
    "text": "7. National Savings Ratio (5 as a % of 1) 15.4 14.2 14.6 17.5",
    "fonts": [
      "Courier-BoldOblique",
      "Helvetica-Bold"
    ],
    "sizes": [
      4.40679931640625,
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.52,
      240.87,
      418.32,
      248.92
    ],
    "text": "* Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      232.56,
      697.65,
      245.06,
      708.72
    ],
    "text": "32",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  }
]