[
  {
    "page_number": 0,
    "bbox": [
      186.48,
      33.74,
      224.72,
      43.7
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.88,
      56.78,
      391.56,
      138.74
    ],
    "text": "The rate of growth was highest in the industrial group, non-metallic mineral products (excluding petroleum and coal). Higher levels of production of ceramics, cement, bricks and tiles were responsible for the gain in production in this sector. It is significant that the imported raw material content of this category of industry is one of the lowest among the industrial groups. It is also noteworthy that the labour absorption by this group is high and that its rate of growth in value added of 45 per cent was one of the highest recorded in 1976.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.8,
      153.26,
      393.21,
      211.22
    ],
    "text": "Industrial production has continued to be concentrated in consumer and intermediate goods which account for about 90 per cent of the total value. Industrial groups food, beverages and tobacco; textiles, wearing apparel and leather products; chemicals, petroleum, coal, rubber and plastic products account for as high a share as 80 per cent of total industrial production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.76,
      225.74,
      393.92,
      283.7
    ],
    "text": "Among these categories, it is observed that the manufacturing output of the sub-group food, beverages and tobacco, has risen appreciably. Milk and milk products, flour milling and sugar production showed substantial gains while production of cigarettes declined marginally. Petroleum production also registered a small increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.96,
      298.22,
      395.28,
      344.18
    ],
    "text": "There was a marked decline in the value of textile production despite a sharp increase in exports of garments. For instance, the output of textiles in all product­ion units owned by the National Textile Corporation fell by 15 per cent. Consequently there was an increase of more than 100 per cent in the value of imports of textiles.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      358.46,
      395.08,
      416.42
    ],
    "text": "A sharp reduction was also recorded in the industrial group paper and paper products. This has been attributed partly to a decline in production due to inade­quate water for processing owing to drought conditions during part of the year, and partly to lower availability of imported paper and paper-board for manufacture of paper products.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      430.46,
      396.38,
      464.42
    ],
    "text": "A noteworthy development in the industrial sector in 1976 was the conclusion of a contract for the setting up of a urea fertilizer plant, whose total capital cost is estimated at Rs. 1,200 million with a capacity of 310,000 tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.64,
      476.71,
      138.86,
      485.57
    ],
    "text": "PRICES AND WAGES",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.64,
      498.38,
      65.55,
      508.34
    ],
    "text": "Prices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      522.38,
      397.73,
      568.34
    ],
    "text": "In 1976, the Colombo Consumers' Price Index, the only available indicator of the general consumer price level in the country, increased by 1.2 per cent, as against an increase of 6.7 per cent in 1975 and 12.3 per cent in 1974. According to the implicit price index1, the price increase during the year was 6.6 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.08,
      582.86,
      397.77,
      604.58
    ],
    "text": "The increase of 1.2 per cent in the Colombo Consumers' Price Index during the year is the net effect of a price decline to the extent of 1.1 per cent in the food group,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.08,
      616.63,
      396.18,
      636.29
    ],
    "text": "1 The implicit price index is the ratio of the Gross National Product at current prices to the Gross National Product at constant (1959) prices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.7859647274017334,
      7.959899425506592
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      203.76,
      41.9,
      242.48,
      51.86
    ],
    "text": "( 15 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      38.4,
      64.94,
      401.55,
      176.66
    ],
    "text": "price increases of 1.7 per cent in clothing, 11.9 per cent in fuel and light and 6.2 per cent in the miscellaneous group. The reduction in the price of flour from Rs. 1.10 to Rs. 0.80 per lb. and bread from Rs. 0.98 to Rs. 0.75 per lb. along with the increase in the monthly ration of sugar from 3/4 lb. to 1 lb. per person at the subsidised price, of Rs. 0.72 per lb., more than offset the price increases in some of the other food items. The increase in the price of firewood was the main contributor to the large increase in the Index pertaining to fuel and light. In the miscellaneous group the price increases were due to the upward revision of excise duties on tobacco and liquor.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      38.88,
      198.38,
      400.17,
      284.66
    ],
    "text": "In the Government's effort to contain the prices of widely used consumer goods, rationing and price controls continued to play an important role. During the year, 26 groups of commodities ranging from food items such as the products of the National Milk Board to popular items of motor spares, Were brought under price control for the first time. In instances where controlled prices were visibly restricting supplies as a result of producers being denied a realistic return, the prices were revised upward.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      39.12,
      306.62,
      68.7,
      316.58
    ],
    "text": "Wages",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      38.88,
      331.82,
      399.87,
      485.78
    ],
    "text": "In order to cushion the impact of rising prices in recent years the Government has revised or caused to be revised the salaries and wages of the public sector emplo­yees and those covered by the Wages Boards. In accordance with the Budget proposals, the Government employees' special allowances were increased by Rs. 15/- per mensem with effect from January 1976. This increase was also extended to Government school teachers, semi-government sector (public corporations, universities, research institutes, statutory boards, etc.) employees and employees coming under Wages Boards. In the case of plantation estate labour, a proportionate increase was sanctioned depending on the rate of daily pay, nature of the job and the number of days worked. Private sector employers too, with the exceptions of small firms employing less than 25 persons, and approved charities, were required by law to pay this additional allowance in instances where a cost of living gratuity varying with the cost of living index was not being paid.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      39.84,
      503.66,
      399.79,
      645.49
    ],
    "text": "The minimum wage rate of Central Government employees (excluding Govern­ment school teachers) rose by 5.8 per cent during 1976. The minor employees of the Government service received a 6.5 per cent increase in their minimum wages while technical and clerical grades received an increase of 4.8 per cent. In the case of the Government school teachers, the increase in minimum wages was 5.7 per cent. The percentage increase in wages in the private sector was somewhat lower. The nominal wages of the workers in the plantations increased by 2.16 per cent while those of workers in industries and commerce increased by 2.58 per cent. In;the absence of a reliable Consumer Price Index, it is not possible to estinjate the changes in real wages during, the year. If the implicit price index is any^ indication, real wage rates have by and large declined in 1976. f'/J?S Q c- -' ~>\\ r // <'-' o 1 y O'. •.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      6.375879764556885,
      8.500164985656738,
      8.954887390136719,
      9.113938331604004,
      9.340985298156738,
      10.538907051086426,
      10.544876098632812
    ]
  }
]