[
  {
    "page_number": 0,
    "bbox": [
      216.48,
      56.78,
      253.76,
      66.74
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      77.9,
      418.65,
      112.34
    ],
    "text": "(5) Electricity, Gas, Water and Sanitary Services The basis of value added computations in this sector was updated using more recent cost and production data.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.36,
      118.46,
      171.59,
      128.42
    ],
    "text": "(6) Ownership of Dwellings",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.88,
      130.46,
      418.2,
      152.42
    ],
    "text": "The data of the national census of population and housing were used along with the Consumer Finances data to update the value added in ownership of dwellings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.88,
      159.02,
      417.88,
      192.98
    ],
    "text": "(7) Public Administration and. Defence _ Changes that had taken place in public administration were incorporated into the value added computations.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.32,
      198.62,
      398.62,
      208.58
    ],
    "text": "Table A. 1 gives a comparison of value added in the new series and old series.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.08,
      221.42,
      399.34,
      243.38
    ],
    "text": "TABLE A . l A Comparison of Value Added in New (1982) Series and the Old (1970) Series",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      360.96,
      247.99,
      409.12,
      256.85
    ],
    "text": "(Rs. Million]",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.899651050567627,
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      151.92,
      259.75,
      406.63,
      269.09
    ],
    "text": "Sector 0 Old Series New Series Change",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      271.99,
      409.73,
      341.81
    ],
    "text": "1. Agriculture • -1 20,544 20,771 + 227 2. Fishing •• •• • •! 2,903 2,483 — 420 3. Agro - processing (Exports) ••8 3,379 2,846 — 533 4. Mining and Quarrying • •1 1,734 2,238 + 504 5. Electricity, Gas and Sanitary Services • •8 1,244 1,089 — 155 6. Ownership of Dwellings • -8 2,052 3,250 +1,198 7. Public Administration and Defence • • • -8 2,878 2,812 — 66 Total • \\ 34,734 35,489 + 755",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.6760406494140625,
      7.7870869636535645,
      7.864126205444336,
      7.9073028564453125,
      7.959899425506592,
      8.0,
      8.135920524597168,
      8.141692161560059,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      345.43,
      408.64,
      366.91
    ],
    "text": "Source: Central Bank of Ceylon. AGRICULTURE",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592,
      11.939848899841309
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      371.66,
      353.79,
      381.62
    ],
    "text": "Tea ,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.76,
      385.34,
      417.78,
      647.3
    ],
    "text": "Tea production in 1983, provisionally estimated at 179.3 million kgs., was the lowest recorded since 1956 and indicated a decline of 8.5 million kgs. or 4.5 per cent when compared with 1982. The fall in production was evident in. all three elevational categories with low grown areas showing the lowest decline of 1.4 million kgs. (2.2' per cent). Production in high grown and medium grown areas fell by 3.9 million kgs. (5.4 per cent) and 3.2 million kgs. (6.2 per cent), respectively. Accor­ding to the Tea Board, production (excluding production from bought leaf) on the .estates owned by the Janatha Estates Development Boards (JEDBs), fell by 5.6 million kgs. (8.2 per cent) while that of the Sri Lanka State Plantations Corporations (SLSPCs) fell by 4.3 million kgs. (7.5 per cent) when compared with the production in 1982. Tea production from bought leaf by the JEDBs and the SLSPCs fell by 0.6 ' million kgs. (9.7 per cent) and 1.6 million kgs. (12.4 per cent), respectively. However, tea production from bought leaf and own leaf on private sector estates increased by 2.8 million kgs. and 0.3 million kgs, respectively. Thus, a noteworthy feature of the production decline was that it was confined to the major state sector corporations, the JEDBs and the SLSPCs. A salient feature of the production decline was that it occurred almost entirely in the second quarter of the year. The fall in total production was mainly due to the combined effect of the severe drought conditions which prevailed throughout the first half of the year and the resultant decrease in fertilizer application during this period. Perhaps, private sector producers have resorted to coarse plucking to take advantage of more attractive prices during the year. This may be particularly true of smallholders.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.857069969177246,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      201.36,
      59.29,
      249.64,
      69.35
    ],
    "text": "( 10 )",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.95787239074707
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.52,
      152.04,
      408.21,
      164.33
    ],
    "text": "MILLION KILOGRAMS MILLION KILOGRAMS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.72,
      358.92,
      408.93,
      371.21
    ],
    "text": "MILLIONS OF NUTS MILLIONS OF NUTS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.2,
      585.54,
      382.8,
      598.94
    ],
    "text": "1973 74 7 5 7 6 7 7 7 8 7 9 *80 *81 '82 '83",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      10.858769416809082,
      10.860321044921875,
      10.870173454284668,
      11.937859535217285,
      11.942834854125977
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      338.16,
      648.48,
      411.9,
      656.23
    ],
    "text": "Central Bank of Ceylon.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      81.12,
      107.11,
      367.09,
      118.28
    ],
    "text": "PRODUCTION OF PRINCIPAL AGRICULTURAL CROPS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      216.24,
      52.46,
      260.0,
      62.42
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      57.6,
      74.06,
      419.15,
      216.02
    ],
    "text": "In spite of enhanced prices of fertilizer and prolonged drought conditions, the fertilizer issues to the tea sector for the year as a whole increased by 12,800 metric tons or 12.5 per cent over that of the previous year. Except for the sharp fall in the second quarter during which the drought was most severe the fertilizer issues increased during the other quarters of the year. Fertilizer application on estates managed by the JEDBs rose by 1,706 metric tons (5 per cent) while that on estates managed by the SLSPCs rose by 1,130 metric tons (3 per cent) when compared with the previous year. The available data tend to indicate that the fertilizer usage on private sector estates increased considerably. The increase in total fertilizer issues to the public sector as well as the private sector tea plantations was the combined result of the improved producer margins and favourable weather conditions experienced during the second half of 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      200.16,
      227.66,
      266.9,
      237.62
    ],
    "text": "TABLE 1.12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      177.36,
      245.9,
      294.82,
      255.86
    ],
    "text": "Tea Statistics 1981 - 1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      122.88,
      270.31,
      406.82,
      279.89
    ],
    "text": "Item Unit 1981 1982(a) 1983(b)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.96,
      296.71,
      406.17,
      362.45
    ],
    "text": "1. Production Mn. Kgs. 210-1 187-8 179-3 1-1 High grown t» 80-5 71-7 67-8 1-2 Medium grown t) 59-3 51-6 48-4 1-3 Low grown ft 70-3 64-5 63-1 2-Registered extent under tea '000 ha 245 242 242 3-Fertilizer issues '000 Mt. tons 103-3 102-7 115-5 4-Replanting Hectares 2,677 2,004 1,367 5-Prices",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.020744323730469,
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.9073028564453125,
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      278.64,
      345.19,
      395.63,
      354.29
    ],
    "text": "2,677 2,004 1,367",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.2,
      361.27,
      406.09,
      396.29
    ],
    "text": "5 • 1' Colombo net Rs/Kg 17-71 22-52 36-96 5-2 Export f.o.b. j» 35-14 35 03 52-52 6-Cost of production it Mn.Kgs",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.020744323730469,
      7.9073028564453125,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.96,
      377.83,
      415.67,
      395.09
    ],
    "text": "18-79 22-68 23-56f«) 7-Exports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.2,
      378.55,
      402.11,
      403.01
    ],
    "text": "it Mn.Kgs 183-4 1810 -157-8 8-Export earnings Rs.Mn 6,444 0 6,342 0 8,295 0 Export earnings",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.48,
      402.07,
      397.06,
      419.33
    ],
    "text": "(SDR Mn) (284) (276) (330) 9-Value added as % of GDP (c)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      218.16,
      402.07,
      259.1,
      410.93
    ],
    "text": "(SDR Mn)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.16,
      410.47,
      401.4,
      419.33
    ],
    "text": "5 0 '4-7 4-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.4,
      430.87,
      398.33,
      471.17
    ],
    "text": "(a) Revised. Sources: Sri Lanka Tea Board; (b) Provisional. National Fertilizer Secretariat; (c) In growing and processing only. Central Bank of Ceylon. Note: Data on average yield per hectare are not available.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.16,
      480.86,
      417.45,
      562.82
    ],
    "text": "The registered extent under tea cultivation decreased marginally in 1983. How­ever, available tentative data reveal that the extent under bearing remained more or less unchanged at the previous year's level, indicating that the production decline during the year was a result of the drop in average yield per hectare. The average yield on estates managed by the JEDBs and SLSPCs recorded a drop of 6 per cent and 9 per cent, respectively, primarily due to the drought conditions that prevailed during the first half of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      55.2,
      577.1,
      416.72,
      647.06
    ],
    "text": "The performance of replanting was rather disappointing for the second year in succession following the considerable increase observed in 1981. The area replanted by the SLSPCs fell by 35 per cent from 747 hectares in 1982 to 487 hectares in 1983. The JEDBs reported a 33 per cent drop in extent replanted from 640 hectares in 1982 to 428 hectares in 1983. The smallholder sector reported a marginal drop in extent replanted. The replanting subsidy rates were revised twice during the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      209.52,
      45.5,
      252.08,
      55.46
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.88,
      68.78,
      409.9,
      174.74
    ],
    "text": "year, i.e. in March, and November, 1983. In March, the subsidy rate for the private sector estates and smallholdings in low grown areas and public sector estates in high and mid grown areas was increased from Rs. 24,700 to Rs. 29,700 per hectare. The subsidy rate for private sector estates and smallholdings in high and mid grown areas was also raised from Rs. 29,700 to Rs. 35,800 per hectare and that for the public secor estates in the low grown areas was increased from Rs. 19,700 to Rs. 24,700 per hectare. The impact of this revision and the improved prices was, however, not felt on replanting activities owing to adverse weather conditions that prevailed during the first half of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.12,
      189.5,
      410.06,
      379.46
    ],
    "text": "Subsidy rates were revised further in November, 1983 to compensate for cost increases, which eroded the incentives given by the earlier revision in March. The rate for the private sector estates and smallholdings in low grown areas and public sector estates in high and mid grown areas was raised by Rs. 6,300 per hectare and that for the private sector estates and smallholdings in high and mid grown areas by Rs. 7,200 per hectare. The rate for the public sector eatates in low grown areas was also increased by Rs. 5,300. At the end of the year, the total extent replanted stood at 42,265 hectares or 17 percent of the total extent registered to be under culti­vation. While an acceleration of the pace of replanting is vital to the long-term viability of the tea industry, infilling of vacancies also deserves greater emphasis owing to the fact that infilling, unlike replanting, does not have adverse effects on production in the short run. This is particularly important because decrease in bush density has been identified as one of the major reasons for the drop in productivity during the recent past. In this regard, the increase in infilling sub­sidy in November, 1983 from Rs. 2/- per plant to Rs. 4/- per plant may be considered an important measure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.36,
      395.42,
      409.95,
      453.38
    ],
    "text": "Owing to supply shortages in international markets, an appreciable increase in tea prices was observed in 1983. The average export (f.o.b.) price rose by 50 per cent in 1983 over the prices realised last year. The price increase, which was evident since mid 1983 was a welcome relief to the tea industry plagued by rising costs, poor margins and inadequacy of management.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.08,
      468.14,
      410.93,
      637.22
    ],
    "text": "The average cost of production (COP) per kg. of made tea was estimated to have increased by 4 per cent from Rs. 22.68 in 1982 to 23.56 in 1983. As a mea­sure of relief to the producers, the cut-off point for the advalorem sales tax was raised from Rs. 22/- to Rs. 26/- per kg. in March, 1983, while the rate of tax remained unchanged at 35 per cent. However, the proportionate increase in prices was large enough to more than offset the adverse effects of COP increase on producer margins during the year. In fact the price increases made possible an upward re­vision of the specific export duty by Re. 1/- per kg. in the case of all categories of tea (tea in bulk, packeted tea, tea in bags, instant tea and green tea) with effect from July, 1983. The Tea Board cess was also revised from 90 cts. per kg., to Re 1/-per kg. in March, 1983 and again to Rs. 1.25 per kg. in July, 1983. Notwiths­tanding the rising prices, especially at the levels reached towards the close of the year, the imperatives of improved productivity and cost saving should not be lost sight of as prices will typically and eventually lose their buoyancy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      220.8,
      56.54,
      263.6,
      66.5
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      59.04,
      79.58,
      419.85,
      149.54
    ],
    "text": "The JEDBs and SLSPCs were able to report positive producer margins, despite an increase in their costs of production. Tentative data indicate that estate level COP of JEDBs and SLSPCs rose by 2 per cent per kg. and 3 per cent per kg. respec­tively. The producer margin of JEDBs rose to about Rs. 14.00 per kg. and that of SLSPCs to Rs. 13.00 per kg. in 1983. This improved their liquidity position significantly and reduced dependence on expensive bank borrowings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.914090156555176,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      59.76,
      166.22,
      420.03,
      260.18
    ],
    "text": "Despite several institutional deficiencies under which smallholders operate, part of the benefits of the increase in prices of made tea in international markets filtered down to them during the year. The price paid for green leaf supplied to the factories operated by the Tea Small-Holdings Development Authority (TSHDA) , increased by about 65 per cent to 87 per cent when compared with the previous year. However, the fact that they benefitted from the price increase should not overshadow the importance of improving the institu­tional structure, particularly in extension services and marketing.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.0,
      276.62,
      421.42,
      418.58
    ],
    "text": "The TSHDA continued to serve the smallholders in certain areas, particularly in the Southern Province where the smallholder sector is most dynamic. As a part of its expansion scheme, the TSHDA opened a new factory at Pasgoda in Hakmana electorate in May, 1983 and acquired from the Land Reform Commission another factory at Randola in Balangoda electorate. Bank of Ceylon and the People's Bank, also continued a Fertilizer Credit Scheme for tea smallholders in Galle and Matara districts. However, poor access to institutional credit continued to be one of the most acute problems facing the majority of the smallholders. As has been repeatedly pointed out, an improved and widespread extension service is also of considerable importance for better productivity and the continued expan­sion of the smallholder sector. The TSHDA can help in achieving these objectives by concentrating its activities more on extension, marketing and fertilizer distribution.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.72,
      435.74,
      422.1,
      517.7
    ],
    "text": "There were certain changes affecting the tea processing segment of the tea industry as well. The manufacturing charges permitted to be deducted by the fac­tories operating under the Price Support Measure Scheme were raised in March, 1983 from Rs. 6.50 to Rs. 7.25 per kg. of made tea to offset the adverse impact of rising cost of processing. The incentive allowance paid to factories which obtained average prices above the net elevational average was also increased from 25 per cent to 35 per cent with a view to encouraging production of quality teas.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.96,
      533.9,
      422.73,
      651.86
    ],
    "text": "As stressed repeatedly in several previous Annual Reports, performance of the state owned plantations has been below the desired level. Lack of investment and a proper incentive system, low productivity and rising COP were some of the major problems besetting public sector land management institutions. Since better per­formance of the public sector tea estates (and for that matter all plantations) is cru­cially important for the continuation of the open economic policy, investment and management aspects were given high priority during the year. An estate by estate medium term investment programme was under preparation during the year to raise investment with a view to raising productivity and improving efficiency of land use on state owned plantations. Since investment by itself without incentives to the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      208.32,
      49.58,
      249.44,
      59.54
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      48.48,
      72.86,
      407.37,
      119.54
    ],
    "text": "management and the workers may not produce desired results, restructuring of the incentive system on public sector estates was also under active consideration. If implemented properly, favourable effects of these measures are likely to be felt in the near future on tea production as well as on the national economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      48.72,
      133.58,
      80.29,
      143.54
    ],
    "text": "Rubber",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      48.24,
      147.74,
      407.25,
      323.06
    ],
    "text": "Rubber production in 1983 has been provisionally estimated at 135 million kgs. This is an increase of 8 per cent over production in the previous year. The private sector including smallholdings with 71 per cent of the total registered extent accounted for 89 million kgs. or 66 per cent of the total production. The public sector plantations managed by the SLSPCs and JEDBs, with 29 per cent of the total registered extent under cultivation, accounted for 46 million kgs. (including 2.2 million kgs. produced with bought latex) or 34 per cent of the national production. A salient feature of the increase was that it was confined almost entirely to the private sector. The increase in production stemmed from the improvement in average yield which was a result of the intensive tapping of rubber trees in the private sector. The significant improvement in rubber prices during 1983 may have moti­vated private sector producers to increase production by resorting to intensive tapping. The area under tapping in 1983, estimated at 164,248 hectares, showed a decline of 4 per cent when compared with the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.885876655578613,
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      48.0,
      338.06,
      406.94,
      386.18
    ],
    "text": "The extent uprooted for replanting dropped by 19 per cent from 7,083 hectares in 1982 to 5,728 hectares in 1983. Improved profitability on account of higher prices appears to have influenced the decision to postpone replanting activities despite considerably enhanced replanting subsidies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.113271713256836
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      47.04,
      400.7,
      406.65,
      533.06
    ],
    "text": "The average yield in 1983, estimated at 823 kgs. per hectare, indicated a consi­derable increase of 13 per cent over the previous year. This was the highest level recorded since 1978. This compares with the increase in average yield of only 3 per cent last year. However, the average yield in the estates managed by the SLSPCs dropped by 3 per cent while that of the JEDBs recorded a marginal improvement of 1 per cent when compared with the previous year. This indicates that the yield improvement was more or less entirely confined to the private sector including small holdings and tends to confirm the view that private sector producers have resorted to a larger extent to intensive tapping of trees in order to obtain the benefits of high prices. Intensive tapping entails the risk that productive life span of the trees could be reduced with consequential adverse effects on future production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      46.08,
      549.02,
      406.68,
      642.98
    ],
    "text": "Unlike in the previous three years, fertilizer issues to the rubber sector rose by 12 per cent to 18,500 metric tons in 1983. Yet, the JEDBs and SLSPCs reported a drop iD fertilizer application, as in the previous year. The decrease was 5,400 metric tons in the case of SLSPCs and 100 metric tons in the case of JEDBs. This indicates that fertilizer use in the private sector rose significantly during 1983. It appears that the higher prices coupled with higher production have favourably affected fertilizer use on privately owned rubber lands during the year. Perhaps, it is also possible that the private sector growers increased fertilizer use considerably with a",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.112027168273926
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      214.56,
      49.58,
      258.32,
      59.54
    ],
    "text": "( 15 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.68,
      73.1,
      416.24,
      107.06
    ],
    "text": "view to miniirrizing the adverse effects of intensive tapping on trees. However, the majority of smallholders in the private sector do not appear to use adequate fertilizer on mature rubber lands.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      206.16,
      117.02,
      269.14,
      126.98
    ],
    "text": "TABLE 1.13",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      172.8,
      133.1,
      297.46,
      143.06
    ],
    "text": "Rubber Statistics 1981-1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      128.4,
      157.34,
      406.37,
      167.33
    ],
    "text": "Item Unit 1981 m2(a) 1983 (bj",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592,
      8.76587963104248
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.72,
      184.15,
      399.66,
      201.17
    ],
    "text": "1. Production Mn. Kgs. 124 125 135 2-Area",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.9073028564453125,
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      217.92,
      184.39,
      254.08,
      193.25
    ],
    "text": "Mn. Kgs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.96,
      200.47,
      403.41,
      233.33
    ],
    "text": "2 • 1 Under cultivation • • 1 '000 ha. 205-6 205-7 205-6 2-2 Under tapping > I 1760 170-7 164-2 3-Yield Kg./ha. '000 Mt. tons",
    "fonts": [
      "Courier-Bold",
      "Times-Bold"
    ],
    "sizes": [
      3.539289951324463,
      4.043185234069824,
      7.645003318786621,
      7.7271881103515625,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.24,
      216.79,
      395.61,
      233.57
    ],
    "text": "705-0 729 823 4-Fertilizer issues",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.864126205444336,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.72,
      216.31,
      403.16,
      249.89
    ],
    "text": "Kg./ha. '000 Mt. tons 16-8 16-5 18-5 5-Replanting Hectares 6,442 5,866 5,119 6-Prices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      373.68,
      233.11,
      394.97,
      241.97
    ],
    "text": "5,119",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      76.8,
      248.71,
      403.1,
      265.97
    ],
    "text": "6-1 Export f. o. b. Rs./Kg. 21-80 17-68 22-77 6-2 Colombo R.S.S. 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      217.92,
      248.71,
      247.98,
      257.57
    ],
    "text": "Rs./Kg.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.72,
      257.11,
      403.41,
      290.21
    ],
    "text": "10 04 10-18 13-95 7-Cost of Production (c) » » 8-92 9-66 n a -8-Exports Mn. Kgs. 132-5 131-3 125-2 9-Domestic Consumption",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.9909563064575195,
      7.922302722930908,
      7.939168453216553,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      218.16,
      289.03,
      249.76,
      297.89
    ],
    "text": "Rs. Mn.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.6,
      281.35,
      404.03,
      300.48
    ],
    "text": "16-2 16-4 16-4 to­Export earnings Rs. Mn. 2,889 0 2,323 0 2,852 0 Export earnings",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592,
      9.782293319702148
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.84,
      297.67,
      400.66,
      314.45
    ],
    "text": "(SDR Mn.) (1281 (101) (114) il-Value added as % of GDP (d)",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.934975624084473,
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      218.16,
      297.67,
      261.5,
      306.53
    ],
    "text": "(SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      289.2,
      305.59,
      402.91,
      314.69
    ],
    "text": "2-3 2 1 2-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      65.04,
      326.78,
      77.66,
      352.37
    ],
    "text": "(a) (b) (c)",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      65.28,
      368.23,
      76.49,
      377.09
    ],
    "text": "(d)",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.28,
      326.47,
      238.9,
      376.13
    ],
    "text": "Revised. Provisional. Weighted average cost of production of public sector estates, private sector estates and smallholdings. In growing and processing only.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      253.44,
      326.47,
      405.05,
      351.65
    ],
    "text": "Sources: Rubber Control Department; National Fertilizer Secretariat; Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.88,
      389.18,
      416.97,
      531.14
    ],
    "text": "According to provisional data, the total area replanted during the year amounted to 5,119 hectares—a 13 per cent drop when compared to the last year. However, the state sector showed some progress in replanting. The area replanted on the estates managed by the JEDBs increased from 755 hectares in 1982 to 871 hectares in 1983, while that on the estates managed by SLSPCs rose from 812, hectares in 1982 to 1,030 hectares in 1983. During 1983, 2,457 hectares were replanted under the World Bank assisted rubber rehabilitation programme in Kalutara, Kegalle and Ratnapura districts. This was 19 per cent lower than the figure for the previous year. The overall drop in the area replanted reflects the adverse impact of the severe drought conditions which prevailed during most part of the year. The total area replanted by the end of 1983 amounted to 166,780 hectares, or 81 per cent of the total area registered to be under cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.8731050491333,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.12,
      543.5,
      416.3,
      577.46
    ],
    "text": "The extent newly planted in 1983 at 1,745 hectares, showed a marginal improve­ment of 95 hectares compared with that of 1982. However, the public sector estates reported a decline of 126 hectares in area newly planted.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      591.74,
      416.3,
      649.7
    ],
    "text": "In March, 1983 the rubber replanting subsidy for private estates and smallholders was increased from Rs. 18,533 to Rs. 22,239 per hectare while that for the public sector was increased from Rs. 12,355 to Rs. 16,062 per hectare. Along with this the replanting cess was also revised from Rs. 0.86 to Rs. 1.36 per kg. to augment resources in the rubber replanting cess fund.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      207.36,
      51.02,
      248.96,
      60.98
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.72,
      74.54,
      407.7,
      121.22
    ],
    "text": "The subsidy for new planting was also revised at the same time. The rate for private sector estates and smallholdings was increased from Rs. 16,680 to Rs. 20,386 per hectare while that for the state sector was increased from Rs. 6,795 to Rs. 12,355 per hectare.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      49.2,
      135.02,
      408.47,
      264.98
    ],
    "text": "Complete data on cost of production (COP) of rubber for 1983 are not available. The data available from the JEDBs and SLSPCs indicated an increase of 15 per cent and 8 per cent respectively in COP during the year. However, rubber prices increased during the year to such levels as would raise producer margins to a significant extent. All categories of producers, public sector estates, private sector estates and small­holders, appear to have benefitted from the increase. The producer margins of the SLSPCs for which data are available for 1983 are estimated to have increased from 38 cents per kg. in 1982 to Rs. 4.60 per kg. in 1983. Judging by the relative levels of productivity and cost structures within the two sectors, private estates and small­holders would have experienced much better margins than the public sector during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      50.16,
      279.98,
      409.29,
      385.94
    ],
    "text": "As in the case of public sector tea plantations, government has recognised the importance of rehabilitation of rubber cultivation in general, and state-owned rubber plantations in particular. An estate by estate investment programme for the medium term was under preparation for the rubber estates managed by the JEDBs and SLSPCs to improve the production base and quality and reduce costs. Implemen­tation of the programme is scheduled to begin in 1984 with partial funding from foreign sources. The economic rate of return of this investment programme has been tentatively estimated at 16 per cent on the assumption that benefits would accrue over a period of 20 years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      50.88,
      400.7,
      409.32,
      470.66
    ],
    "text": "The long term production prospects of rubber depends, to a large extent, on what happens in the smallholder sector which accounts for a significant share of the total extent under cultivation. If further concerted action is taken to minimise insti­tutional deficiencies such as lack of extension services, processing, credit and marke­ting facilities to smallholders, the potential for greater production in this sector may be realised within a reasonable time span.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      51.12,
      485.18,
      410.25,
      567.14
    ],
    "text": "The local consumption of rubber has been estimated at 16.4 million kgs. in 1983, the same as the amount reported for the previous year. This indicates that rubber based industries in the country have not expanded during the year. The Sri Lanka Tyre Corporation which accounts for bulk of the local consumption of rubber continued to operate well below the rated capacity. Given che underutiliza-tion of the capacity and the favourable market prospects, the need to step up produc­tivity of the Corporation cannot be overemphasized.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.811271667480469,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.08,
      582.86,
      87.49,
      592.82
    ],
    "text": "Coconut",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      51.84,
      598.7,
      410.78,
      644.66
    ],
    "text": "Coconut production which showed an upward trend during the last few years suffered a severe setback in 1983 and has been provisionally estimated at 2,313 million nuts, representing an 8 per cent decline when compared with the previous year. Production during the first half dropped by 3 per cent and during the second",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      215.76,
      55.27,
      257.86,
      64.13
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.16,
      79.51,
      415.92,
      112.37
    ],
    "text": "half by about 13 per cent, when compared with that of the same periods last year. This reversal of increasing trend in production was primarily due to the drought conditions experienced during most of 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.2,
      127.99,
      415.6,
      232.85
    ],
    "text": "Coconut oil production declined by 17 per cent during the first half and 30 per cent during the second half when compared with that of the corresponding periods last year; the decline in annual production was 25 per cent. Desiccated coconut production which declined by 10 per cent during the first half of the year rose by 17 per cent during the second half when compared with the same periods last.year and showed a marginal increase of 4 per cent over the total production last year. The decline in both oil and D C production during the first half was partly due to the fall in nut production and the rise in prices in the fresh nut market which further reduced the availability of nuts for oil and D C production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      199.68,
      249.19,
      267.09,
      258.05
    ],
    "text": "TABLE 1 . 1 4",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      166.08,
      265.27,
      303.24,
      274.13
    ],
    "text": "Coconut Statistics 1981 - 1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      145.68,
      286.87,
      413.96,
      296.21
    ],
    "text": "Item Unit 1981 1982 1983 («)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.56,
      313.03,
      411.58,
      427.49
    ],
    "text": "J. Production (6) Mn. nuts 2,258 2,521, 2,313 1 • 1 Desiccated Coconut ' Mn. nuts (c) 276 286 296 1-2 Coconut Oil .. Mn. nuts (c) 605 820 619 . 1-3 Copra (rf) Mn. nuts (c) 10 19 19 1-4 Fresh nut exports (e) Mn. nuts 2 9 5 >•• •• 1-5' Domestic nut Consumption (f) Mn. nuts . 1,350 1,366 1,373 . 2. Average Price 2 1 Colombo Rs./nut 1-80 1-60 2 -'25 ' 2-2 Export F.O.B Rs./nut 2-45 3-32 3-65 3. • Fertilizer issues '000 Mt. tons 37-7 30-2, 35-7 4. Cost of Production Rs./nut 0-55 0-57 0-90 5. Replanting/Under Planting (g) Hectares 3,555 3,543 2,641 6. New Planting (g) Hectares 5,259 5,291 3,394 7. Export earnings Rs. Mn. 1,438 1,497 1.921",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.868235111236572,
      7.869333267211914,
      7.894017696380615,
      7.922302722930908,
      7.959899425506592,
      7.986669063568115,
      8.0,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      69.6,
      434.23,
      251.93,
      443.09
    ],
    "text": "7-1 Kernel Products (h) ..",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      69.6,
      426.79,
      410.54,
      443.81
    ],
    "text": "(SDR Mn.) (64) (65) (76) , 7-1 Kernel Products (h) .. Rs. Mn. 1,011 1,003 1,409 7-1 Kernel Products (h) ..",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      69.12,
      442.87,
      406.17,
      459.89
    ],
    "text": "(SDR Mn.) (45) (44) (56) 7-2 Other Products Rs. Mn. 427 494 • 512",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.28,
      466.39,
      188.84,
      475.25
    ],
    "text": "8. Value added as % of G.D.P, (/)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.28,
      458.71,
      410.78,
      475.25
    ],
    "text": "(SDR Mn.) (19) (21) . (20) • 8. Value added as % of G.D.P, (/)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      260.16,
      458.71,
      303.26,
      467.57
    ],
    "text": "(SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      318.0,
      467.11,
      400.52,
      475.97
    ],
    "text": "4-1 4-1 3-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      486.31,
      413.38,
      588.05
    ],
    "text": "\" Sources: Coconut Development Authority; National Fertilizer Secretariat; Coconut Cultivation Board; Central Bank of Ceylon. (a) Provisional. (b) Estimate (Breakdown does not sum to total production due to adjustment for changes in ' copra stock). (c) In hut equivalent converted at 1 Mt. ton D.C. = 6,800 nuts 1 Mt. ton Oil = 8,000 nuts and 1 Mt. ton Copra «= 4,925 nuts. (rf) Export only. (e) Export of fresh nuts was resumed in May, 1981 after a long period of restrictions and",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      50.64,
      588.31,
      413.82,
      653.81
    ],
    "text": "again banned from 1st to 31st December, 1983. (/) Estimated on the basis of per capita household consumption of 90 nuts for 1981 and 1982 and 92 nuts for 1983. Excludes industrial use. (#) This excludes planting activities undertaken on holdings less than- 0.4 hectares in size owing to lack of detailed data. (A) Export of coconut oil was banned temporarily from 12th to 31st August, 1983. (»')' In producing and processing only.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.861562252044678,
      7.940135955810547,
      7.959899425506592,
      8.46640396118164
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      209.52,
      53.9,
      252.08,
      63.86
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      51.6,
      77.66,
      411.02,
      183.62
    ],
    "text": "While the oil production continued to be affected by the fall in nut production and rising prices in the fresh nut market during the second half, the DC industry was able to recover during the period partly owing to changes in relative prices in favour of the DC industry and partly owing to the efforts made by DC millers to raise produc­tion to maintain their overseas markets. The introduction of the export incentive scheme in September, 1983 under which a grant of Rs. 2,000 per metric ton of DC manufactured for export in excess of their normal production level was offered may also have had some effect on the relatively better performance of the DC industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.290467262268066
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.32,
      195.98,
      411.15,
      253.94
    ],
    "text": "During the disturbances in July, 1983, nine coconut oil mills with a total annual capacity of 47,000 metric tons were destroyed. However, since the oil milling capacity in the country was far in excess of its requirements, this did not have a significant effect on production. This is also reflected in the speed with which an export ban, imposed on August 12th was lifted on August, 31st.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.8,
      268.7,
      412.1,
      374.66
    ],
    "text": "Fertilizer issues to the coconut sector which were on a declining trend since the peak year of 1980 rose by 18 per cent to 35,670 metric tons in 1983. However, it was still only 64 per cent of the amount issued in 1980. Fertilizer issues during the first half of the year declined by 9 per cent while in the second half issues increased markedly by 34 per cent when compared with the corresponding period in the prece­ding year. This pattern in issues indicates that the significant rise in nut prices during the second half together with the favourable weather conditions experienced towards the end of the third quarter and in the fourth quarter had induced fertilizer use.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.901540756225586,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      53.28,
      387.26,
      412.41,
      505.22
    ],
    "text": "The number of loans granted and the amount disbursed under the Coconut Fertilizer Credit Scheme (CFCS), being operated by the Bank of Ceylon and the People's Bank, continued their declining trend into 1983. The number of loans granted by both banks together declined by 51 per cent from 1,198 in 1982 to 591 in 1983 while the amount granted dropped by 43 per cent from Rs. 9.1 million in 1982 to Rs. 5.2 million in 1983. The National Fertilizer Secretariat has initiated a study to find out the reasons for this decline. The increase in total issues of fertilizer to the coconut sector in the context of declining credit under the CFCS implies that the increased use was financed by the improved income resulting from the higher producer prices during the second half of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.0,
      519.74,
      413.13,
      601.7
    ],
    "text": "Though issues increased in 1983, fertilizer use in the coconut sector still remains very low when compared with historical levels of application. Also from the point of view of requirements estimated on the basis of recommended dosage, application is extremely poor. The majority of the growers do not use any fertilizer at all. The predominance of smallholdings and home gardens and the fact that it takes about two years to obtain results are explanatory factors for this approach to fertilizer use by growers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.48,
      616.22,
      414.09,
      650.18
    ],
    "text": "The steady decline in intercropping on coconut lands since 1980 continued into 1983. Only 179 hectares were intercropped during the year and this was 10 per cent lower than the extent intercropped in the previous year. Growers response",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      218.4,
      58.82,
      261.4,
      68.87
    ],
    "text": "( i9 )",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.88,
      82.22,
      417.89,
      143.06
    ],
    "text": "to the subsidy scheme for intercropping has been poor and has declined over the past few years. Since intercropping generates an additional income to growers and increases the intensity of land use with substantial benefits to the national economy s more effective measures, such as those promoting irrigation facilities on coconut lands, than a mere subsidy scheme appear to be essential for the industry;",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.925078392028809,
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.4,
      157.82,
      418.3,
      371.3
    ],
    "text": "The present state of the coconut industry requires greater emphasis on feba* bilitation as a matter of urgency. However, rehabilitation programmes in the coconut sector continued during the year only at a reduced tempo. A total extent of 5,539 hectares was rehabilitated during the year and this represents a 50 per cent decline when compared with the last year's achievement. The subsidy payments for reha­bilitation amounted to Rs. 3.2 million in 1983. The total extent underplanted and replanted during the year also dropped by 25 per cent to 2,641 hectares. The subsidy payment for the purpose decreased from Rs. 13.0 million in 1982 to Rs. 9.6 million in 1983. This relatively poor performance in rehabilitation and underplanting and replanting during the year reflects the impact of the prolonged drought during the first half of the year. In order to arrest the decline in replanting and underplanting, the subsidy rate for the purpose was raised in November, 1983 from Rs. 7,400 to Rs. 12,000 per hectare. Newly planted area which showed a slight increase of 1 per cent in the previous year declined significantly by 36 per cent to 3,394 hectares in 1983. Since new planting was considered to be important for long term viability of the coconut industry, the subsidy rate was raised significantly by 34 per cent from Rs. 8,650 to Rs. 11,500 per hectare in November, 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.811271667480469,
      8.849613189697266,
      8.954887390136719,
      9.112427711486816,
      9.140695571899414
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      52.8,
      387.74,
      417.35,
      469.7
    ],
    "text": "The performance in replanting and underplanting in the coconut sector has been historically poor. Besides frequent droughts which raised the casualty rates, increased the risk and dampened the incentive for underplanting and replanting ; the long gestation period of about five to six years may have also had a bearing on this poor performance. In this context, in addition to the subsidy, the development , of a drought tolerant high yielding variety with a shorter gestation period appears to be an important pre-condition for stepping up replanting activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.2,
      485.42,
      415.58,
      591.38
    ],
    "text": "Another aspect for consideration is the coconut oil industry. The. coconut oil milling industry in the country is characterised by a large number of small mills with obsolete and very old machinery and a few large mills. Most of the expellers now in use are reported to be more than 50-60 years old. As a result, the extraction of oil is inefficient and the average residual oil content of poonac is estimated around 13 per cent. With high pressure expellers and proper maintenance the oil content of poonac may be reduced to about 6-8 per cent, which will result in higher oil pro­duction and poonac with a better keeping quality. In view of these benefits, it is important to pay greater attention on investment in new technology of oil extraction.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.0,
      605.9,
      416.14,
      651.86
    ],
    "text": "The extent under coconnt cultivation is estimated at 451,000 hectares, roughly twice the extent under rubber or tea. However, its contribution to the national economy is not proportionately high when compared with tea or rubber partly owing to inefficient land use pattern and partly owing to poor cultural practices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      210.0,
      56.54,
      250.4,
      66.5
    ],
    "text": "( 20 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      49.92,
      79.82,
      409.1,
      114.26
    ],
    "text": "These are a combined result of the absentee land tenure system, predominance of home garden cultivation, and the very small average size of holdings which accounts for the bulk of the area.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.16,
      128.3,
      410.06,
      222.26
    ],
    "text": "Pricing policy has an important, perhaps the most important role to play in the development of the coconut sector. Pricing policy in the sector should be based on the fundamental premise that growers should receive a reasonable return on their investments. Without attractive farm gate prices for nuts it is difficult to induce growers to adopt better cultural practices, including fertilizer use, which involves additional costs. The experience in the second half of 1983 clearly showed that better nut prices would considerably affect fertilizer use, provided weather conditions are favourable.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      52.08,
      237.5,
      411.16,
      355.46
    ],
    "text": "Ensuring reasonable nut prices to growers is, however, a difficult task owing to several factors. One is that the nut market is characterised by certain imperfec­tions which reduce the bargaining power of the growers. Another is the existence of conflicts between consumer interests and producer interests owing to the fact that about 75 per cent of the nut production is consumed locally. Yet, maintaining rea­sonably high nut prices is vitally important for the long term viability of the industry. At the same time, it is important to raise and maintain the incentives for export of coconut products during situations of favourable international prices since higher export earnings are critically important for an export-import economy like Sri Lanka.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.28,
      370.94,
      138.15,
      380.9
    ],
    "text": "Minor Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.0,
      387.02,
      413.18,
      498.74
    ],
    "text": "Minor export crops refer to a wide range of crops, the produce of which is mainly exported . The contribution of each such crop to the total export earnings is rela­tively low when compared with the three major agricultural export crops, tea, rubber and coconut. Most of these crops, perhaps with the exception of cinnamon and cardamom are grown either in 'mixed gardens' or 'home gardens' in small hol­dings. Reliable data on either the extent under cultivation or production are still lacking. Hence, monitoring developments in the minor export crop sector is through export volume, on the presumption that the bulk of the production of most of these crops is exported.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.927029609680176,
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.16,
      512.78,
      414.61,
      586.34
    ],
    "text": "The substantial increases in the export volume of cloves (79 %) arid cashewnuts (46%) indicate that production of cloves and cashewnuts rose considerably in 1983. The increases in cocoa products and coffee export volume too, appear to indicate a growth in production during the year. However, three other important crops falling under this category—sesame, cinnamon and cardamom—reported a marked drop in export volume.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.88,
      600.62,
      416.0,
      648.74
    ],
    "text": "Mexico, the major importer of cinnamon, reduced its cinnamon imports further from Sri Lanka in 1983 owing to severe balance of payments difficulties and the availability of cassia, a cheaper but near perfect substitute for cinnamon. This continued deterioration in export market prospects has had a significant adverse",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      216.48,
      45.98,
      259.28,
      55.94
    ],
    "text": "( 21 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.12,
      70.22,
      417.13,
      103.7
    ],
    "text": "effect on production in the recent past. Production performance of the minor export crop sector appears to have been highly uneven during the year 1983, but on the whole better than in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      55.68,
      118.7,
      417.01,
      243.14
    ],
    "text": "The performance of replanting and new planting under the Minor Export Crop Assistance Scheme;during the year was disappointing, and the extent replanted and riewplanted declined by 62 per cent to 904 hectares in 1983. This not only reflects largely the adverse impact of the drought conditions that prevailed during most of the year on the planting activities, but also to some extent instability in the ex­port front. The amount of subsidy paid under the same scheme declined from Rs.6.9 million in 1982 to Rs. 6.2 million in 1983. It.is important to note that 37 per cent of this amount was paid to subsidize mixed planting in home gardens. In 1983, holdings upto 5 acres were made eligible for the subsidy for mixed planting in home gardens. Earlier, 'holdings up to only half acre was eligible to receive this subsidy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.72,
      258.14,
      415.79,
      344.42
    ],
    "text": "It is worth reiterating that there is a vast potential for the expansion of a number of minor export crops in coconut arid rubber lands and on uneconomical tea lands. But, in order to realize this potential, measures to protect the growers from short-term fluctuations in export prices appear to be important. Plantations in the public sector and the private sector which have better and easy access to credit, extension services and marketing outlets are in a more advantageous position to play a more dynamic role to improve-this sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.24,
      358.94,
      81.73,
      368.9
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      53.52,
      375.26,
      415.05,
      486.98
    ],
    "text": "Paddy production which declined in the cultivation year 1982 due to adverse weather conditions improved in the cultivation year 1983.1 The Department of Census and Statistics has estimated the production at 2.47 million metric tons, (118.5 million bushels of paddy or the equivalent of 1.7 million metric tons of rice), indicating an increase of 15 per cent when compared with the previous year. The improvement was primarily a result of the adoption of better cultivation practices which led to higher average yield and expansion of area under cultivation during the Maha season. The drought during the early part of 1983 did not adversely affect the Maha 'production which accounts for about two-thirds of the total production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.0839450359344482,
      8.811271667480469,
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.32,
      501.02,
      414.14,
      612.74
    ],
    "text": "Paddyjproduction in Maha, 1982/83 was estimated at 1.8 million metric tons (85 million bushels), an increase of 31 per cent over the drought affected production in the previous Maha and an increase of 17 per cent when compared with Maha, 1980/81, which may be considered a normal crop season. This was the highest production level ever achieyed.in a Maha season. However, the pioduction in Yala 1983 was 13 per cent lower than that of the previous Yala season. This significant drop in pioduction in Yala, 1983 can be attributed to the fact that a substantial extent of cultivable land was either abandoned or crop damaged as a result of the drought conditions experienced in the first half of the year. The availability of water in",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.815085411071777,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.36,
      621.43,
      413.09,
      638.69
    ],
    "text": "1. The cultivation year, 1982 consists of Maha, 1981/1982 and Yala, 1982 while the cultivation year, 1983 consists of Maha. 1982/1983 and Yala, 1983.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      202.08,
      45.53,
      244.03,
      55.16
    ],
    "text": "( 22 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.612560272216797
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.84,
      67.61,
      404.02,
      101.72
    ],
    "text": "major tanks dropped to a very low level, thereby affecting the Yala cultivation. Tentative figures indicate a more than 13 per cent decline in extent under cultivation during the Yala season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.612560272216797
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.36,
      110.09,
      404.19,
      263.72
    ],
    "text": "The average yield per hectare is estimated to have increased from 3,260 kgs. (156 bushels) in 1982 to 3,595 kgs. (172 bushels) in 1983. This increase of 10 per cent or 331 kgs. per hectare was a significant achievement and largely due to the improve­ment recorded during the Maha season. The overall average yield in Maha, 1982/83 rose by 488 kgs. (or 15 per cent) when compared with the previous Maha season. In this season, the average yield in areas under major irrigation schemes achieved a sig­nificant improvement of 19 per cent. The average yield in areas under minor irri­gation schemes and rainfed areas rose by 12 per cent and 10 percent, respectively when compared with the previous Maha season. The 28 per cent increase in fertilizer issues for Maha cultivation, when compared with the previous Maha season, explains this improvement in average yield. Despite drought conditions, average yield in the Yala season also recorded a 7 per cent increase when compared with the previous Yala.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.612560272216797,
      8.851753234863281,
      8.854104042053223,
      8.855342864990234,
      8.940196990966797,
      8.94163703918457
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      189.36,
      267.53,
      257.1,
      277.16
    ],
    "text": "TABLE 1 . 1 5",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.612560272216797
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      161.52,
      281.45,
      287.75,
      291.08
    ],
    "text": "Paddy Statistics 1982 - 1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.612560272216797
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      85.44,
      313.9,
      217.09,
      323.35
    ],
    "text": "I t e m U n i t",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      260.88,
      303.58,
      377.95,
      312.79
    ],
    "text": "1 9 8 2 1 9 8 3 (a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      237.36,
      326.14,
      398.66,
      335.35
    ],
    "text": "Maha Yala Total Maha Yala Total",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      348.22,
      399.77,
      357.91
    ],
    "text": "Gross extent sown '000 Hectares 568 277 845 583 242 825",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      364.3,
      399.93,
      373.99
    ],
    "text": "Fertilizer issues (b) '000 Mt. tons 92 49 141 118 42 160",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.36,
      380.62,
      399.94,
      390.31
    ],
    "text": "Credit granted •• Rs. Mn. 100 22 122 119 26 145",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.918387413024902,
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      396.7,
      395.37,
      406.15
    ],
    "text": "Extent under improved seeds '000 Hectares 515 248 763 n a -n a -n a -",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.988423824310303,
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      413.02,
      399.61,
      422.47
    ],
    "text": "Gross extent harvested '000 Hectares 479 268 747 558 219 777",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      428.86,
      398.67,
      438.55
    ],
    "text": "Yield per hectare (c) Kgs. 3,150 3,332 3,260 3,638 3,556 3,591",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.962345600128174,
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.36,
      445.18,
      400.17,
      454.87
    ],
    "text": "Net extent harvested '000 Hectares 424 237 661 495 194 689",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      461.26,
      399.03,
      470.95
    ],
    "text": "Production '000 Mt. tons 1,363. 793 2,156 1,786 691 2,477",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.36,
      477.58,
      399.95,
      486.79
    ],
    "text": "Purchases under GPS (rf). '000 Mt. tens 71 13 84 313 11 324",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      489.12,
      400.13,
      504.47
    ],
    "text": "Imports 0?addy equivalent) •000 Mt. tons — — 229 — — 176",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.018590927124023,
      13.392036437988281
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      174.24,
      513.82,
      356.57,
      530.71
    ],
    "text": "Sources Department of Census & Statistics; Department of Agriculture, Peradeniya;",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.28,
      529.9,
      404.35,
      640.63
    ],
    "text": "Ministry of Agricultural Development and Research; Paddy Marketing Board; Sri Lanka Fertilizer Corporation; Food Commissioner's Department. (a) Provisional. (6) The Fertilizer issues during cultivation, year and calender year are invariably different. Calender year counts from January to December. Cultivation year comprises Maha (September/October -March/April) and Yala (April/May^ August/September). • (c) Yield per hectare for Maha and Yala are calculated using data from the Department of Census and Statistics which are based on crop cutting surveys, while total yield is calculated by dividing total productionby the net extent harvested. _ _ . :(d) Maha Paddy harvest is purchased during the period from January to July while Yala harvest is purchased during the period from August to December.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.018590927124023
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      208.56,
      42.62,
      250.88,
      52.58
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.0,
      66.38,
      413.7,
      196.34
    ],
    "text": "The extent sown during 1983 decreased by 19,715 hectares (2 percent) when com­pared with the previous year. This was primarily due to the 13 per cent decrease in sown extent during Yala, 1983. In Maha, 1982/83, the gross extent cultivated under major and minor irrigation schemes increased by 5,115 hectares (2 per cent) and 6,080 hectares (5 per cent), respectively. These increases made a significant contribution to the increase in Maha production. The rainfed areas also recorded a 2 per cent increase in gross- extent cultivated. The difference between sown and harvested extent in 1983 was 47,484 hectares or 6 per cent of the gross extent sown as compared with 98,650 hectares or 12 per cent in the previous year. Taken separately for the two seasons, in Maha, 1982/83, the difference was 25,347. hectares (4 per cent of gross area sown) while in Yala it was 22,137 hectares (9 per cent of gross area sown).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.918632507324219,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.76,
      213.74,
      413.13,
      331.7
    ],
    "text": "The fertilizer issues to the paddy sector during the cultivation year 1983 increased by 18,555 metric tons. This represents a 13 per cent increase when compared with the previous cultivation year. The issues during Maha, 1982/83 increased by 28 per cent. However, the issues during the Yala, 1983 dropped by 14 per cent mainly owing to drought conditions which adversely affected cultivation. The price increase of fertilizer which came into effect in May, 1983 also had an impact on issues during the Yala season. The average amount of fertilizer issued per sown hectare increased by 25 per cent from 162 kgs. in Maha, 1981/82 to 202 kgs. in Maha, 1982/83, while the corresponding figure for Yala dropped marginally by 2 per cent from 177 kgs. in 1982 to 174 kgs. in 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.28,
      346.7,
      413.13,
      440.66
    ],
    "text": "Purchases of paddy under the Guaranteed Price Scheme (GPS) by the Paddy Marketing Board (PMB) during 1983 amounted to 323,887 metric tons (16 rnillion bushels). This was approximately a four-fold increase when compared with the amount purchased during the previous year and a reversal of the declining trend in purchases observed during the last four years. The private sector which hitherto was actively competing with the PMB in purchasing. paddy found it relatively less attractive to operate with the same vigour, particularly during the first half of the year, 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.32,
      455.18,
      412.95,
      589.94
    ],
    "text": "The guaranteed price was raised from Rs. 57.50 to Rs. 62.50 in March, 1983. Though the open market price continued to be above the guaranteed price as in the previous year, the spread between the open market price and the guaranteed price appears to have narrowed during the first half of 1983 when compared with the spread which prevailed during the same period last year. The average open market price of paddy for the first half and second half of 1983 has been estimated at Rs. 71.00 and Rs. 79.00, respectively. Relatively, higher open market price in the second half reflects the shortfall in Yala harvest. Besides the lower spread referred to above, the high cost of carrying stocks over and extended period may also have contributed to the reduced role of the private sector in purchasing paddy during the first half of the year. .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.8,
      605.66,
      412.88,
      639.62
    ],
    "text": "As in the previous year, the PMB made most of its purchases (93 per cent) from the dry zone districts of Ampara, Polohnaruwa and Anuradhapura. Another salient aspect of purchases was that only 3 per cent of the total purchases were made",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      208.8,
      42.86,
      251.6,
      52.82
    ],
    "text": "( 24 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.8,
      66.86,
      404.49,
      101.3
    ],
    "text": "during the second half of the year, as against 16 per cent made during the same period last year. The drop in Yala, 1983 harvest partly explains this low percentage of purchases.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.32,
      115.58,
      408.22,
      221.54
    ],
    "text": "Another reason for this decline was the significant change in its purchasing policy made during the second half. On an initiative from the National Food' Policy Committee (NFPC) the PMB de-emphasized direct purchases from fanners and private agents other than co-operatives and Agrarian Service Centres. This-policy change was a direct consequence of the high stock of paddy which the PMB was unable to dispose of at a profit and also a result of the higher unit cost involved in direct purchases at the farmgate (about Rs. 71 per bushel). The subdued profile of. the PMB in its procuring activities since the middle of 1983 also reflects the extensive involvement of the private sector in this activity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.290467262268066
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      45.84,
      236.78,
      404.25,
      342.74
    ],
    "text": "The PMB is not expected to make strenuous efforts to procure paddy in com­petition with the private sector except when the required amount of paddy to fulfil its role as a buffer stock agency cannot be reached. For the PMB to play the role of a buffer stock agency efficiently there is a vital and urgent need to co-ordinate the activities of the PMB and the Food Commissioner's Department (FCD) under an unified authority. The PMB's problem of high stocks with no profitable market during the year was partly a consequence of the extremely poor co-ordination between the FCD and the PMB and underlined, once again, the paramount importance of the co-ordination of activities between the two.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      45.36,
      357.98,
      404.51,
      431.54
    ],
    "text": "Since paddy production is moving toward the level of self-sufficiency, it is neces­sary to pay greater attention to the prospects for. exporting of rice. In this connection it appears essential that careful consideration be given to the varieties that may be acceptable in overseas markets. Also it may be beneficial to encourage gradual-substitution of rice flour for wheat flour through appropriate changes in their relative prices, with a view to reduce consumption of imported wheat flour.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.912500381469727,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      45.6,
      445.58,
      71.5,
      455.54
    ],
    "text": "Sugar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      45.6,
      462.14,
      404.03,
      535.7
    ],
    "text": "Sugar production (net of production from sweepings purchased from the Food Commissioner) by the Sri Lanka Sugar Corporation in 1983 has been estimated at 21,508 metric tons, a decrease of 6 per cent when compared with the production in 1982. The production at Hingurana factory declined marginally by 1 per cent, while production at Kantale factory dropped by 11 per cent. The drop in production at both factories was due to the reduced supply of cane for processing.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.904998779296875,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      45.6,
      549.98,
      406.06,
      636.26
    ],
    "text": "The extent under cultivation (planted plus ratoonings) and the extent harvested at Hingurana in 1983 increased by 10 per cent and 9 per cent, respectively. Despite the 5 per cent drop in average yield per hectare, the amount of cane harvested increa-. sed by 3 per cent. Unlike in the previous year, the quantity of cane supplied by private growers declined considerably by 14 per cent and accounted for. 19 per cent of the total amount of cane processed at the Hingurana factory in 1983 as against the corresponding share of 22 per cent in 1982.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      214.8,
      45.93,
      256.69,
      54.76
    ],
    "text": "(; 25 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.940994739532471
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.68,
      66.62,
      415.68,
      136.58
    ],
    "text": ". The extent under cultivation at Kantale in 1983 remained more or less at the previous year's level. The area harvested, however, declined by 8,per cent. The average yield per hectare increased by 4 per cent. But it was not sufficient to offset the adverse impact of the drop in extent harvested on cane production which declined as a result by 4 per cent. The cane purchased from the private sector was negligible as was in the previous years.. .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.155349731445312
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.44,
      147.74,
      414.77,
      193.7
    ],
    "text": "Sugar recovery rates at both factories, which remain well below those achieved in major sugar producing countries, decreased in 1983. As stressed in the last year's Annual Report too there is.much room for improvement of efficiency in cultivation and processing at both factories.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      54.48,
      204.38,
      414.8,
      394.34
    ],
    "text": "Sugar production in the country is entirely a state-owned enterprise at present and the production of the two state-owned factories is adequate to meet only about 10 per cent of the total requirements of the country. Several measures have been taken to increase production through increasing state-sector participation and attracting private sector investments into the industry. A new state-owned factory with an initial crushing capacity of 1,250 tons of cane per day (with provisions for expansion to 2,000 tons of cane per day) is under construction at Sevenagala in the Moneragala district with funding from the Asian Development Bank (ADB). The project is estimated to cost Rs. 1,228 million (US $ 52 million) of which Rs. 798 million (US $ 34 million) would come from the ADB. As a positive response to the incentives extended by the government to attract private. investments, three international firms have agreed to construct three hew sugar factories in the Moneragala district where suitable crown land is available for the new Cultivation of sugarcane. This involves transfer of technology and financial collaboration. An important feature of each of these projects is that each includes a smallholder component of cane cultivation in addition to a nucleus estate.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      54.24,
      408.38,
      414.09,
      465.38
    ],
    "text": "In 1983, world sugar prices dropped by about 20 per cent. Even though nearly 90 per cent of supplies were imported, domestic market prices did not reflect the international price movements. Tariff policy was geared to maintaining producer incentives as a measure of protecting the local industry and inducing additional investment in the sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      53.76,
      478.46,
      414.09,
      548.42
    ],
    "text": "Under this level of protection, for a domestic industry that produces only about 10 per cent of the consumption requirements, there is a heavy responsibility to step up and maintain a high level of productivity. A sustained increase in cane production in plantations owned hy the Sugar Corporation, increased participation by the private sector in cane cultivation, and improved recovery rates of sugar are matters high in the list of priorities for consideration by the local sugar industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      53.76,
      557.9,
      131.19,
      567.86
    ],
    "text": "Minor Food Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      52.56,
      569.9,
      413.66,
      639.86
    ],
    "text": "Data on minor food crops are scanty and available data are based on .crude estimates which make analysis of year to year developments difficult. Since a number of minor food crops are grown in home gardens, and in very smallholdings often, as mixed crops, systematic collection of data on either extent under cultivation or pro­duction is also a difficult task. Therefore, the analysis presented in this section is subject to the serious limitation of lack of reliable data.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      203.52,
      45.26,
      245.84,
      55.22
    ],
    "text": "( 26 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      45.6,
      69.26,
      403.77,
      235.22
    ],
    "text": "Tentative data indicatesthat the extent under red onions, greengram, black gram, potatoe and cowpea increased significantly over that of the previous year. The volume of vegetable exports too recorded a large increase in 1983. The produc­tion of most of these crops is likely to have recorded increases during the year. The 24 per cent increase reported in fertilizer issues for this sector tends to support this conclusion. However, the extent under manioc and sweet potatoe decreased considerably while that under chillies and gingelly remained more or less at the previous year's level. The extent under soyabean is estimated to have decreased by 18 per cent in 1983, in contrast to the phenomenal increase recorded in the pre­vious year, while the decrease in extent under maize is estimated at 2 per cent. How­ever, the purchases of both soyabean and maize by the PMB under the Floor Price Scheme (FPS) increased considerably in 1983. Better prices offered under the FPS for soyabean in a situation of declining international prices appear to explain the rise in the purchases of soyabean by the PMB.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      46.8,
      249.26,
      404.06,
      307.22
    ],
    "text": "The area under minor food crops, particularly chillies, in Mahaweli *H' area, increased during 1983. The scarcity of water for paddy cultivation during Yala, 1983 compelled many farmers to shift to less water consuming subsidiary food crops. Also, the higher relative profitability of certain crops such as chillies and B-onions may also have induced farmes to-shift to the cultivation of such crops.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.921038627624512,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      46.8,
      319.82,
      407.07,
      413.78
    ],
    "text": "As stressed in the last year's Annual Report too, there is ample room for the expansion of minor food crop production through better yields. The production has hitherto expanded largely owing to the increase in the extent under cultivation. The current average yield levels of a large number of crops are far below the potential, levels and more intensive cultivation of these crops would lead to better yields and hence, higher production. However, adoption of improved cultivation practices depends to a large extent on the provision of better extension services, credit and marketing facilities and remunerative prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      47.04,
      427.1,
      405.68,
      581.06
    ],
    "text": "The FPS continued to be in operation for 11 minor food crops during the year. The PMB continued to operate the purchasing scheme for 8 of these crops, though its purchases were significant only in the case of maize and soyabeans. The producers of chillies, red onions and B-onions were reportedly able to sell their production at prices well above the floor prices to organizations such as the Co-operative Wholesale Establishment (CWE) and Sri Lanka Co-operative Marketing Federation (Markfed). While the FPS appears to have played a positive role in promoting production of minor food crops there may be a likelihood of excess purchases by the PMB if the floor prices are made unduly more attractive when compared with the open market and international prices. The promotion of the export village scheme under which cultivation of certain minor food crops is encouraged also appears to be an important measure in increasing minor food crop production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      48.0,
      593.9,
      87.49,
      603.86
    ],
    "text": "Fertilizer",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      47.52,
      607.58,
      406.37,
      641.54
    ],
    "text": "The total amount of fertilizer issues increased by 25,700 metric tons or 7 per cent in 1983 over the amount issued in 1982. Quite different to the situation observed last year, fertilizer issues to all the sectors increased except for paddy and minor export",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      211.44,
      49.34,
      255.68,
      59.3
    ],
    "text": "( 27 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.88,
      72.86,
      417.21,
      118.82
    ],
    "text": "crops. The tea sector recorded the highest increase of 12,800 metric tons while the coconut and rubber sectors reported increases of 5,400 metric tons and 2,000 metric tons, respectively. Issues to minor food crops increased by 3,200 metric tons while those to the paddy sector, in contrast, declined by 4,900 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.904998779296875,
      8.926983833312988,
      8.954887390136719,
      9.112027168273926
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.16,
      133.34,
      417.2,
      347.3
    ],
    "text": "Quarterly data reveal that fertilizer issues to the tea sector fell sharply in the second quarter in which the drought conditions were most severe. Issues in other quarters increased, however, to more than compensate for the fall in the second quarter. Larger increases observed in the third and fourth quarters are attributable to favourable weather conditions and more attractive prices of tea. Issues to the rubber sector showed an increase in all quarters, but the highest increase was in the fourth quarter. Issues to the coconut sector fell in the first half of the year and rose sharply in the second half with improved weather conditions and better nut prices, to more than offset the fall in the first half. For paddy an increase, if only marginal, is reported in the first half of the year, but a decline in the balance part of the year (a feature noticed in the previous year too). This resulted in the annual intake remaining more or less the same as in 1982. The overall picture of the fertilizer issues to various crops in 1983 by quarters seems to indicate a very uneven pattern. This may have been partly due to the impact of the weather conditions being felt on different crop sectors differently. The price changes of various fertilizer components announced in May, 1983 and stock position of respective crop sectors at the time of the announcement of the price increase may also have influenced this uneven distri­bution of fertilizer issues by quarters.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.290467262268066
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      198.96,
      365.42,
      265.53,
      375.38
    ],
    "text": "TABLE 1.16",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      149.28,
      381.5,
      322.91,
      391.46
    ],
    "text": "Fertilizer Issues by Crops 1980-1983",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      354.72,
      392.71,
      408.1,
      401.57
    ],
    "text": "'000 Mt. tons",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      151.44,
      412.15,
      413.66,
      421.25
    ],
    "text": "Crop 1980 1981 1982 1983 (a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.24,
      437.83,
      408.4,
      495.65
    ],
    "text": "1- Paddy 190.0 155-6 167-1 162-2 2- Tea 109-9 103-3 102-7 115-5 3- Rubber 2 2 0 16-8 16-5 18-5 4- Coconut 55-8 37-7 30-3 35-7 5- Minor food crops — 14-8 13-5 16-7 6- Minor export crops — 3-2 2-3 2 1 ?• Other 62-0(6) 34-9 47-0 54-4",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.9073028564453125,
      7.959899425506592,
      13.223382949829102
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      102.0,
      512.47,
      407.7,
      521.57
    ],
    "text": "Total 439-7 366-3 379-4 405 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      247.68,
      532.39,
      408.41,
      541.25
    ],
    "text": "Sources : Ceylon Fertilizer Corporation;",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.64,
      540.55,
      407.92,
      568.85
    ],
    "text": "National Fertilizer Secretariat. (a) Provisional. (b) Includes fertilizer issues to the minor food crop and minor export crop sectors.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      53.52,
      583.82,
      416.49,
      641.78
    ],
    "text": "Fertilizer prices which remained unchanged during the year 1982 were revised in May, 1983 on account of the changes in the cost of fertilizer in the world market and the changes in the exchange rate. The revision was also an attempt to contain the fertilizer subsidy within the budgetary allocation of Rs. 1000 million. The price of Sulphate of Ammonia and Muriate of Potash was reduced by 16 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      205.92,
      45.74,
      250.16,
      55.7
    ],
    "text": "( 28 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.48,
      69.74,
      407.79,
      187.7
    ],
    "text": "and 5 per cent, respectively. The price of other mixtures/ingredients was, however, increased ranging from 2 per cent (Urea) to 26 per cent (N.P.K.). The weighted average prices computed on the basis of relative shares of each type of fertilizer used during 1982 in the different crop sectors, however, indicated that the paddy crop sector experienced about 5 per cent increase in prices owing to this revision while the tea and coconut sectors experienced a price reduction of 7 per cent and 2 per cent, respectively. Also the significant increase in prices of plantation crops experienced during the year would have had a favourable effect on fertilizer use in the plantation sector. Had it not been for the severe drought, the plantation sector would have absorbed even a larger amount of fertilizer during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      198.96,
      200.78,
      264.03,
      210.74
    ],
    "text": "TABLE 1.17",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      193.44,
      214.94,
      267.03,
      224.9
    ],
    "text": "Fertilizer Prices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      333.6,
      225.91,
      398.8,
      234.77
    ],
    "text": "Rs. per mt. ton.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      104.16,
      245.83,
      395.31,
      262.85
    ],
    "text": "Prices Prices Type of fertilizer effective from effective from Type of fertilizer",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      282.24,
      262.15,
      386.19,
      271.01
    ],
    "text": "16-981 04-05-83",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.24,
      288.07,
      382.15,
      337.49
    ],
    "text": "Urea • 2,785 2,850 Sulphate of Amonia •• 4,270 3,600 Triple Super Phosphate 2,685 2,850 Rock -Phosphate •• 1,635 2,000 N- P- K- 5: 15: 15 2,785 3,500 Muriate of potash 2,900 2,750",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.937717437744141,
      7.959899425506592
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      55.92,
      348.55,
      397.84,
      366.29
    ],
    "text": "Source : National Fertilizer Secretariat. Note : Prices were not revised during 1982.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      47.52,
      378.14,
      406.22,
      448.1
    ],
    "text": "Production at the state-owned Urea factory at Sapugaskanda, fell sharply by 85,889 metric tons (41 per cent) when compared with that of 1982. This drop was mainly due to the frequent plant failures Which interrupted production in the first half and the complete shut-down of the plant from October through mid-November for maintenance. The production of Rock Phosphate in 1983 at Eppawela Rock Phosphate factory amounted to 15,726 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      47.28,
      460.94,
      408.22,
      578.9
    ],
    "text": "With particular emphasis on regional fertilizer wharehouse complexes, the whole­sale distribution of fertilizer has shown considerable progress. The Polonnaruwa complex has been completed and the Anuradhapura and Weligama complexes are nearing-completion. These complexes would commence issuing-fertilizerin xespectiye. areas, during the next year. The work initiated in collaboration with local and foreign participation to improve the distribution of fertilizer at retail level made good progress in 1983 as did the construction of retail fertilizer stores in different parts of the country with assistance from the Federal Republic of Germany and the Food and Agricultural Organization ( F A O ) , The impact of these measures would be felt soon on fertilizer distribution and availability at farm level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922990798950195,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      47.04,
      591.26,
      126.97,
      601.22
    ],
    "text": "Fish and Livestock",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      47.52,
      605.42,
      409.71,
      639.38
    ],
    "text": "The Ministry of Fisheries has provisionally estimated fish production in 1983 at 218,500 metric tons, indicating a marginal increase of 2 per cent, when compared with the production in the previous year. This improvement was evident in all,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      214.32,
      54.86,
      258.56,
      64.82
    ],
    "text": "( 29 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      58.56,
      80.78,
      419.32,
      128.9
    ],
    "text": "sub-sectors, particularly in the inland fisheries sector, where production increased by 8 per cent over that of the previous year. In the light of the potential that exists, considerable emphasis has been placed in the last two years on the development of the inland fisheries sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      59.04,
      145.58,
      419.64,
      320.9
    ],
    "text": "'Performance of the coastal sector which accounts for approximately 80 per cent of the total fish production in the country, however, continued to be poor and pro^ duction increased marginally by only lper cent in 1983. The 1983 coastal fish pro­duction was 16 per cent lower than the amount envisaged (216,000 metric tons) under the five-year fisheries Master Plan, 1979-1983. Since mechanized craft account for about 70 per cent of the coastal fish production the increase in fuel cost appears to have had an adverse effect on production. However, in view of the apparent increase in producer prices of fish, and the large amount of funds being invested in the coastal fisheries sector under several special projects such as the North West Coast-Fishery Development Project and the West Coast Fishery Development Projects it is doubtful whether the poor performance in the coastal fisheries sector can be explained solely in terms of higher fuel costs. It is important to identify constraints on the production growth in the coastal sector soon with a view to resolving them.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      59.52,
      336.38,
      419.84,
      448.1
    ],
    "text": "The total subsidy for the issue of new boats and for mechanization of indigenous craft declined from Rs. 39 million in 1982 to Rs. 24 milhon in 1983. Of this, Rs. 10 milhon went to the inland fisheries sector while the balance went to the marine sector. During the year the two state commercial banks continued operations in the credit scheme for fishermen in coastal districts. Under this scheme loans are provided for the purchase of fishing boats, engines and fishing gear. Refinance facilities from the Central Bank are also available for the scheme. However, the very high rate of default on past loans is likely to put at risk future lending under the scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      59.28,
      462.86,
      420.12,
      587.3
    ],
    "text": "The increasing relative importance of energy cost in the total cost of production is identified as a problem facing the marine fisheries sector in the country. The fisheries development policy has, therefore, been focussed on less energy consuming methods. In addition to the promotion of inland fishing, which permits economy on energy use, several measures were taken during 1983 to revive ' madel' fishing which has declined in importance with the introduction of mechanized craft and now accounts only for about 5 per cent of the total fish production in the country. One such measure was the formulation of a credit scheme with the state-owned banks to provide ' madel' fishermen with loans for initial expenses, repairs and for replacement of fishing craft and nets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      59.28,
      601.58,
      420.14,
      649.7
    ],
    "text": "At the end of the year, there were 91 fisheries co-operatives with an estimated membership of about 25,000. However, since the majority of the co-operatives were not institutionally strong, their structure and operational procedures are the subject of review by government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      210.72,
      54.62,
      253.76,
      64.58
    ],
    "text": "( 30 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      48.0,
      78.62,
      406.78,
      172.58
    ],
    "text": "The Department of Census and Statistics has provisionally estimated milk pro* duction (including buffalo milk) in 1983 at 419 milhon litres, an increase of 4 per cent when compared with the production during the previous year. The National Milk Board (NMB) increased the producer prices payable for milk considerably in March, 1983 in order to ensure an adequate margin to the producers, who were adversely affected by the rise in the price of cattle feed, particularly that of poonac. Despite this, the amount of milk collected by the NMB during 1983 dropped by 2 per cent to 53.9 milhon litres when compared with that of the last year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      47.76,
      187.82,
      406.71,
      353.78
    ],
    "text": "The efforts to develop the livestock industry gathered further momentum during the year. In addition to the continuation and expansion of available normal pro­grammes (such as immunization programmes and provision of veterinary services to livestock farmers) several new projects were started. The Swiss Government made available an additional grant of Rs. 15 million in 1983 to continue the Sri Lanka/ Swiss Livestock Development Project which aims at developing the dairy industry in colonization schemes and Purana villages in four dry zone districts. At the begin­ning of the year a goat development project was started with funds from the West German Government. This project covers 9 districts.1 Another large scale pro­ject with an estimated cost of Rs. 400 million was commenced in June, 1983 with funding from the Asian Development Bank (ADB). This project which covers 10 districts2 aims at developing milk products, draught power and beef production. Also, under the project, dairy development co-operatives will be formed to facilitate marketing of milk.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.921038627624512,
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      48.48,
      369.5,
      407.04,
      403.94
    ],
    "text": "The Department of Census and Statistics has provisionally estimated the egg production in 1983 at 567 million, recording an increase of 9 per cent when compared with the preceding year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      48.0,
      418.22,
      407.42,
      501.62
    ],
    "text": "Data on animal feed production are not available. The available data from the two major state sector producers—Ceylon Oils and Fats Corporation and the Government Owned Business Undertaking of the British Ceylon Corporation— indicate that their cattle feed production decreased considerably by 44 per cent from 12,597 metric tons in 1982 to 7,040 metric tons in 1983. In contrast, poultry feed production by these institutions increased by 17 per cent from 52,100 metric tons in 1982 to 61,140 metric tons in 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      48.96,
      516.38,
      103.6,
      526.34
    ],
    "text": "Rural Credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      48.72,
      531.74,
      407.66,
      605.3
    ],
    "text": "Credit facilities to the rural sector are provided by a number of institutions under a variety of schemes. The Bank of Ceylon and the People's Bank have been the main institutions which channel credit to this sector. The Bank of Ceylon channels the bulk of its rural credit through its network of sub-offices at the Agrarian Ser­vice Centres (ASCs) while the People's Bank disburses a significant share of its credit through the Co-operative Rural Banks which are affiliated to the Bank. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      53.04,
      615.91,
      407.28,
      651.17
    ],
    "text": "1. The districts are Gampaha, Puttalam, Kurunegala, Mannar, Anuradhapura, Trincomalee, Jaffna, Vavuniya and Mullaitivu. 2. Matara, Galle, Kalutara, Colombo, Gampaha, Kegalle, Puttalam, Kurunegala, Mannar arid Jaffna.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      219.6,
      55.82,
      262.4,
      65.78
    ],
    "text": "( 31 .)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.24,
      79.34,
      421.53,
      197.3
    ],
    "text": "Hatton National Bank also grants loans to the rural sector but its lending activities in this sector are confined to certain specific projects and areas only . During the year, 1983 the Indian Overseas Bank, which is a foreign bank also commenced a rural lending programme with certain innovative characteristics, in the Matara district. The State Bank of India also operates a branch office in Anuradhapura which is predominantly an agricultural area. This report, however, covers mainly the loans extended by the People's Bank, the rural banks, the Bank of Ceylon including its ASC sub-offices and the Hatton National Bank under the Comprehensive Rural Credit Scheme (CRCS) for which the Central Bank continued to provide refinance facilities at a nominal rate of interest.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      61.92,
      212.54,
      422.25,
      378.5
    ],
    "text": "The total amount of loans granted under the CRCS by all the participant banks increased by 16 per cent from Rs.145.1 million in the cultivation year 1982 to Rs. 168.1 million in the cultivation year 1983.1 When compared with the amounts granted under the CRCS by respective banks last year, the Bank of Ceylon recorded the highest increase of 27 per cent and the People's Bank showed an increase of 22 per cent while the relative share of the Hatton National Bank decreased by 18 per cent. The relative share of the People's Bank in total loan disbursements increased marginally from 42 per cent in 1982 to 44 per cent in 1983 (Rs. 73.8 million). Simi­larly, the relative share of the Bank of Ceylon, too, increased marginally from 38 per cent in the previous cultivation year to 42 per cent in 1983 (Rs. 70.2 million) while that of the Hatton National Bank declined from 20 per cent to 14 per cent (Rs. 24.3 million). The increase in the total amount of loans granted under the CRCS over the last year was mainly due to the increase in loans granted for the paddy cultivation in Maha, 1982/83.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.0839450359344482,
      8.811271667480469,
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.16,
      387.98,
      422.46,
      445.94
    ],
    "text": "The total amount of credit extended for paddy cultivation under the CRCS in the cultivation year 1983 increased by 20 per cent to Rs. 146.0 million from Rs. 122.2 million granted last year, showing a further improvement in the situation observed in 1982. In 1983, paddy loans constituted 87 per cent of the total amount granted under the CRCS against 84 per cent last year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.64,
      460.22,
      423.11,
      518.18
    ],
    "text": "The People's Bank increased its paddy loans by 26 per cent from Rs. 53.4 million in 1982 to Rs. 67.4 million in 1983, while for the Bank of Ceylon the increase was 38 per cent, from Rs. 39.4 nullion in 1982 to Rs. 54.4 million in 1983. The Hatton National Bank's share of paddy loans under the CRCS, however, decreased by 17 per cent from Rs. 29.4 miUion in 1982 to Rs. 24.3 million in 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.88,
      532.7,
      423.12,
      626.66
    ],
    "text": "Of the total amount of loans granted for paddy cultivation under the CRCS during the cultivation year 1983, Maha season loans amounted to Rs. 119.7 or 90 per cent of the total. This was 19 per cent higher than the amount granted during the previous Maha season. The People's Bank granted Rs. 50.6 million (42 per cent of the total Maha paddy loans) while the Bank of Ceylon granted Rs. 44.9 million (38 per cent). The Hatton National Bank accounted for the balance Rs. 24.3 million. Despite the adverse effects of the drought on cultivation, the total amount of credit granted for paddy cultivation in Yala, 1983 rose by 21 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      66.72,
      633.91,
      422.0,
      650.45
    ],
    "text": "1. Cultivation year 1982, comprises Maha. 1981/82 and Yala, 1982 while the cultivation year, 1983 comprises Maha, 1982/83 and Yala. 1983.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.04,
      110.06,
      383.18,
      120.02
    ],
    "text": "TABLE 1 . 1 8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      191.52,
      126.62,
      500.67,
      148.82
    ],
    "text": "Cultivation Loans granted under the Comprehensive Rural Credit Scheme (Position as at 31st December, 1983)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      573.84,
      149.35,
      623.28,
      158.21
    ],
    "text": "Rs. thousand",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      183.36,
      163.51,
      632.75,
      176.21
    ],
    "text": "People's Bank Bank of Ceylon Hatton National Bank Total loans Total.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      155.04,
      193.51,
      179.83,
      202.37
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      193.44,
      181.75,
      218.08,
      206.45
    ],
    "text": "Minor food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      237.12,
      185.83,
      299.5,
      202.61
    ],
    "text": "Total loans Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      312.96,
      181.51,
      337.79,
      206.21
    ],
    "text": "Minor food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      356.88,
      186.07,
      419.79,
      202.61
    ],
    "text": "Total loans Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      433.92,
      181.27,
      458.94,
      205.97
    ],
    "text": "Minor food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      477.84,
      185.59,
      543.53,
      202.37
    ],
    "text": "Total loans Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      562.8,
      181.51,
      587.82,
      190.37
    ],
    "text": "Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      563.76,
      189.43,
      585.06,
      206.45
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      604.56,
      177.19,
      629.82,
      202.37
    ],
    "text": "loans under CRCS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.76,
      219.19,
      630.54,
      228.77
    ],
    "text": "Maha, 1981/82 47,048 5,776 52,824 32,488 8,250 40,738 20,840 20,840 100,376 14,026 114,402",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.067872047424316,
      8.072273254394531
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      58.8,
      235.27,
      630.36,
      244.61
    ],
    "text": "Yala, 1982 6,363 1,274 7,637 6,887 7,482 14,369 8,526 184 8,710 21,776 8,940 30,716",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.069696426391602,
      8.070648193359375,
      8.072035789489746,
      8.072273254394531,
      8.075920104980469,
      8.077306747436523
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      58.8,
      251.11,
      630.24,
      260.45
    ],
    "text": "Cultivation year, 1982 • • 53,411 7,050 60,461 39,375 15,732 55,107 29,366 184 29,550 122,152 22,966 145,118",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0,
      8.070211410522461
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      58.8,
      266.95,
      630.54,
      276.29
    ],
    "text": "Maha, 1982/83 50,601 3,761 54,362 44,850 9,648 54,498 24,252 24,252 119,703 13,409 133,112",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.063864707946777
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      58.56,
      281.81,
      629.84,
      293.0
    ],
    "text": "Yala, 1983 16,762 2,628 19,390 9,515 6,146 15,661 — — — 26,277 8,774 35,051",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.049287796020508,
      8.072432518005371,
      9.970768928527832
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      58.56,
      298.87,
      630.39,
      308.21
    ],
    "text": "Cultivation year, 1983* 67,363 6,389 73,752 54,365 15,794 70,159 24,252 24,252 145,980 22,183 168,163",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0764741897583
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      66.0,
      318.79,
      576.12,
      327.65
    ],
    "text": "* Provisional data. Sources: People's Bank;",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      521.52,
      326.71,
      622.48,
      343.73
    ],
    "text": "Bank of Ceylon; Hatton National Bank Ltd.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      216.96,
      49.1,
      259.76,
      59.06
    ],
    "text": "( 33 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.16,
      70.46,
      417.93,
      104.42
    ],
    "text": "to Rs. 26.3 million when compared with the previous Yala season. This was mainly due to the three-fold increase in the amount granted by the People's Bank during the season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      55.92,
      111.02,
      418.65,
      252.98
    ],
    "text": "With respect to recovery of cultivation loans, there was an improvement in the 1983 performance. The data indicate that the People's Bank recovered Rs. 36.5 million or 72 per cent of its Maha, 1982/83 paddy loans. This is a significant improvement when compared with the recovery rate of 42 per cent reported for its Maha, 1981/82 paddy loans in the previous year. The Bank of Ceylon was able to recover Rs. 29.9 million or 67 per cent of the paddy loans granted for Maha, 1982/83 which was more or less the same recovery rate as last year. The Hatton National Bank reported a better recovery rate of 88 per cent of the Maha paddy loans by the end of December, 1983 but with a relatively lower amount of credit granted. Never­theless, when compared with its own record in the previous year during which it was able to recover only 71 per cent of the Maha, 1981/82 paddy loans the recovery rate in 1983 may be considered an improvement.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.16,
      262.22,
      418.54,
      320.18
    ],
    "text": "The total amount of loans granted for minor food crops in the cultivation year 1983 fell by 3 per cent from Rs. 22.9 million in 1982 to Rs. 22.2 million in 1983. The Bank of Ceylon accounted for Rs. 15.8 million or 72 per cent of the total. Last year, it accounted for only 69 per cent of the total amount granted for the purpose.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.88,
      326.78,
      418.7,
      396.74
    ],
    "text": "A noteworthy feature of the credit disbursements for minor food crops under the CRCS has been that the bulk of such loans has been confined to the cultivation of potatoes, onions and chillies only, while a large number of other crops remain outside this institutional credit network. In view of the rising demand for these crops, their growth potential and the need to diversify the cropping pattern there is an urgent need to expand the volume of minor food crop loans under the scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.926983833312988,
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.88,
      403.34,
      418.88,
      473.3
    ],
    "text": "The rescheduling scheme of cultivation loans granted under the CRCS from January 1, 1977 to June 30, 1981 was continued by the Bank of Ceylon during the year. The last date for applications for rescheduling was extended to June 30, 1984. However, progress of the scheme continued to be highly unsatisfactory and as a result, the bulk of the farmers still remain ineligible for loans granted under the CRCS.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.906227111816406,
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      56.4,
      479.42,
      418.92,
      573.38
    ],
    "text": "During the year, the Rural Credit Advisory Board (RCAB) which consists of representatives of major institutions involved in the area of rural credit considered several proposals relating to rural credit. These include a proposal to establish Regional Rural Development Banks (RRDBs) and the introduction of credit schemes to assist rubber growers and sugar cane cultivatiors. Also the RCAB considered measures to assist state sector banks to achieve a reasonable level of profitability in the area of rural credit operations. The draft legislation for the establishment of RRDBs was under preparation during the latter part, of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      55.44,
      580.7,
      418.68,
      626.66
    ],
    "text": "The two branches of the Central Bank at Matara and Anuradhapura, as explained elsewhere in detail1 continued their special rural lending programme on a wider scale with a view to promoting self-employment in rural areas and ensuring growth and development of the rural economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.954887390136719
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      58.32,
      633.91,
      360.01,
      642.77
    ],
    "text": "1. Details of the activities of these two branches are presented in pp.. XIX—XXII",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  }
]