[
  {
    "page_number": 0,
    "bbox": [
      183.84,
      56.45,
      254.62,
      66.53
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      78.05,
      399.88,
      172.13
    ],
    "text": "1. This is the second Annual Report of the Monetary Board of the Central Bank of Ceylon. It is issued in accordance with Section 35 of the Monetary Law Act, No. 58 of 1949, which provides that within three months after the end of each •financial year—that is, by March 31—-the Monetary Board shaH submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of the policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.32170581817627,
      9.414432525634766,
      9.472265243530273,
      9.673432350158691,
      9.912236213684082,
      9.921045303344727,
      10.007518768310547,
      10.030123710632324,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.08,
      181.25,
      399.41,
      203.33
    ],
    "text": "2. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1951.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.236746788024902,
      9.424454689025879,
      9.583298683166504,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      177.36,
      227.81,
      260.39,
      237.89
    ],
    "text": "n. Foreign Trade",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.84,
      246.77,
      399.78,
      304.85
    ],
    "text": "3. Foreign trade plays a dominant role in determining the economic condition of Ceylon. Exports have recently contributed directly over one-third of gross national income and indirectly much more, since many industries and occupations not producing directly for export are largely sustained by export income. On the expenditure side, nearly three-tenths of gross national expenditure was on imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.414432525634766,
      9.529008865356445,
      9.673432350158691,
      9.908016204833984,
      9.933183670043945,
      10.046911239624023,
      10.046952247619629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      314.21,
      399.39,
      384.29
    ],
    "text": "4. Value-of-Expor^s rose markedly, from an index of 558 in 1950 to 679 in 1951,* or by 22 per cent. The physical quantity of exports, however, showed only a slight increase. The large rise in export value was therefore due almost entirely to a steep rise in prices. They reached an all time high in March and April, when the price index was 607, and thereafter fell away almost steadily to 473 by the end of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.374369621276855,
      9.416807174682617,
      9.498456001281738,
      9.542338371276855,
      9.673432350158691,
      9.947178840637207,
      9.961487770080566
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.88,
      393.89,
      400.75,
      499.97
    ],
    "text": "5. Value-of-Imports also rose greatly between 1950 and 1951, from an index of 514 to 686, or by 33 per cent. The rise in average import prices was much less than that in average export prices, and so the terms of trade improved from 101 for 1950 to 104 for 1951. The high export income enabled the country to bear the rising cost of imports, to increase decidedly the physical volume of imports, and yet. have a substantial export surplus not much smaller than that for 1950. The merchandise surplus was Rs. 346 million for 1951 as against Rs. 396 million for 1950.f Including invisibles, the total current account surplus was Rs. 116 million in 1951 as compared with Rs. 137 million in 1950.J",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.383552551269531,
      9.392638206481934,
      9.543379783630371,
      9.603798866271973,
      9.673432350158691,
      9.91645336151123,
      9.934225082397461,
      9.941640853881836,
      9.94863510131836,
      9.952006340026855,
      10.0018892288208,
      10.046911239624023,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.12,
      509.33,
      399.66,
      591.41
    ],
    "text": "6. These figures show that foreign trade in 1951 as a whole was decidedly favourable to Ceylon. But the average and total figures for 1951 conceal a serious deterioration during the year. The deterioration is shown most plainly in the terms of trade, which is simply the export price index expressed as a per cent of the import price index. On a 1934-1938 base of 100, the terms of trade were 113 in January, 1951, and rose to a peak of 123 in March.. Thereafter they worsened rapidly and nearly continuously. The figure of 79 reached in December was almost",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.94863510131836,
      9.952006340026855,
      9.97374153137207,
      10.046911239624023,
      10.082208633422852,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      609.44,
      322.12,
      632.04
    ],
    "text": "• For all foreign trade indexes used in this section, 1934-1938=100 t Ceylon Customs Returns. X Exchange Control data.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      5.614121437072754,
      6.099999904632568,
      6.484388828277588,
      6.642841339111328,
      6.653839111328125,
      6.6740803718566895,
      6.675864219665527,
      6.6836628913879395,
      6.7167067527771,
      6.740652084350586,
      6.7758893966674805,
      6.7891106605529785,
      6.839974403381348
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      193.44,
      37.97,
      227.03,
      48.05
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.72,
      59.33,
      393.48,
      153.41
    ],
    "text": "the same as that for 1949, before the Korean War. In sympathy with this adverse movement, the monthly export surplus also declined and at one stage even became negative. For an export-import economy this persistent fall in the terms of trade is a very disquieting development. The boom enjoyed tby Ceylon as a result of the outbreak of the Korean War has ended. Already by December, 1951, a given physical volume of expbrts bought only seven-tenths as much physical volume of' imports as it had in the previous January. If the present trend in the terms of trade persists, there will be a strong downward pressure on domestic real income.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.32454776763916,
      9.425333976745605,
      9.641449928283691,
      9.673432350158691,
      9.914156913757324,
      9.934225082397461,
      9.938308715820312,
      9.94863510131836,
      9.961528778076172,
      9.969672203063965,
      9.976398468017578,
      10.007518768310547,
      10.041717529296875,
      10.046911239624023,
      10.082208633422852,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.96,
      169.97,
      389.65,
      216.05
    ],
    "text": "7. The fall in export prices that took place after April did not affect all commo-ditiesequally. Comparing the peak prices with the lowest near the end of the year, tea fell by 20 per cent (in part for seasonal causes), rubber by 31 per cent and coconut products by 22 per cent. Thus rubber prices declined most.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.330585479736328,
      9.479562759399414,
      9.572620391845703,
      9.673432350158691,
      9.912236213684082,
      9.96506118774414,
      10.101696968078613,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      31.2,
      232.13,
      394.67,
      482.21
    ],
    "text": "8. The decline in rubber earnings was especially serious for Ceylon. Rubber is normally Ceylon's best dollar earner. But accompanying the general'fall in price, there was also a.sharp decline in the physical volume of American imports of Ceylon rubber. The value of Ceylon's rubber sales to .the United States -was Rs. 29-4 million in December, 1950, and Rs. 28 - 3 million in January, 1951 ; but it fell to Rs. 5-9 million by April, and reached a low of Rs. 2-5 million in September. This fall in earnings from rubber followed the action taken on 28 December, 1950, by the United States Government when it made an officia^ purchasing agency, the' General Services Administration, the sole importer of natural rubber into that country. The result was to eliminate competitive bidding in world markets by' private American importers. The: Administration immediately reduced the total volume of American buying of natural rubber below the high level that had existed in the last half of 1950. Prices fell steadily in Singapore and Colombo from March through July. Whatever the reason may be, the Administration reduced its buying in Ceylon .by a much larger proportion than it reduced its total buying. The physical volume of Ceylon rubber purchased by the United States in the second and third quarters of 1951 was 80 per cent below that purchased in the third and fourth quarters of 1950. For Ceylon the reversion to private American trading in rubber, announced in December, 1951, was obviously most welcome, but the restrictions on the use of natural rubber still in force in the United States Continue -to handicap natural rubber in its competition with synthetic.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      8.873690605163574,
      9.100000381469727,
      9.328187942504883,
      9.350090026855469,
      9.362083435058594,
      9.392505645751953,
      9.395458221435547,
      9.402595520019531,
      9.415092468261719,
      9.442187309265137,
      9.48056697845459,
      9.562320709228516,
      9.590424537658691,
      9.632040023803711,
      9.673432350158691,
      9.809657096862793,
      9.93234920501709,
      9.952006340026855,
      9.959450721740723,
      9.969672203063965,
      9.975443840026855,
      9.98017406463623,
      9.981833457946777,
      10.004704475402832,
      10.007518768310547,
      10.01272964477539,
      10.018806457519531,
      10.039572715759277,
      10.082208633422852,
      10.087382316589355,
      10.119715690612793,
      10.13668155670166,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.16,
      499.49,
      391.93,
      545.57
    ],
    "text": "9. The reduction in American buying of rubber, followed by an even greater reduction with respect to tin, another sterling area commodity, affected Ceylon as a member of that Area. The large fall in. Sterling Area dollar earnings during 1951'contributed importantly to the sterling crisis of late 1951 and\" early 1952.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.350090026855469,
      9.60345458984375,
      9.673432350158691,
      9.935308456420898,
      9.991950035095215,
      10.006194114685059,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.64,
      562.37,
      392.15,
      632.45
    ],
    "text": "10. As for imports, prices rose markedly, by 18 per cent compared with 1950. But this understates the steepness of the rising trend. The index moved during the year from'474 td 602, or by 27 per cent. A disquieting feature was that the price of rice rose more than other prices. Supplies of imports were generally scarcer and, in the case of manufactured goods, delivery dates later, because of the diversion of production in exporting countries to defence needs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.316774368286133,
      9.369996070861816,
      9.673432350158691,
      9.915952682495117,
      9.946304321289062,
      9.983616828918457,
      10.006897926330566,
      10.039655685424805,
      10.041717529296875,
      10.119715690612793,
      10.23731803894043
    ]
  }
]