[
  {
    "page_number": 0,
    "bbox": [
      202.32,
      42.46,
      235.24,
      51.43
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      184.8,
      80.45,
      255.02,
      90.53
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.918624877929688,
      9.968551635742188
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.88,
      109.18,
      398.76,
      202.15
    ],
    "text": "1. This, the seventh Annual Report of the Monetary Board of the Central Bank of Ceylon, is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949. This section provides that within three months after the end of the financial year—that is, by March 31—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.588750839233398,
      8.62244987487793,
      8.770172119140625,
      8.80958366394043,
      8.838284492492676,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      218.62,
      398.35,
      455.59
    ],
    "text": "2. Sir Arthur Ranasinha was re-appointed as Governor of the Central Bank with effect from 1st July, 1956, under section 12 and in terms of section 13 (3) of the Monetary Law Act. During the absence of the Governor, in connection with the Annual Meeting of the I.M.F. and I.B.R.D. held in Washington in September, 1956, Mr. D. W. Rajapatirana, Deputy Governor, designated as Senior, acted as the chief executive officer of the Bank, in terms of section 24 of the Monetary Law Act. In terms of section 22 of the Monetary Law Act and with the concurrence of the Minister of Finance, Mr. W. Tennekoon was appointed a temporary Deputy Governor of the Central Bank with effect from 6th September, 1956, during the absence of Mr. D. W. Rajapatirana in India, and thereafter, until the return of the Governor from Washington. Mr. D. W. Rajapatirana, Deputy Governor, who was nominated by the Government as a Ceylon delegate to the Eleventh Session of tho United Nations General Assembly at Now York, left the Island on 1st November, 1956. Mr. W. Tennekoon was appointed a Deputy Governor with effect from 1st November, 1956, until the return of Mr. D. W. Rajapatirana. Mr. L. J. de. S. Seneviratne, Permanent Secretary to the Ministry of Finance, and official member of the Monetary Board, was appointed Special Commissioner, Official Languages Department. Mr. S. F. Amerasinghe, who succeeded Mr. Seneviratne as Permanent Secretary to the Ministry of Finance, functioned as official member of the Monetary Board with effect from 24th August, 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.380819320678711,
      8.440068244934082,
      8.530073165893555,
      8.54574966430664,
      8.58393669128418,
      8.617806434631348,
      8.780900955200195,
      8.780938148498535,
      8.798666000366211,
      8.833309173583984,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.12,
      473.74,
      399.09,
      602.71
    ],
    "text": "3. Dr. B. B. Das Gupta, Director of Economic Research, retired from the Bank service with effect from 11th December, 1956. With effect from 13th June, 1956, from which date Dr. Das Gupta was on leave prior to retirement, Dr. Gamani Corea, whose services had been loaned by the Bank to the Planning Secretariat, was appointed to act as Director of Economic Research in addition to his duties with the Planning Secretariat. Two other staff officers of the Economic Research Department of the Central Bank continued during the year to devote their full time to work in the Planning Secretariat. One staff officer devoted part of his time from November, 1955, to February, 1956, to work with the Development Finance Corporation of Ceylon. Mr. S. E. P. Jansz acted as Director of Economic Research during Dr. Corea's absence in India from 10th November, 1956, to 4th December, 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.32016372680664,
      8.54574966430664,
      8.58015251159668,
      8.58745288848877,
      8.740385055541992,
      8.770172119140625,
      8.783291816711426,
      8.817474365234375,
      8.828034400939941,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.56,
      619.42,
      399.26,
      640.63
    ],
    "text": "4. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454320907592773,
      8.873106002807617
    ]
  }
]