[
  {
    "page_number": 0,
    "bbox": [
      200.88,
      41.67,
      233.44,
      49.53
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.337189197540283,
      7.809999942779541
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.96,
      63.34,
      396.04,
      132.31
    ],
    "text": "1956 prices. It is possible that this figure may be revised upwards slightly, to per­haps about Rs. 5,050 million. According to provisional estimates made by the Central Bank, the value of Gross National Product in 1957, at current prices, would be in the region of Rs. 5,150 million, showing an increase of about 2 per cent over 1956. But since the rise in prices, particularly reflecting a rise in import prices, was greater than the rise in total money income, aggregate real income declined.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.54574966430664,
      8.610570907592773,
      8.680011749267578,
      8.770696640014648,
      8.80958366394043,
      8.831526756286621,
      8.833309173583984,
      8.843664169311523,
      8.872218132019043,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.48,
      143.98,
      395.44,
      176.47
    ],
    "text": "23. Population is estimated to have increased from 8 93 million in mid-1956 to 9 16* million in mid-1957, or by nearly 2 6 per cent. Per capita money income, in 1957, was roughly Rs. 560 per annum, or slightly lower than in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.405599594116211,
      8.408136367797852,
      8.6671142578125,
      8.70586109161377,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      155.76,
      197.33,
      276.36,
      207.41
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.535306930541992,
      9.785017967224121,
      9.852194786071777,
      10.010000228881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.28,
      214.3,
      397.43,
      295.27
    ],
    "text": "24. Ceylon's financial position at the end of 1957 was on the whole not un­satisfactory. External assets stood at Rs. 943 • 1 million, which is about the value of half of a year's imports. The ratio of external assets to money supply was nearly 90 per cent. Money supply had reached a level that was neither excessive nor too low. The level of interest rates was not high. The total net public debt of Ceylon at the end of 1957 amounted to Rs. 1,106 million, or less than a year's total Govern­ment revenue.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.435052871704102,
      8.498016357421875,
      8.587910652160645,
      8.649989128112793,
      8.713921546936035,
      8.833309173583984,
      8.845074653625488,
      8.882233619689941,
      8.910000801086426,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.56,
      306.94,
      394.42,
      375.91
    ],
    "text": "25. The most favourable feature in the economy in 1957 was the increase in the volume of output of tea and rubber. The weak features were the decline in the terms of trade, the substantial Government cash deficit, and the decline in the output of some domestic goods. Yet these strains were easily absorbed by draw­ing down previously accumulated foreign assets, which, at the end of 1957, were still at a fairly high level.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.910000801086426,
      9.081542015075684
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.84,
      387.1,
      394.53,
      552.07
    ],
    "text": "26. However, in assessing the significance of a particular level of reserves, account has to be taken of the effects of world economic trends, at least in the fore­seeable future. Of special importance in this connection is the expected behaviour of export prices. In view of the current recession in the United States and a slow­ing down in the rate of economic growth in Western Europe generally, it would seem that a substantial improvement in export prices is not likely. Import prices, in the second half of 1957, were generally lower than in the first half, and may fall yet further, though perhaps not to any appreciable extent. The budget is likely to continue to be in substantial deficit, especially in view of the necessity to repair damage caused by the December floods and to provide relief to flood victims, de­spite the generous assistance extended to Ceylon by foreign countries and local volun­tary contributions. In these circumstances, if the effects of the adverse tendencies are to be absorbed without some reduction in consumption standards, external assets will run down further.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.833309173583984,
      8.839212417602539,
      8.8649320602417,
      8.871626853942871,
      8.910000801086426,
      9.093634605407715,
      9.094969749450684,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.84,
      563.02,
      394.17,
      619.99
    ],
    "text": "27. In formulating fiscal policies in Ceylon, the major considerations have been the need to moderate extreme fluctuations in disposable income, to promote economic development and to secure a better distribution of income. The role of monetary policy has been to provide the complementary financial conditions necessary to the achievement of these objectives.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.7016019821167,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.88,
      631.59,
      105.39,
      639.45
    ],
    "text": "* Provisional.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.809999942779541
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      199.92,
      39.58,
      232.98,
      48.55
    ],
    "text": "( 8. ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      40.8,
      62.62,
      398.7,
      155.59
    ],
    "text": "28. In the Annual Report for 1956, it was pointed out that changes in export prices were the major cause of income fluctuations in the Ceylon economy. This is true in terms of both the magnitude and the frequency of such fluctuations. But weather conditions can sometimes also be quite an important factor, as evidenced by the experience of drought in the greater part of 1956 and of 1957, and of the unprecedented floods of December, 1957. Because the floods occurred near the end of December, their effects on total output in 1957 would have been comparatively small; but productive capacity was seriously damaged, affecting output in 1958.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.7016019821167,
      8.746725082397461,
      8.834126472473145,
      8.83969497680664,
      8.94674301147461
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      42.0,
      163.18,
      400.68,
      292.15
    ],
    "text": "- 29. In so far as variations in income bring about small and shortlived changes in costs and prices, in production and consumption, and in savings and investment, no serious problems arise. If the changes are large, corrective measures have to be taken. It is not always feasible to pursue a compensatory fiscal policy that will, exactly as needed, counteract fluctuations in private income ; for instance, rises and falls in prices of export commodities cannot be anticipated with any degree of accur­acy, nor can Government revenue and expenditure be altered swiftly or sufficiently to secure the desired degree of income adjustment. In fact, Government's net cash operating deficit in the calendar year 1957 created an increase in spendable incomes that more than offset the effects of the decline in export earnings and in output in the domestic sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.831526756286621,
      8.87210750579834,
      8.92556095123291,
      8.94674301147461,
      9.075109481811523
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      42.72,
      299.98,
      402.72,
      464.95
    ],
    "text": "30. In a period when external assets are declining and the Government is running a budget deficit, the monetary authorities can play an important part in maintaining satisfactory conditions in the money and securities markets. A general restriction of bank credit to the private sector is likely, in Ceylon, to do more harm than good. Bank credit is at present mainly used for normal trading require­ments, credit granted for consumption of non-essentials being comparatively small. A policy of selective credit controls may prove to be useful, but since such controls are difficult to administer, they would not normally be resorted to, unless the cir­cumstances were serious enough to justify their use. However, in May, 1957, the Central Bank issued a broad directive to commercial banks advising against the extension of credit for the import of non-essential goods. It is interesting to note that the volume of imports of consumer goods rose only very slightly, that is, by less than one per. cent, while the volume of imports of capital goods increased by over 22 per cent in 1957, as compared with 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.474048614501953,
      8.746725082397461,
      8.823908805847168,
      8.831787109375,
      8.871626853942871,
      8.881088256835938,
      8.94674301147461,
      9.074459075927734,
      9.078434944152832,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      43.92,
      472.54,
      404.37,
      634.39
    ],
    "text": "31. Ordinarily, action designed to bring down prices of Government securities and to increase interest rates will have some favourable effect on the balance of payments. There was some gradual increase in short-term market rates of interest in 1957, but Government securities prices were generally stable. When the prices of Government securities decline there is a reduction in the effective liquidity of the economy ; such a reduction in liquidity makes more difficult the financing of exces­sive expenditure, and hence will be favourable to the balance of payments. How­ever, when the market for Government securities is not very broad, it is not advisable to follow a policy of maintaining considerable flexibility in Government securities prices. An important consideration, in these circumstances, is the need to foster the growth of the market, and this objective will be impeded if holders of Govern­ment securities are penalised at an early stage with enforced capital losses. Besides, the resulting increase in interest rates will make the financing of the budget deficit more costly.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.617502212524414,
      8.686736106872559,
      8.744174003601074,
      8.790310859680176,
      8.821157455444336,
      8.833309173583984,
      8.8555269241333,
      8.876802444458008,
      8.882233619689941,
      8.882823944091797,
      8.927067756652832,
      8.94674301147461,
      9.074459075927734,
      9.101279258728027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      193.68,
      44.92,
      226.62,
      54.11
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      33.12,
      66.28,
      395.1,
      159.47
    ],
    "text": "32. The Budget 1956-57.—Government revenue, in the financial year 1956-57, amounted to Rs. 1,260 5 million. Total payments, including expenditure out of the National Development Reserve, I.B.R.D. loan expenditure and net payments on advance accounts, amounted to Rs. 1,456 • 9 million. Hence, Government had a net cash operating deficit of Rs. 196 4 million in that fiscal year, compared with a deficit of Rs. 1 2 million in 1955-56. The larger deficit in 1956-57 was due to increases in current expenditure and in treasury advances to Government trading undertakings.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.50739860534668,
      8.673599243164062,
      8.677411079406738,
      8.689033508300781,
      8.707052230834961,
      8.85882568359375,
      8.866055488586426,
      8.992505073547363,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      33.6,
      170.44,
      393.51,
      204.11
    ],
    "text": "33. Total revenue, at Rs. 1,260 5 million, was only Rs. 3 3 million more than the revenue in 1955-56; yet it was the highest for any financial year up to that time.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.677411079406738,
      8.968533515930176,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      34.32,
      215.08,
      395.99,
      296.27
    ],
    "text": "34. Customs duties, in 1956-57, yielded a net increase of Rs. 19 1 million in revenue, almost entirely from import duties, collections from which increased by Rs. 17 \"3 million. The more important of the increases here were in collections from import duties on kerosene oil, motor spirit and liquid fuel, which together brought in an additional Rs. 5 2 million, and on the category of \" other goods,\" the collections on which went up by Rs. 12 • 6 million. The latter was due to larger imports of such goods as cement, machinery, paper and cardboard.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.538558959960938,
      8.673599243164062,
      8.724006652832031,
      8.736356735229492,
      8.812396049499512,
      8.891000747680664,
      8.969493865966797,
      8.995607376098633,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      35.28,
      307.24,
      394.89,
      412.43
    ],
    "text": "35. Total collections from export duties rose by only Rs. 2-4 million, although revenue from tea export duties increased by as much as Rs. 18 6 million. The main reason was a fall in receipts from export duties on rubber, coconut oil and copra. The changes in receipts from export duties on tea and coconut products were due to changes in the volume of exports, the quantity of tea having increased and that of coconut products having declined. There was no change in the rates of export duty on these two products. Despite an increase in the export duty on rubber, collections were lower in 1956-57, because of a decrease in the volume of rubber exports during the financial year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.673599243164062,
      8.886622428894043,
      8.910428047180176,
      8.941839218139648,
      8.949501991271973,
      8.964115142822266,
      8.986105918884277,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.48,
      421.24,
      395.31,
      502.43
    ],
    "text": "36. Rubber export duties were altered in August, 1957, from 15 cents per lb. on scrap crepe and scrap and 32 cents per lb. on all other raw rubber, to a flat rate of 28 cents per lb. on all raw rubber. At the same time the replanting cesses, of 10 cents per lb. On scrap crepe and 15 cents per lb. on all other raw rubber, were abolished. In future, the rubber replanting subsidy is expected to be financed out of revenue and out of aid from China, amounting to approximately Rs. 15 million a year for five years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.693076133728027,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.2,
      510.76,
      395.92,
      567.95
    ],
    "text": "37. Revenue under the head, Income Tax, Estate Duty, Stamps, etc., was Rs. 30 4 million lower, in 1956-57, than in 1955-56, largely because of a fall in revenue from profits tax and in contributions by certain Government undertakings in lieu of income tax and profits tax. There was a small increase in collections from income tax and stamp duty.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.673599243164062,
      8.677411079406738,
      8.736356735229492,
      8.891000747680664,
      9.016107559204102,
      9.198556900024414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.68,
      576.76,
      396.03,
      609.95
    ],
    "text": "38. Revenue from excise and salt showed an increase of Rs. 10 9 million, in 1956-57, mainly because of larger profits from the sale of arrack and salt and a higher yield from the excise on tobacco.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      8.673599243164062,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      38.16,
      618.76,
      397.6,
      639.71
    ],
    "text": "39. Expenditure chargeable to revenue, that is, mostly current expenditure, increased by Rs. 90 • 8 million, largely as a result of higher outlays on food subsidies,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      204.72,
      44.07,
      243.01,
      51.93
    ],
    "text": "( 10 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.971065044403076,
      8.157279014587402
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.12,
      66.04,
      403.45,
      99.71
    ],
    "text": "education, health, social services and public utilities. The largest increase was on account of food subsidies, the net cost of which to revenue rose by Rs. 26 million in 1956-57.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.673599243164062,
      9.016107559204102,
      9.197771072387695,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.36,
      110.68,
      406.54,
      239.87
    ],
    "text": "40. Food Subsidies.—The charge to revenue on account of food subsidies, in 1956-57, was Rs. 105 5 million, as compared with Rs. 79 5 million in 1955-56. The increase is explained mainly by the reduction, in May, 1956, of the retail prices of rationed rice, from 50 cents to 40 cents per measure, and of sugar, from 67 cents to 62 cents per pound of white sugar and from 60 cents to 55 cents per pound of raw sugar. Since the reductions were effected only in the latter half of. the financial year 1955-56, their full impact was felt only in the financial year 1956-57. Among other reasons for the increase in the net subsidy was higher foreign cost of sugar and flour to Government. The average c.i.f. price of sugar increased from Rs. 488 per long ton in 1955-56 to Rs. 615 per long ton in 1956-57. Over the same period the average c.i.f. price of flour rose from Rs. 383 per long ton to Rs. 435 per long ton.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      8.627130508422852,
      8.650535583496094,
      8.673599243164062,
      8.677411079406738,
      8.721123695373535,
      8.807938575744629,
      8.817788124084473,
      8.840494155883789,
      8.903040885925293,
      8.941839218139648,
      8.964115142822266,
      8.982081413269043,
      9.016107559204102,
      9.535974502563477,
      9.66545581817627
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      46.08,
      249.16,
      407.9,
      306.35
    ],
    "text": "41. The cost of the subsidy would have been greater but for some fall in the import price of rice, and a decrease in purchases of domestically produced rice, the guaranteed price of which was considerably higher than the price of imported rice. The guaranteed price for domestically produced rice remained unchanged at Rs. 12 per bushel of paddy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.840494155883789,
      8.941839218139648,
      8.982081413269043,
      9.016107559204102,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.84,
      315.4,
      408.59,
      360.59
    ],
    "text": "42. The contract price of Burma rice was reduced with effect from September, 1956, from £34 to £33 per long ton.* At the same time, and in keeping with this reduction, the contract price for China rice was reduced from £31 to £30 7s. 6a!. per metric ton.f",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.650614738464355,
      8.982081413269043,
      9.016107559204102,
      9.212963104248047,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.6,
      369.4,
      403.6,
      450.59
    ],
    "text": "43. Purchases under the Guaranteed Price Scheme for paddy amounted to 155,000 long tons of rice equivalent in 1956-57, as compared with 205,000 long tons of rice equivalent in 1955-56. The decrease of 50,000 tons reflected lower purchases in the early part of 1956-57 as a result of smaller crops due to drought. Purchases in the calendar year 1957, however, were appreciably higher than in the calendar year 1956, being 178,000 tons of rice equivalent in 1957, compared with 125,000 tons in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.673599243164062,
      8.677411079406738,
      8.707052230834961,
      8.71606731414795,
      8.71855640411377,
      8.941839218139648,
      9.016107559204102,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      44.16,
      459.4,
      407.11,
      550.91
    ],
    "text": "44. Net payments by way of treasury advances to Government trading under­takings amounted to Rs. 133 3 million in 1956-57, consisting largely of a net payment of Rs. 76 0 million to the Commissioner of Commodity Purchase for the financing of rubber shipments to, China under the Ceylon/China Trade Agreement •and a net advance of Rs. 13 • 8 million for the maintenance of food stocks and other Government inventories. When adjusted for these payments, which resulted in the acquisition of stocks and financial claims, the net cash operating deficit in 1956-57 would be Rs. 106 • 6 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.538558959960938,
      8.673599243164062,
      8.707052230834961,
      8.711244583129883,
      8.723335266113281,
      8.769216537475586,
      8.841818809509277,
      8.868618965148926,
      8.929465293884277,
      8.941839218139648,
      8.964115142822266,
      8.985837936401367,
      9.016107559204102,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.6,
      563.08,
      403.79,
      608.27
    ],
    "text": "45. Capital Expenditure.—Government's actual capital expenditure, including extrabudgetary items, was Rs. 430 9 million in 1955-56. According to provisional figures, Government's actual capital expenditure in 1956-57 was Rs. 391 2 million. In the original estimates for 1956-57, capital expenditure was expected to be",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.483964920043945,
      8.673599243164062,
      8.677411079406738,
      8.707052230834961,
      8.92950439453125,
      8.96119499206543,
      9.016107559204102,
      9.222491264343262,
      9.535974502563477
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.16,
      621.99,
      145.64,
      641.37
    ],
    "text": "* F.O.B. Rangoon, t F.O.B. China ports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.490146636962891,
      7.712574005126953
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      195.12,
      45.33,
      234.0,
      55.44
    ],
    "text": "( 11 )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.474031448364258,
      9.834074974060059,
      9.835161209106445
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.6,
      67.0,
      393.02,
      100.19
    ],
    "text": "Rs. 499 3 million ; so that on the provisional figures of actual capital expenditure in 1956-57, there was an under-expenditure of about 22 percent of the original estimates.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.673599243164062,
      8.736356735229492,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.84,
      112.36,
      393.45,
      181.55
    ],
    "text": "46. Net Cash Operating Deficit—Financing.—The net cash operating deficit of Rs. 196 4 million in 1956-57 was financed by drawing down Government's cash balances by Rs. 21 0 million, and by net receipts on account of Government borrow­ing and lending operations. These net receipts amounted to Rs. 175'4 million, consisting of a withdrawal of Rs. 18 6 million from the I.B.R.D. loan and net borrow­ing of Rs. 156 • 8 million from domestic sources.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      8.689033508300781,
      8.707052230834961,
      8.711244583129883,
      8.736356735229492,
      8.875452995300293,
      8.941839218139648,
      9.016107559204102,
      9.08719253540039
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      34.08,
      193.96,
      393.93,
      263.15
    ],
    "text": "47. The Budget 1957-58.—In framing the budget for 1957-58, it was recog­nised that an improvement in the foreign trade position, particularly export earn­ings, could not be expected. Hence Government decided to budget for a deficit. In the light of the financial situation and the stability of domestic conditions in general, it was considered that a budget deficit of the order of Rs. 150 million would be reasonable.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.68126106262207,
      8.77769660949707,
      8.92950439453125,
      8.940105438232422,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      34.32,
      272.2,
      395.45,
      389.39
    ],
    "text": "48. Revenue for 1957-58 was estimated at Rs. 1,260 4 million, at the rates of taxation existing when the budget was introduced. Estimated expenditure, as presented in the Budget Speech, amounted to Rs. 1,460 million, composed of Rs. 1,159 5 million of expenditure chargeable to revenue and Rs. 300 5 million of loan fund expenditure. On that basis, the budget deficit would have been Rs. 199' 6 million. In order to reduce the deficit to the order of Rs. 150 million, additional taxes were to be raised. These taxes were expected to yield Rs. 47 • 4 million in the financial year 1957-58, bringing total estimated revenue up to Rs. 1,307 8 million. With this expected addition to revenue, the budget deficit for 1957-58 was to be Rs. 152 2 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.581253051757812,
      8.623696327209473,
      8.68126106262207,
      8.68558406829834,
      8.732254981994629,
      8.736356735229492,
      8.869667053222656,
      8.941839218139648,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.28,
      398.44,
      395.55,
      478.19
    ],
    "text": "49. The budget estimates, as passed by Parliament, put expenditure charge­able to revenue at Rs. 1,163 4 million and loan fund expenditure at Rs. 303 6 million ; so that the budget deficit for 1957-58, according to the final estimates, was expected to be Rs. 159 2 million. The actual budget deficit for 1956-57, computed on the same basis, was Rs. 70'6 million, that is, excluding expenditure out of the National Development Reserve, I.B.R.D. loan expenditure and treasury advances to Government trading undertakings.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.673599243164062,
      8.68126106262207,
      8.689033508300781,
      8.988290786743164,
      8.995875358581543,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.76,
      487.96,
      395.65,
      520.67
    ],
    "text": "50. The new tax measures also provided for certain concessions to foster economic development and to give some relief to consumers of certain essential import goods. The measures to provide additional revenue were :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.88,
      526.84,
      393.36,
      536.03
    ],
    "text": "(a) an increase in the profits tax by 5 per cent to 30 per cent, to yield an esti­",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      84.48,
      538.84,
      282.4,
      548.03
    ],
    "text": "mated additional revenue of Rs. 8 • 25 million,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.528264999389648,
      8.649699211120605,
      8.967611312866211,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.44,
      554.2,
      396.16,
      563.39
    ],
    "text": "(b) higher stamp duties on receipts, share transfers, transfers of immovables",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      84.24,
      565.96,
      395.65,
      575.15
    ],
    "text": "and gifts, expected to provide an additional revenue of Rs. 5 15 million,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.964115142822266,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      581.08,
      396.34,
      590.27
    ],
    "text": "(c) a tax of l/10th of 1 per cent on every item of debit to a current account in",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.8670654296875,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      84.72,
      593.08,
      396.72,
      614.03
    ],
    "text": "a commercial bank, subject to certain exemptions, the expected yield from this tax being Rs. 12 million,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.891000747680664,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.16,
      619.96,
      393.59,
      629.15
    ],
    "text": "(d) an increase of 10 cents per gallon in the import duty on petrol, the esti­",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      84.72,
      631.96,
      363.76,
      641.15
    ],
    "text": "mated additional revenue from this source being Rs. 4 • 4 million,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.967611312866211,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      202.08,
      46.12,
      240.06,
      55.31
    ],
    "text": "( J2 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      61.92,
      68.92,
      400.01,
      114.11
    ],
    "text": "(e) increases in the import duties on unmanufactured tobacco, and in excise duties on local tobacco, by Rs. 4 per lb., and increases in the import duties on beer and excise duties on locally manufactured beer by Rs. 1 50 per gallon,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.929851531982422,
      8.982081413269043,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      61.44,
      120.52,
      381.83,
      129.71
    ],
    "text": "(/) increases in the import duties on certain luxury and semi-luxury goods.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.97555923461914,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.24,
      141.88,
      401.2,
      187.07
    ],
    "text": "51. Among the tax concessions granted were, broadly, certain reliefs from income tax for sums invested in approved development projects during the three years commencing April 1, 1957, and reductions in import duties on raw materials needed by certain small scale industries.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.782875061035156,
      8.817788124084473,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.72,
      199.24,
      402.78,
      304.43
    ],
    "text": "52. The figure of Rs. 1,163 4 million of expenditure chargeable to revenue in the estimates for 1957-58 exceeds, by Rs. 27 • 1 million, actual expenditure charged to revenue in 1956-57. The increase occurs despite the transfer, into loan fund accounts in the 1957-58 estimates, of about Rs. 40 million of items of a capital nature, previously shown under expenditure chargeable to revenue. The main reason for the increase in expenditure chargeable to revenue in 1957-58 is the net food sub­sidy, which is estimated to cost Rs. 134 0 million in 1957-58, as against an actual net cost of Rs. 105 5 million in 1956-57. Other increases include those under Defence, Rs. 11 3 million, and Agriculture, Rs. 13 0 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.50739860534668,
      8.603181838989258,
      8.673599243164062,
      8.68126106262207,
      8.732254981994629,
      8.8751802444458,
      9.016107559204102,
      9.08719253540039
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      43.68,
      317.32,
      403.48,
      386.51
    ],
    "text": "53. Loan fund expenditure, which was estimated at Rs. 303 6 million, for 1957-58, is Rs. 108 • 8 million higher than the actual loan fund expenditure of 1956-57, but only Rs. 39 • 6 million higher than that in the original budget estimates of 1956-57. Allowance, however, has to be made for the transfer, in the 1957-58 estimates, of about Rs. 40 million on items of capital expenditure, from expenditure charge­able to revenue to expenditure chargeable to loan funds.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.511324882507324,
      8.673599243164062,
      8.68126106262207,
      8.732254981994629,
      8.732648849487305,
      8.73371410369873,
      8.870638847351074,
      8.934941291809082,
      8.941839218139648,
      8.962386131286621,
      8.995875358581543,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      398.68,
      402.64,
      490.19
    ],
    "text": "54. Capital expenditure, including that met from extra-budgetary reserves and foreign aid, in 1957-58, is estimated at Rs. 462 1 million, showing a fall of 7 5 per cent compared with the estimated capital expenditure for 1956-57. The pro­portion of capital expenditure to be financed from the current account surplus {i.e., the excess of revenue over current expenditure) is 56• 6 per cent, as compared with 54 0 per cent, for 1956-57. This slight increase, in spite of the smaller total capital expenditure and the higher estimated revenue, is mainly due to the sharp rise in the current expenditure on social, welfare and administrative services.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      8.56960391998291,
      8.673599243164062,
      8.68126106262207,
      8.81407642364502,
      8.929851531982422,
      8.964115142822266,
      8.982081413269043,
      9.016107559204102,
      9.19432544708252
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.88,
      502.6,
      403.05,
      582.35
    ],
    "text": "55. Total estimated expenditure in 1957-58 will, however, be considerably higher than that appearing in the final estimates for the year, largely because of a subsequent increase of Rs. 42 million in allowances payable to Government servants in the lower income groups, and because of payments on flood relief and expenditure on repairing the damage caused by the floods. It should also be mentioned that additional provision has been approved by Government for a loan of Rs. 15 million to the Ceylon Transport Board.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.732254981994629,
      8.850190162658691,
      8.874015808105469,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.84,
      598.36,
      404.08,
      643.55
    ],
    "text": "56. The Planning Council.—In July; 1957, the National Planning Council submitted its first Interim Report. The report set out the basic objectives of planning and outlined the general pattern of future development. The basic objec­tives, as enumerated by the Council, were-—(a) an expansion of output, incomes",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      188.88,
      32.92,
      227.1,
      42.11
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      25.68,
      55.48,
      385.58,
      88.67
    ],
    "text": "and living standards, (6) the removal of unemployment, (c) altering the structural pattern of the economy and reducing instability, and (d) securing a better distribu­tion of incomes and reducing, where possible, regional inequalities in development.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.964115142822266,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      25.68,
      97.72,
      385.47,
      202.91
    ],
    "text": "57. In regard to the general pattern of future development the Report stated that there was scope for the effective opening up of new lands, for increases in out­put in the export sector, and for improvements in the productivity of non-estate agriculture. Nevertheless it was considered that the development of agri­culture by itself would not suffice to absorb the increases in the work force with the growth in population, and that structural adjustments of the economy leading to industrialisation were needed to bring about self-sustaining and cumulative economic growth. In this connection, the highest emphasis was placed on the rapid development of the country's power potential.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.97724723815918,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      26.16,
      212.2,
      384.86,
      257.39
    ],
    "text": "58. The Interim Report included a number of reports of Technical Working Groups set up by the Planning Council. These reports covered several of the major sectors of the economy and assessed in physical and technical terms the actual potential of development in these spheres.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      8.786521911621094,
      8.808329582214355,
      8.87091064453125,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      25.92,
      272.68,
      385.23,
      446.51
    ],
    "text": "59. Transport Nationalisation.—On October 31, 1957, a law was enacted for the nationalisation of regular and occasional omnibus services and hiring car services in Ceylon (Motor Transport Act, No. 48 of 1957). These services were to be pro­vided by a Board established by the Act, called the Ceylon Transport Board, con­sisting of a Chairman and five other members, all appointed by the Minister, and of an officer of the General Treasury nominated by the Minister of Finance. The Minister of Transport was empowered inter alia to specify, in consultation with the Transport Board, the date* on and after which all regular omnibus services in Ceylon (other than those provided by the Colombo Municipal Council) were to be provided exclusively by the Board ; also the dates on and after which all regular omnibus services provided by the Colombo Municipal Council and services provided by regular hiring cars would be provided by the Transport Board. The Act also provided for the establishment of a Compensation Tribunal for the determination of compensation payable in respect of property compulsorily acquired or requisi­tioned and a Fares Board for the determination of maximum fares.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      8.631959915161133,
      8.761357307434082,
      8.81407642364502,
      8.837492942810059,
      8.854159355163574,
      8.911200523376465,
      8.941839218139648,
      8.946730613708496,
      8.947422981262207,
      8.993232727050781,
      9.016107559204102,
      9.20884895324707,
      9.27745532989502,
      9.454279899597168
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      45.6,
      458.44,
      384.92,
      467.63
    ],
    "text": "60. Among the Bills introduced in Parliament in 1957 were those designed :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.817788124084473,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.44,
      473.32,
      385.25,
      482.51
    ],
    "text": "(a) to provide inter alia for security of tenure to tenant cultivators of",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102,
      9.27745532989502,
      9.454279899597168
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.76,
      485.32,
      263.81,
      494.51
    ],
    "text": "paddy (Paddy Lands Act, No. 1 of 1958) ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.706933975219727,
      8.939604759216309,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.2,
      500.44,
      384.77,
      509.63
    ],
    "text": "(b) to control fragmentation of tea and rubber estates (Act No. 2 of",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102,
      9.211503982543945
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      84.48,
      512.44,
      132.99,
      521.63
    ],
    "text": "1958); and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.631959915161133,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.44,
      527.32,
      381.83,
      536.51
    ],
    "text": "(c) to set up a Corporation for the management and operation of State-",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.8670654296875,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.28,
      539.56,
      249.11,
      548.75
    ],
    "text": "owned plantations (Act No. 4 of 1958).",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.631959915161133,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      25.92,
      557.32,
      384.76,
      602.51
    ],
    "text": "61. Three new State Corporations were formed in 1957 in the Ilmenite, Sugar and Salt industries, respectively. Government also decided to participate along with private investors in the establishmeut of two enterprises, namely, in the Electric Bulb industry and the Accumulator industry.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.964115142822266,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      25.44,
      614.31,
      385.2,
      630.09
    ],
    "text": "*On January, 1958, the Transport Board took over the provision of regular omnibus services in the country.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.530251979827881,
      7.712574005126953,
      7.925743579864502
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      214.08,
      39.36,
      251.91,
      47.41
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.427700042724609,
      7.902672290802002
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.52,
      60.28,
      411.83,
      117.47
    ],
    "text": "62. Draft legislation for the establishment of a State-operated National Pro­vident Fund was under consideration in 1957. The Fund is expected to commence work in 1958. Also under preparation in 1957 was a State-run Scheme for crop insurance for paddy cultivators, and proposals for the setting up of a fund for sub­sidising the replanting and rehabilitation of tea estates and smallholdings.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.83838939666748,
      8.898900985717773,
      9.016107559204102,
      9.195411682128906,
      9.211503982543945
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.76,
      126.76,
      412.41,
      183.95
    ],
    "text": "63. Legislation to provide for a new institution to replace the Co-operative Federal Bank was considered by the Central Bank. The new institution is to be called the Co-operative Development Bank and will be given wider powers than the existing institution, which is a Co-operative Society established under the Co­operative Societies Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.52,
      197.56,
      412.11,
      266.75
    ],
    "text": "64. Foreign Assistance Agreements, igS7-—Under an Aid Agreement signed on September 19, 1957, the Government of the People's Republic of China agreed to grant economic aid to the Government of Ceylon towards the financing of the Rubber Replanting Subsidy Programme. The aid is to be in kind, amounting to the equivalent of Rs. 15,000,000 annually for a period of 5 years from the date of entry into force of the Agreement, that is, from January 1, 1958.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      8.72167682647705,
      8.868658065795898,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.76,
      280.12,
      413.27,
      337.31
    ],
    "text": "65. Government Borrowing Operations.—At the end of the calendar year 1957, the gross public debt stood at Rs. 1,354 3 million, having risen by Rs. 167 7 million over the year, as compared with an increase of Rs. 81 • 6 million in the year 1956. The rise in 1957 was made up of an increase of Rs. 98 • 2 million in the funded debt and of Rs. 69 • 5 million in the floating debt.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.483964920043945,
      8.6448392868042,
      8.650614738464355,
      8.732648849487305,
      8.736356735229492,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.28,
      346.36,
      412.56,
      451.55
    ],
    "text": "66. Gross funded debt had risen from Rs. 1,126 6 million at the end of 1956 to Rs. 1,224 8 million at the end of 1957, rupee debt having increased by Rs. 7 4 9 million and foreign debt by Rs. 23 3 million. The floating debt increased from Rs. 60 million at the end of 1956 to Rs. 129 • 5 million at the end of 1957 ; outstanding treasury bills rose by Rs. 20 million ; tax reserve certificates were issued for the first time in 1957, the net amount outstanding at the end of the year being Rs. 16 9 million ; also, Government had recourse in 1957 to direct advances from the Central Bank, the net amount outstanding at the end of the calendar year being Rs. 32 6 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      8.69501781463623,
      8.716225624084473,
      8.73201847076416,
      8.736356735229492,
      8.917769432067871,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.28,
      460.36,
      411.02,
      528.35
    ],
    "text": "67. In 1957, Government raised four loans totalling Rs. 90 million. A 13 to 16-year loan for Rs. 40 million at 3 per cent was issued at par in February. A further 13 to 16-year loan for Rs. 25 million at 3 per cent was issued at par in August. In December two loans were issued at par on the same date, one for Rs. 6 million at 2£ per cent and maturing in 5 to 7 years, and the other for Rs. 19 million at 3£ per cent maturing in 16 to 20 years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.577720642089844,
      8.896810531616211,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.04,
      538.12,
      410.31,
      559.31
    ],
    "text": "68. In August, 1957, Government repaid the Rs. 15 1 million 3J per cent National Loan 1957 issued under the National Loan Ordinance No. 35 of 1943.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.32,
      568.12,
      411.41,
      601.31
    ],
    "text": "69. An amount of Rs. 23 • 3 million was withdrawn in 1957 under the I.B.R.D. Loan Agreement of July, 1954, for Rs. 91 0 million ($19 • 11 million). Total with­drawals under this loan amounted to Rs. 45 • 9 million at the end of 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      8.689033508300781,
      8.745970726013184,
      8.760727882385254,
      8.769216537475586,
      8.870638847351074,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.8,
      614.44,
      409.95,
      635.39
    ],
    "text": "70. Central Bank Advances to Government.—For the first time since October, 1954, Government obtained direct advances from the Central Bank. At the end",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      8.635231971740723,
      8.965421676635742,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      204.96,
      47.04,
      243.03,
      55.09
    ],
    "text": "( 15 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.427700042724609,
      7.902672290802002
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      42.96,
      57.0,
      404.08,
      100.19
    ],
    "text": "Q o o ^ of September these advances reached Rs. 96 3 million as a result of operaxions connected with the end of the Government's financial year, but by the end,of ,the calendar year the amount outstanding had been reduced to Rs. 32 6 million. \"",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      3.257715940475464,
      4.198464870452881,
      6.585017204284668,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      42.24,
      112.36,
      403.23,
      217.55
    ],
    "text": "71. Borrowing by Public Institutions.—The Central Bank made four Govern­ment-guaranteed issues on behalf of public institutions—two for the State Mortgage Bank and two for the Commissioner for National Housing (National Housing Fund). The four issues totalled Rs. 32 5 million. The State Mortgage Bank debentures were issued in April and in August, 1957. The first issue was for Rs. 7 '5 million at 3 per cent maturing in 13 to 16 years ; and the second for Rs. 5 million at 2\\ per cent maturing in 5 to 7 years. The issues of National Housing debentures were made in June and in November, each for Rs. 10 million at 3 per cent, maturing in 13 to 16 years.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.374778747558594,
      8.421126365661621,
      8.701116561889648,
      8.782875061035156,
      8.840494155883789,
      8.877741813659668,
      9.016107559204102,
      9.230219841003418
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      41.04,
      229.96,
      401.97,
      287.15
    ],
    "text": "72. Repayment of War Loan by the U.K. Government.—The 3 per cent War Loan 1956/60 \" A \" and \" B \" Series, amounting to Rs. 21 7 million, raised and re-lent to the U.K. Government in March and September, 1941, respectively, was repaid on December 1, 1957. Of this Rs. 10 8 million was surrendered in payment for the two rupee loans issued in that month.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.50739860534668,
      8.71855640411377,
      8.779658317565918,
      8.870638847351074,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      40.56,
      299.56,
      401.38,
      416.75
    ],
    "text": "73. Interest Rates and Open Market Operations.—In the latter part of 1956 the commercial banks held substantial excess reserves, and the money supply too was at a high level. This situation continued in January, 1957, and in February the Central Bank made two issues of its own securities to reduce excess liquidity. The two issues—a six-month security with interest at 1 per cent per annum and an eighteen-month security with interest at 1 | per cent per annum—totalled Rs. 15 million, and were fully subscribed ; one-third of the allotments was made to the commercial banks and the balance to the private sector. In the subsequent months the growing balance of payments deficit brought about a substantial reduction in the liquidity of the banking system.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      8.840494155883789,
      8.968878746032715,
      9.016107559204102,
      9.188103675842285,
      9.19432544708252,
      9.230219841003418
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      40.32,
      424.84,
      402.6,
      530.03
    ],
    "text": "74. In the short-term market the treasury bill rate fell from 0 • 60 per cent on December 15, 1956, to 0 46 per cent on February 1, 1957. Thereafter the rate rose almost steadily during the year reaching 1 • 24 per cent on December 16. Inter-bank call loan rates rose during the year while the rates for secured and unsecured advances also increased during the latter part of the year. The rates paid by commercial banks on fixed deposits were increased slightly in April and more sharply in June and July, but the rates on savings deposits remained unchanged. The yields on medium and long-term Government securities did not however show any appreciable change during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.538558959960938,
      8.603181838989258,
      8.693076133728027,
      8.782875061035156,
      8.959003448486328,
      8.964115142822266,
      8.9821195602417,
      8.995109558105469,
      8.996679306030273,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      40.08,
      538.6,
      400.66,
      572.27
    ],
    "text": "75. The Central Bank increased its holdings of Government and Government guaranteed securities from Rs. 10 6 million at the end of 1956 to Rs. 52 8 million at the end of 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.6448392868042,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      40.8,
      586.6,
      400.13,
      608.27
    ],
    "text": "76. Bank Rate.—A change in the Bank Rate was not considered necessary; it remained at 1\\ per cent.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      40.8,
      619.96,
      400.11,
      641.15
    ],
    "text": "77. Fixed and Savings Deposits.—There was a moderate rise of Rs. 18 0 million in the fixed and savings deposits of commercial banks in 1957. At the end of the",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.736356735229492,
      8.781148910522461,
      9.016107559204102
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      196.8,
      46.95,
      234.58,
      54.81
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.971065044403076,
      7.745185852050781
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      67.96,
      397.45,
      77.15
    ],
    "text": "year they stood at Rs. 246 • 1 million. Private deposits showed a rise of Rs. 28 • 2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.603181838989258,
      8.711244583129883,
      8.735212326049805,
      9.012439727783203,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      82.12,
      292.84,
      91.31
    ],
    "text": "million, while Government deposits fell by Rs. 10 • 1 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.603181838989258,
      8.693076133728027,
      9.01618480682373,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.68,
      100.36,
      393.83,
      109.55
    ],
    "text": "78. The Economic Research Department of the Central Bank instituted a",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      8.877741813659668,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      114.52,
      393.84,
      123.71
    ],
    "text": "six-monthly survey* of commercial bank deposits and advances, commencing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.880922317504883,
      9.0317964553833,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      128.68,
      394.02,
      137.87
    ],
    "text": "September, 1956. The Survey indicated that nearly 90 per cent of savings deposits",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.970645904541016,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      142.84,
      393.04,
      152.03
    ],
    "text": "in the commercial banks were held by individuals at the end of September, 1956,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      157.0,
      393.91,
      166.19
    ],
    "text": "as well as at the end of September, 1957. Holdings of fixed deposits were less",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758,
      9.253774642944336
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      171.16,
      394.07,
      180.35
    ],
    "text": "unevenly distributed as at the end of September, 1956, plantations accounting for 34",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.970645904541016,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      185.32,
      393.9,
      194.51
    ],
    "text": "per cent, financial institutions 25 per cent, and individuals 21 per cent. At the end",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.982081413269043,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      199.48,
      393.66,
      208.67
    ],
    "text": "of September, 1957, however, the holdings of plantations fell to 18 per cent and those",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6448392868042,
      8.941839218139648,
      8.970645904541016,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      213.64,
      393.27,
      222.83
    ],
    "text": "of Financial institutions to 19 per cent. Fixed deposits of individuals, however,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.941839218139648,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      227.8,
      121.22,
      236.99
    ],
    "text": "rose to 25 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.44,
      246.52,
      393.71,
      255.71
    ],
    "text": "79. Deposits at the Post Office Savings Bank increased by Rs. 13 2 million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.869551658630371,
      8.877741813659668,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      260.68,
      395.6,
      269.87
    ],
    "text": "to Rs. 271 • 1 million at the end of December, 1957. There was no change in the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.603181838989258,
      8.750224113464355,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      274.84,
      395.61,
      284.03
    ],
    "text": "deposits at the Ceylon Savings Bank, which stood at Rs. 66 • 8 million at the end of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.701116561889648,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      289.0,
      393.78,
      298.19
    ],
    "text": "December, 1956. Savings certificates outstanding increased by Rs. 2 6 million to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.942532539367676,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      303.16,
      109.21,
      312.35
    ],
    "text": "Rs. 29 2 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.736356735229492,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.44,
      327.4,
      390.72,
      336.59
    ],
    "text": "80. Bank Credit to the Private Sector.—Bank credit to the private sector in­",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      9.054231643676758,
      9.224993705749512
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      341.56,
      394.88,
      350.75
    ],
    "text": "creased by Rs. 45 • 5 millionf as between the end of 1956 and the end of 1957i The",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.317453384399414,
      8.649699211120605,
      8.76827335357666,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      355.72,
      393.42,
      364.91
    ],
    "text": "main factor behind the change appears to have been the need for increased finance",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.986105918884277,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.24,
      369.88,
      393.83,
      379.07
    ],
    "text": "chiefly for the export sector, partly because of higher production of tea and rubber",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      384.04,
      393.65,
      393.23
    ],
    "text": "at a time of comparatively low prices, and partly because of difficulties experienced",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01010799407959,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      398.2,
      393.21,
      407.39
    ],
    "text": "towards the end of the year in effecting shipments through the Port of Colombo.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.796472549438477,
      9.029927253723145,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.0,
      412.36,
      393.59,
      421.55
    ],
    "text": "The requirements of import financing were also larger towards the end of the year",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840494155883789,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      426.52,
      308.9,
      435.71
    ],
    "text": "owing to delays in the unloading and clearing of import cargoes.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.44,
      444.52,
      393.53,
      453.71
    ],
    "text": "81. According to the survey of bank deposits and advances, total bank credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.880922317504883,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      458.44,
      393.42,
      467.63
    ],
    "text": "increased by Rs. 79 3 million between the end of September, 1956, and the end of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      472.36,
      393.31,
      481.55
    ],
    "text": "September, 1957. Over this period advances to commerce increased by Rs. 25-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.807938575744629,
      8.970645904541016,
      9.054231643676758,
      9.212963104248047
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      486.28,
      393.04,
      495.47
    ],
    "text": "million to Rs. 298-9 million. There were also increases in advances for financial,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.73170280456543,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      500.2,
      393.34,
      509.39
    ],
    "text": "industrial and agricultural purposes as well as for consumer needs. Advances for",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      514.12,
      394.88,
      523.31
    ],
    "text": "financial purposes rose by Rs. 26 • 2 million to Rs. 72-1 million, for industrial and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.701116561889648,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      528.04,
      393.24,
      537.23
    ],
    "text": "agricultural purposes by Rs. 18 9 million to Rs. 48 2 million, and for consumption",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.03038501739502,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      541.96,
      245.05,
      551.15
    ],
    "text": "purposes by Rs. 1 1 7 million to Rs. 19 8 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.96,
      561.16,
      393.31,
      570.35
    ],
    "text": "82. In recent years the total of loans and advances of the commercial banks",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      575.32,
      392.94,
      584.51
    ],
    "text": "has tended to increase fairly consistently. This is, partly, the consequence of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      589.48,
      393.18,
      598.67
    ],
    "text": "Central Bank policies. Two of the earliest measures of the Central Bank were the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.877741813659668,
      8.917769432067871,
      9.054231643676758
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      613.59,
      394.86,
      631.53
    ],
    "text": "* The results of the Survey as at September, 1956, and March, 1957, were published in the Central Bank Bulletin of December, 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.484120845794678,
      7.557548522949219,
      7.715188026428223,
      7.745185852050781,
      7.874216556549072,
      7.906352519989014
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.08,
      636.15,
      333.2,
      644.01
    ],
    "text": "•f Including export bills discounted, which fell by Rs. 9-8 million in 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.664876461029053,
      7.745185852050781,
      7.873448848724365,
      7.891515254974365
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      201.36,
      45.64,
      239.58,
      54.83
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      40.32,
      67.24,
      400.11,
      76.43
    ],
    "text": "reduction of commercial banks' profit margins on foreign exchange transactions and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      40.08,
      81.4,
      397.2,
      90.59
    ],
    "text": "the limitation of investment abroad of commercial bank funds. The banks co­",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.84,
      95.56,
      399.59,
      104.75
    ],
    "text": "operated, partly, by entering the Government securities market to a larger extent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.84,
      109.72,
      399.27,
      118.91
    ],
    "text": "This factor contributed much towards maintaining comparatively low interest",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954850196838379,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.6,
      123.88,
      399.87,
      133.07
    ],
    "text": "rates on Government securities. The commercial banks adjusted themselves to the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.6,
      138.04,
      320.15,
      147.23
    ],
    "text": "situation also by gradually increasing credit to the private sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.04,
      162.76,
      398.77,
      171.95
    ],
    "text": "83. Price Control.—The controls imposed in 1956 on currystuffs, milk foods,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.88,
      176.92,
      399.15,
      186.11
    ],
    "text": "drugs and cement, in view of the disorganization in supplies that followed upon the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.12,
      191.08,
      399.26,
      200.27
    ],
    "text": "closure of the Suez Canal, continued through the early months of 1957, and in May",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.836830139160156,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.64,
      205.24,
      399.09,
      214.43
    ],
    "text": "the last of these controls—that on cement— was revoked. However, on December",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.12,
      219.4,
      399.04,
      228.59
    ],
    "text": "31, price control* of certain currystuffs and milk foods was re-introduced owing to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.88,
      233.56,
      264.71,
      242.75
    ],
    "text": "the delays in the unloading and clearance of cargoes.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.32,
      258.04,
      398.29,
      267.23
    ],
    "text": "84. Exchange Control.—Largely in view of the balance of payments position,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.64,
      272.2,
      398.78,
      281.39
    ],
    "text": "certain new restrictions were imposed with effect from August 15, 1957. They",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      286.36,
      398.73,
      295.55
    ],
    "text": "included an administrative tightening up of control on the movement out of Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.4,
      300.52,
      398.43,
      309.71
    ],
    "text": "of capital of companies incorporated outside Ceylon and individuals resident outside",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.4,
      314.68,
      398.45,
      323.87
    ],
    "text": "Ceylon. The release of exchange for investment outside Ceylon by residents of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.904008865356445,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      328.84,
      398.55,
      338.03
    ],
    "text": "Ceylon was also restricted. Among other measures was some restriction of holiday",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.817788124084473,
      8.947422981262207,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      343.0,
      398.73,
      352.19
    ],
    "text": "travel and of transfers of emigrants' capital; but a non-national resident of Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      35.04,
      357.64,
      397.91,
      366.83
    ],
    "text": "'returning to his home country continued to be free to transfer his entire holdings.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      371.8,
      336.71,
      380.99
    ],
    "text": "Profits and dividends continued to be freely remittable as in the past.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      161.52,
      407.57,
      275.34,
      417.65
    ],
    "text": "IV. Basic Economic Data",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.373456954956055,
      9.458025932312012,
      9.609830856323242,
      9.882956504821777
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      153.6,
      432.04,
      282.09,
      441.23
    ],
    "text": "Foreign Trade in Merchandise",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.929118156433105,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      452.92,
      398.2,
      462.11
    ],
    "text": "85. The value of total exports in 1957 was Rs. 1,682 million, having decreased",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      467.08,
      398.09,
      476.27
    ],
    "text": "by Rs. 53 million from its level in 1956. In contrast, the value of total imports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.854159355163574,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.68,
      481.24,
      397.72,
      490.43
    ],
    "text": "rose in the same period by Rs. 174 million to Rs. 1,804 million. As a result, the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.92,
      495.4,
      397.6,
      504.59
    ],
    "text": "balance of trade showed a deficit of Rs. 122 million in 1957. The terms of trade as",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.68,
      509.56,
      397.29,
      518.75
    ],
    "text": "measured by the Central Bank trade indices declined by 9 3 per cent from 140 in",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      523.72,
      396.68,
      532.91
    ],
    "text": "1956 to 127 in 1957, reflecting a fall of 3 4 per cent in the average export price and a",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.716225624084473,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.96,
      537.88,
      243.37,
      547.07
    ],
    "text": "rise of 5 • 7 per cent in the average import price.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.230864524841309,
      8.300000190734863,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.64,
      562.12,
      396.63,
      571.31
    ],
    "text": "86. Exports.—Statistics of value, volume and price of exports from 1938",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.96,
      576.04,
      396.21,
      585.23
    ],
    "text": "onwards are given in tables 27 and 29.f Though in 1957 the quantity of tea",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.96,
      589.96,
      396.57,
      599.15
    ],
    "text": "exported was the largest so far, the value of tea exports was Rs. 22 million less than",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102,
      9.253774642944336
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.72,
      612.63,
      396.64,
      630.33
    ],
    "text": "* These controls, except that on red onions, were removed by March 1, 1958. Price control of mutton was introduced on February 21, 1958.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.712574005126953,
      7.8596391677856445,
      7.8776092529296875
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.72,
      635.43,
      279.09,
      643.29
    ],
    "text": "t -AH tables numerically referred to appear in Appendix II.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.274642467498779,
      7.712574005126953,
      7.8730645179748535
    ]
  }
]