[
  {
    "page_number": 0,
    "bbox": [
      289.92,
      3.59,
      295.3,
      10.16
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.525200366973877
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      197.76,
      37.66,
      230.46,
      46.63
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.32,
      60.7,
      394.0,
      81.43
    ],
    "text": "budget. Money wages in 1954 were substantially the same as in 1953 ; real wages were slightly higher.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.713921546936035,
      8.885187149047852,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.6,
      94.06,
      393.75,
      175.03
    ],
    "text": "13. The substantial balance of payments surplus, which increased the money supply,'also increased the cash and near-cash reserves of the commercial banks. But the rise in commercial bank liquidity was relatively greater than the rise in money supply. Excess reserves of the commercial banks increased from Rs. 5 -9 million at the end of December, 1953 to Rs. 33 -2 million at the end of December, 1954 ; total liquid assets increased during the same period by Rs. 120 million, from Rs. 255 -5 million to Rs. 375 -5 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.408136367797852,
      8.619328498840332,
      8.630359649658203,
      8.843664169311523,
      8.860304832458496,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.88,
      187.66,
      391.82,
      232.63
    ],
    "text": "14. The increase in bank liquidity caused by the export boom in 1954 for­tunately did not create a serious problem. By contrast, during the upward phase of the Korean war boom, in addition to the problem of commercial bank liquidity, there was both income and monetary inflation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.435052871704102,
      8.706841468811035,
      8.833309173583984,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      143.04,
      256.3,
      262.72,
      265.27
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.476409912109375,
      8.910000801086426,
      9.08034896850586
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.4,
      277.18,
      391.62,
      310.15
    ],
    "text": "15. It may perhaps be worthwhile to review the experience of the period 1950 to 1954, which in Ceylon witnessed a boom, recession and recovery, in order to con­sider what lessons might be drawn from it in regard to fiscal and monetary policies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.68,
      322.54,
      397.19,
      427.51
    ],
    "text": "16. Over the period 1950 and 1951, though external assets increased by only . Rs. 252 million, the money supply expanded by as much as Rs. 357 million. The rise in external assets represented wholly an increase in savings by the private sector. It was brought about by a greater rise in income than in expenditure, rather than by a genuine increase in thrift. The vastly greater increase in the money supply than in external assets was principally the result of an overall budget deficit financed mainly through credit creation. The Government not only ran a deficit during the height of the Korean boom, but also committed, itself to increased expenditure in future years. :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.118499994277954,
      8.465760231018066,
      8.630359649658203,
      8.701187133789062,
      8.780041694641113,
      8.875472068786621,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.2,
      439.66,
      390.16,
      544.63
    ],
    "text": "17. With the collapse of the commodity boom, incomes shrank but the private sector did not reduce its expenditure. On the contrary, it actually increased its expenditure, by drawing down the money savings accumulated in 1950 and 1951. This process would ordinarily have ended with the exhaustion of money savings. But in 1952 and 1953, Government protracted the process by itself Tunning, for reasons which seemed compelling from its own standpoint, a budget deficit largely sustained by inflationary borrowing. Because of this deficit, money supply was held at a high level despite excessive expenditure on imports and the resulting drain on external reserves. •",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.58015251159668,
      8.843664169311523,
      8.846372604370117,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.0,
      556.78,
      390.85,
      636.31
    ],
    "text": "18. By the middle of 1953, Ceylon's external assets had reached such a low point, that it was becoming increasingly evident that the only way to save the currency was to cut down the budget deficit. Measures adopted by the Government towards the end of the financial year 1951-52, had proved inadequate. But the budget for 1953-54 brought about a substantial improvement in Government finances, chiefly as a result of a sharp reduction in expenditure: This improvement led to a gradual decline in negative saving on the part of the private sector also, for",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.552042961120605,
      8.621231079101562,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      188.64,
      40.3,
      221.34,
      49.27
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      26.88,
      62.86,
      383.81,
      107.83
    ],
    "text": "Government was no longer adding, to the money supply. By the close of 1953, both Government and the private sector of the economy had achieved a level of consumption that was lower than the average for the year and was consistent with current income.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.821157455444336,
      8.890243530273438,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      27.12,
      124.54,
      384.28,
      169.51
    ],
    "text": "19. In 1954, despite the increase in export income, spendable income of the private sector of the economy remained roughly unchanged on account of the deflationary effect of Government's financial operations. Hence the level of con­sumption in 1954 was about that reached at the close of 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.517257690429688,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      27.12,
      187.18,
      385.0,
      244.15
    ],
    "text": "20. The-experience of the Korean boom and its aftermath serves to underline the need for correct fiscal and monetary policies, their co-ordination, and in parti­cular the need for primary emphasis on fiscal policy in an under-developed export-import economy such as that of Ceylon. The lessons of that experience may be summarised as follows :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.833495140075684,
      8.86974048614502,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.84,
      258.46,
      385.12,
      267.43
    ],
    "text": "(a) During an export boom, Government should frame its financial operations",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      85.44,
      270.7,
      386.14,
      447.67
    ],
    "text": "with due regard to the transient nature of such a boom. In such circumstances Government should try to achieve as large a budget surplus as possible, by absorbing a reasonably large part of the windfall rise in incomes, and by avoiding excessive increases in unproductive expenditure. The greater the budget surplus, the greater would be the conservation of external assets during the boom period, and it would then be possible for Government to maintain or even to increase its expenditures after the collapse of the boom. It could thereby mitigate the adverse effects on private income of a fall in the value of exports. On the other hand, if in boom times the Government runs a deficit instead of a surplus, the size of the deficit it can afford to run in a period of export slump is to that extent limited ; under these circumstances it would almost certainly have to cut its ex­penditures during a recession, thereby intensifying instead of alleviating the fall in national income.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.5984468460083,
      8.831526756286621,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.32,
      462.46,
      385.81,
      471.43
    ],
    "text": "(b) The monetary authority should, in the upward phase of an export boom,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      83.52,
      474.46,
      388.69,
      542.23
    ],
    "text": "take prompt action to contain the expanding money supply within • prudent limits. By this means, it can effectively regulate the scale and duration of negative saving by the private sector in the downward phase of the boom. The extent to which it can pursue such a monetary policy will, of course, largely depend on the extent to which Government also follows a proper fiscal policy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.8555269241333,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.0,
      558.94,
      388.25,
      638.47
    ],
    "text": "21. If appropriate fiscal and monetary policies are adopted, instead of a financial crisis automatically following, even a minor slump in exports, the country may during a recession run a moderate and justifiable balance of payments deficit, which, if suitably managed, can be maintained until exports recover. The pursuit of such policies should also, by smoothening to some extent extreme fluctuations in the level of consumption and living standards over a cycle, materially assist in relieving the economy of the extreme hardships it would otherwise have to undergo",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.764484405517578,
      8.833309173583984,
      8.910000801086426,
      9.077386856079102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      190.8,
      39.64,
      223.74,
      48.83
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      28.8,
      61.96,
      388.13,
      94.67
    ],
    "text": "during periods of depression. It would also make for a relatively stable level of income, thereby creating conditions favourable to increased investment in the long run.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.983307838439941,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.28,
      108.28,
      388.47,
      140.99
    ],
    "text": "22. In the light of desired objectives and possible means, the policies followed in Ceylon since the introduction of the 1953-54 budget were substantially the most appropriate in the circumstances.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.727007865905762,
      8.992237091064453,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.28,
      154.6,
      388.59,
      271.79
    ],
    "text": "23. Government Measures.—The budget for 1953-54 planned for a severe reduction of the net cash operating deficit to Rs. 93 million from the very high levels of Rs. 257 -1 million and Rs. 231 -9 million which it had reached in 1951-52 and 1952-53 respectively. Government sought to achieve this result by an increase in taxation and by a drastic reduction in current expenditure, while stepping up capital ex­penditure moderately. The revenue measures proposed took the form of increases in taxes on personal and corporate income, in import duties mainly on luxury goods, and in postal, telegraph, railway and electricity charges, as well as a new excise duty on locally grown tobacco ; the cut in current expenditure was to be achieved mainly by the elimination of the food subsidy.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      8.727007865905762,
      8.728625297546387,
      8.734621047973633,
      8.736356735229492,
      8.743135452270508,
      8.795845985412598,
      8.941839218139648,
      8.964115142822266,
      8.96876335144043,
      9.016107559204102,
      9.19533634185791,
      9.212963104248047
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.04,
      285.16,
      390.13,
      435.47
    ],
    "text": "24. The out-turn for 1953-54 showed a net improvement far ahead of that originally estimated—a surplus of Rs. 33 -7 million instead of an anticipated deficit, of Rs. 93 million. This further improvement was principally due to the fortunate circumstances of the extraordinary and unexpected rise in tea values, the actual revenue from the tea export tax being Rs. 77 -3 million higher than the original estimate of revenue from this source. In the financial year, the export duty was-raised from 45 cents to 60 cents in May, and to 75 cents in September. A further factor which contributed to this improvement was the shortfall in capital expenditure which indeed has been a feature in the published accounts of the Government during the past few years. In 1952-53, for instance, while estimated capital expendi­ture was Rs. 519 -6 million, the actual amount spent was only Rs. 349 O million ;. in 1953-54 estimated expenditure was Rs. 411 -8 million and actual expenditure was Rs. 298 -1 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.658256530761719,
      8.727007865905762,
      8.941839218139648,
      8.986910820007324,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.28,
      451.24,
      390.35,
      542.75
    ],
    "text": "25. Food Subsidies.—The actual charge to revenue on account of food subsidies-in 1953-54 was Rs. 12 million, as against Rs. 247 -2 million in 1951-52 and Rs. 127 -0 million in 1952-53. When the budget for 1953-54 was presented, and even when the price of rationed rice was subsequently reduced in October, 1953, the profits on sugar were expected to meet the subsidy on both rice and flour (including the administration expenses on the subsidy scheme). It was, however, rendered neces­sary to charge Rs. 12 million to the Consolidated Fund by way of supplementary provision.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.483964920043945,
      8.650535583496094,
      8.658256530761719,
      8.723335266113281,
      8.727007865905762,
      8.728625297546387,
      8.865744590759277,
      8.923909187316895,
      8.986105918884277,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.24,
      557.08,
      389.92,
      638.27
    ],
    "text": "26. The saving on the food subsidy, despite an increase in the amount of the rice ration effective from July, 1953, was achieved partly by increasing the retail price of rationed rice ; for. although the price per measure was reduced from 70 cents to 55 cents on October 19th, 1953, i.e., shortly after commencement of the fiscal year 1953-54, the revised price was considerably higher than the price of 25 cents main­tained over the greater part of the previous fiscal year, the change to 70 cents having been made as late as July, 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      8.621779441833496,
      8.667202949523926,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      192.72,
      41.32,
      225.2,
      50.51
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      31.68,
      63.88,
      389.31,
      85.07
    ],
    "text": "27. Another factor contributing to the saving in the food subsidy in 1953-54 was the decline in the import prices of flour and sugar, and particularly of rice.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.727007865905762,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      31.68,
      99.88,
      392.6,
      193.07
    ],
    "text": "28. With the continuing decline in the price of rice, flour and sugar, Govern­ment found it possible to grant in the current fiscal year a further increase in the quantity of subsidised rice issued on the ration. With effect from November, 1954, weekly rations to all adults (other than manual workers), children and infants were increased to two measures per week from 1 \\, 1 and f measures per week respectively. This change equalised rations to all recipients, including manual workers. The increase in rations is not expected to result in any charge to revenue in 1954-55 in respect of the food subsidy. ,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.581253051757812,
      8.603181838989258,
      8.68558406829834,
      8.704559326171875,
      8.954850196838379,
      8.991279602050781,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      31.2,
      208.84,
      389.69,
      302.03
    ],
    "text": "29. The lower price of rice in the current fiscal year largely reflects lower contract prices for supplies from China and Burma for 1955, under the existing trade agreements with these countries. The price (f.o.b. China ports) per metric ton of China rice has been revised to £39 from £47 in 1954. The price (f.o.b. Rangoon) per long ton of Burma rice is, under the terms of the agreement with Burma, £48 for 1955 or £2 lower than for 1954. It might be mentioned, however, that a down­ward revision of the 1955 contract price of £48* was being negotiated at the close •of 1954.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.631401062011719,
      8.635231971740723,
      8.73201847076416,
      8.755261421203613,
      8.869667053222656,
      8.923175811767578,
      8.938448905944824,
      8.941839218139648,
      8.982081413269043,
      9.002344131469727,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      32.4,
      317.08,
      389.63,
      374.27
    ],
    "text": "30. Budget, 1954-55\".—This budget was introduced in the context of improved Government finances due partly to the measures taken in the 1953-54 budget, partly to favourable external factors, and partly to administrative measures taken in October, 1953, by Government to restrict expenditure even below the level of the budget estimates.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      8.621779441833496,
      8.727007865905762,
      8.817046165466309,
      8.929465293884277,
      8.984573364257812,
      9.00953483581543,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      31.2,
      389.08,
      389.45,
      470.27
    ],
    "text": "31. As the Finance Minister pointed out when he introduced the budget for 1954-55, two objectives were\" principally aimed at in it, economic development and monetary stability. Economic development was emphasised by increasing further the proportion of capital expenditure to total expenditure and by maintaining and extending tax incentives for investment. Monetary stability was sought by limiting total expenditure (including capital expenditure) to what could be met from revenue and borrowing abroad.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.649301528930664,
      8.891000747680664,
      8.964115142822266,
      8.997291564941406,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      31.2,
      485.08,
      389.34,
      530.27
    ],
    "text": "32. The original budget estimate of revenue was Rs. 1,027 -0 million. The estimated current expenditure was Rs. 815 -8 million and budgetary capital ex­penditure Rs. 293 -6 million. The resultant deficit of Rs. 82 -4 million was more than covered by funds available from the London and I.B.R.D. loans.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.689033508300781,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.96,
      545.32,
      389.33,
      614.51
    ],
    "text": "33. With the continued rise in tea prices, Government found it possible to increase the tea export duty in the current financial year too, in November, 1954, by 25 cents and in January, 1955, by 30 cents, bringing it up to Rs. 1 -30 per lb. Since the tea export duty is an important source of revenue, it is not unlikely that instead of the anticipated deficit, Government will finally close its accounts for the year with a surplus.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.68558406829834,
      8.854159355163574,
      9.012439727783203,
      9.054231643676758
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.16,
      631.35,
      127.19,
      639.21
    ],
    "text": "* Revised to £ 42.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.745185852050781
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      197.52,
      39.88,
      230.22,
      49.07
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.76,
      61.24,
      395.52,
      154.43
    ],
    "text": "34. Government Borrowing Operations.—The budget surplus for the calendar year 1954 enabled Government to reduce gross public debt by Rs. 91 million. This reduction was in marked contrast with consistent increases for many years past. There was also a change in the structure of debt. Government reduced its floating debt by Rs. 214 -1 million and increased its funded debt by Rs. 123 -1 million. Trea­sury bills were reduced by Rs. 85 million, while outstanding Central Bank advances of Rs. 72 -1 million and temporary borrowings of Rs. 57 -0 million from semi-Government institutions were fully repaid.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      8.795845985412598,
      8.824309349060059,
      8.91100788116455,
      8.929465293884277,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.0,
      167.56,
      395.45,
      224.75
    ],
    "text": "35. The only internal loan issued by Government in 1954 was for Rs. 70 million at 3£ per cent with a maturity of ten years. It was taken up mostly by semi-Government institutions in conversion of their temporary cash loans to Govern­ment and therefore produced very little new money. Government also repaid the 3 per cent National Loan. 1954, for Rs. 18 -4 million which matured in August.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.374778747558594,
      8.483964920043945,
      8.635231971740723,
      8.81251335144043,
      8.929465293884277,
      8.991279602050781,
      9.016107559204102,
      9.21004581451416
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.76,
      237.88,
      395.85,
      283.07
    ],
    "text": "36. In 1954, Government also borrowed externally, for the first time after a period of 15 years. A sterling loan of £5 million (Rs. 66 -7 million) was issued in London, and an amount of Rs. 4 -8 million was withdrawn from the loan of $19 -11 million (Rs. 91 -0 million) granted by the I.B.R.D.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.689033508300781,
      8.870367050170898,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.52,
      296.68,
      394.07,
      389.87
    ],
    "text": "37. With the issue in August, 1953, of two loans totalling Rs. 80 million, borrowing authority under the National Development Loans Act of 1950 was reduced to only Rs. 70 million. Also, that Act did not provide sanction for Government borrowing abroad. To remove these two limitations, the Ceylon Development Loans Act No. 6 of 1954 and the Ceylon Development Loans (Amendment) Act No. 25 of 1954 were passed. These Acts authorised the Government to borrow up to Rs. 600 million, internally or in the United Kingdom or from the I.B.R.D., for expenditure on economic development.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.68558406829834,
      8.689033508300781,
      8.712311744689941,
      8.727993965148926,
      8.753726959228516,
      8.926032066345215,
      8.990321159362793,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.76,
      402.76,
      394.48,
      459.95
    ],
    "text": "38. With effect from October 1st, 1954, the Central Bank ceased charging interest on its provisional advances to Government, which utilised its budget sur­plus during the last quarter of the year to repay these advances and not to redeem treasury bills. A certain amount of short-term investment for the market was thus provided.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      8.68558406829834,
      8.970146179199219,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.0,
      473.08,
      394.41,
      518.27
    ],
    "text": "39. Interest Rates and Open Market Operations.—While the large surplus in the balance of payments increased the supply of loanable funds, the improved finan­cial position of Government reduced the demand for them. Consequently, there was a downward movement in interest rates.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.24,
      531.4,
      394.55,
      636.59
    ],
    "text": "40. 'In March, 1954, the treasury bill rate started sliding back after having remained at 2 -48 per cent for a period of nearly six months. It reached its lowest point of 0-70 per cent early in September and rose slightly afterwards to around 0 -85 per cent, where it remained during the rest of the year. The fall in the treasury bill rate was followed by a fall in the yields on short, medium and long-term Govern­ment securities ; the redemption yield on a security with a 20-year maturity fell over the year to 3 -48 per cent from just over 4 per cent. The decline in interest rates was reflected in the terms of the new loan issued in June for Rs. 70 million, with a ten-year maturity and carrying an interest rate of 3J per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.757637023925781,
      8.53080940246582,
      8.55830192565918,
      8.649699211120605,
      8.735607147216797,
      8.991279602050781,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      194.16,
      42.71,
      230.81,
      49.28
    ],
    "text": "( I O )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.471048355102539
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.8,
      61.72,
      392.0,
      178.91
    ],
    "text": "41. Since higher internal liquidity and lower costs of borrowing did not give rise to inflationary pressures within the economy, it was not necessary for the Bank to engage in open market operations purely for disinflationary purposes. But it did engage in such operations with a view to providing, to some extent, investment for the increased quantity of loanable funds available in the market. It operated in the market both directly, by the sale of Government securities and treasury bills, and indirectly, by allowing its holdings of treasury bills to run off and their replace­ment to be taken up by the commercial banks. Partly as a result of these operations, commercial banks' holdings of treasury bills increased by Rs. 35 million, although Government actually reduced the volume of its treasury bill issues by Rs. 85 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.869667053222656,
      8.877741813659668,
      8.929465293884277,
      8.933091163635254,
      8.964115142822266,
      8.968878746032715,
      8.990398406982422,
      8.991279602050781,
      9.054231643676758,
      9.230219841003418
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.08,
      192.04,
      392.87,
      273.23
    ],
    "text": "42. Bank Rate.—By June 11th the treasury bill rate had declined to 1 -65 per cent, and, as the Bank rediscounts treasury bills at 1 /8 of 1 per cent over the last average tender rate for treasury bills, the rediscount rate had fallen to 1 -775 per cent, while the Bank rate had remained at 3 per cent from July, 1953. The Bank rate was therefore reduced to 2J per cent with effect from June 11th. The advances rate of most commercial banks on certain securities was also lowered in consequence.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.50739860534668,
      8.603181838989258,
      8.739904403686523,
      8.840494155883789,
      8.877741813659668,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.32,
      286.36,
      394.16,
      331.55
    ],
    "text": "43. Fixed and Savings Deposits.—-Consistent with the general decline in in­terest rates, commercial banks' rates on fixed deposits were also reduced, first in May and then in August. However, their rates on savings deposits (held principally by small savers) remained unchanged.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      8.649420738220215,
      8.781148910522461,
      8.854159355163574,
      9.053927421569824,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.56,
      344.92,
      391.63,
      390.11
    ],
    "text": "44. With the sharp fall in the treasury bill rate, therefore, fixed and savings deposits became relatively more attractive to investors. These deposits increased by Rs. 44 -3 million, the greater part of which represented corporate savings, parti­cularly savings of tea companies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.68558406829834,
      8.854159355163574,
      9.01794147491455,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.32,
      403.72,
      391.38,
      460.91
    ],
    "text": "45. In sharp contrast with the increase in fixed and savings deposits in com­mercial banks was the decline of Rs. 7 million in the combined total of small savings deposited with the Ceylon Savings Bank and the Post Office Savings Bank. This decline in small savings may be taken as an indication that a boom in tea does not directly affect the money incomes of the greater part of the population.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.869551658630371,
      8.877741813659668,
      8.995033264160156,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.08,
      474.28,
      393.44,
      518.75
    ],
    "text": "46. Bank Credit to the Private Sector.—Total bank credit (including export bills discounted) to the private sector expanded by Rs. 53 -7 million in 1954. This increase was to a great extent occasioned by a heavy demand for overdrafts by ex­porters, particularly of rubber to China, for financing stocks.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      8.880922317504883,
      8.98119831085205,
      9.054231643676758,
      9.224993705749512
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      33.84,
      532.6,
      391.8,
      635.87
    ],
    "text": "47. The level of bank credit, other than commercial credit, to the private sector was influenced by the conservative lending policies of most commercial banks which have pleaded in justification obstacles to expansion such as unsatisfactory land title and restrictions on speedy realisation of collateral. These difficulties could be overcome only by suitable legislative amendments. Nevertheless, that there is a definite gap in the financial structure of the economy is clear. If existing financial institutions are unable to fill this gap, Government must necessarily inter­vene. In this connection reference should be made to the proposal, accepted in principle by Government, to set up a local Development Finance Corporation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.880922317504883,
      8.995071411132812,
      9.018973350524902,
      9.054231643676758,
      9.212963104248047,
      9.216813087463379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      197.52,
      39.4,
      235.26,
      48.59
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.96,
      61.0,
      396.4,
      142.19
    ],
    "text": "48. The purpose of the Corporation will be primarily to promote and assist new enterprises in industry, and the expansion and modernisation of existing agri­cultural concerns. Such an institution should provide a useful channel for funds now available with commercial banks to be invested in productive development. Other private capital available could also be invested not only in the shares of the Corporation itself,. but also in the new enterprises which will be stimulated by its assistance.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      8.8751802444458,
      8.936328887939453,
      8.970722198486328,
      9.016107559204102,
      9.188928604125977,
      9.343603134155273
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.48,
      154.36,
      395.07,
      199.55
    ],
    "text": "49. Exchange Control.—With the improvement in the balance of payments, no additional restrictions were found to be necessary in 1954, over and above the degree of intensification reached in 1953, when control of personal outward remit­tances was further tightened.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.24,
      212.2,
      395.42,
      256.67
    ],
    "text": "50. The continuance of restrictions as in 1953 was mainly influenced by the special need for strengthening the country's external reserves, for the additional purpose of financing foreign expenditures on economic development and on transfers of assets of Indian repatriates.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.941839218139648,
      9.016107559204102,
      9.20536994934082
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.24,
      269.8,
      394.99,
      290.99
    ],
    "text": "51. In the administration of exchange control in 1954, the Central Bank continued to receive the ready support and co-operation of the commercial banks.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      158.88,
      318.52,
      271.88,
      327.71
    ],
    "text": "IV. Basic Economic Data",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.507601737976074,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      151.68,
      342.52,
      278.97,
      351.71
    ],
    "text": "Foreign Trade in Merchandise",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.929118156433105,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      35.52,
      366.52,
      394.23,
      411.71
    ],
    "text": "52. Exports.—Statistics of value, volume and price levels of exports from 1938 onwards are given in tables 25, 27 and 28.* The total value of exports increased by 15 per cent from Rs. 1,568 million in 1953 to Rs. 1,809 in 1954. The average price rose by 11 per cent and volume by 3 per cent.f",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.50739860534668,
      8.854159355163574,
      9.016107559204102,
      9.19533634185791
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.72,
      423.64,
      379.56,
      432.83
    ],
    "text": "The share of tea in the export trade was much greater in 1954 than in 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840494155883789,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      167.52,
      459.88,
      265.9,
      469.07
    ],
    "text": "Composition of Exports",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.8,
      489.66,
      390.94,
      498.12
    ],
    "text": "Commodity Value in Rs. million Percentage o£ total exports Commodity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.726643085479736,
      7.727884292602539,
      7.764191150665283,
      7.821201324462891
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      187.2,
      505.98,
      384.45,
      514.44
    ],
    "text": "1952 1953 1954 1952 1953 1954",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.601508617401123,
      7.6036224365234375,
      7.622960090637207
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      41.04,
      521.58,
      390.18,
      570.12
    ],
    "text": "Tea 723 825 1,123 48 -2 52 -6 62 -0 Rubber 373 338 285 24-8 21 -5 15 -8 Major coconut products 232 244 212 15 -4 15 -6 11 -7 Other domestic exports 84 83 99 5 -6 5-3 5-5 Domestic exports 1,412 1,490 1,719 94-0 95 -0 95 -0 Re-exports 90 78 90 6 0 5-0 5-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.246469497680664,
      7.403791904449463,
      7.53623628616333,
      7.5371994972229,
      7.560342311859131,
      7.573461532592773,
      7.584782123565674,
      7.59628963470459,
      7.599803447723389,
      7.6005539894104,
      7.602599620819092,
      7.607950687408447,
      7.609177112579346,
      7.610573768615723,
      7.628670692443848,
      7.6323394775390625,
      7.640384197235107,
      7.66916561126709,
      7.706892490386963,
      7.72117280960083,
      7.726709842681885,
      7.730030536651611,
      7.7323102951049805,
      7.735527515411377,
      7.738375663757324,
      7.755840301513672,
      7.778066158294678,
      7.821201324462891
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      138.72,
      577.74,
      387.86,
      586.2
    ],
    "text": "Total . . 1,502 1,568 J ,809 100-0 100-0 100-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.590316295623779,
      7.607473373413086,
      7.691440105438232,
      7.73130464553833,
      7.735527515411377,
      7.7395477294921875,
      7.821201324462891
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      260.64,
      599.34,
      386.27,
      607.32
    ],
    "text": "Source : Ceylon Customs Returns.",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.821201324462891
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      51.12,
      615.9,
      268.89,
      634.92
    ],
    "text": "*A11 tables referred to numerically appear in Appendix II. f Central Bank Trade Indices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.479514122009277,
      7.717446327209473,
      7.769297122955322,
      7.821201324462891
    ]
  }
]