[
  {
    "page_number": 0,
    "bbox": [
      49.92,
      42.77,
      515.79,
      52.07
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.642163276672363,
      7.701993942260742,
      7.706327438354492,
      7.7144622802734375,
      7.726870536804199,
      7.764538764953613,
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      49.68,
      72.01,
      418.96,
      87.5
    ],
    "text": "7. POPULATION, LABOUR FORCE AND EMPLOYMENT",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      49.68,
      120.28,
      107.96,
      132.46
    ],
    "text": "Population",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      49.92,
      142.0,
      276.15,
      358.11
    ],
    "text": "The population has been growing at an average annual rate of 1.2 per cent during the period 1990 - 1997, a decline from the growth rate of 1.5 per cent during 1981-89. According.to the Registrar General's Department, the mid year population in 1997 is estimated to be 18.6 million, an increase of. 1.3 percent over the previous year, due to a natural increase in population and increase in net migration. The addition of nearly 237,000 persons to the population during the year resulted in raising the density of population from 292 persons per square kilometer in 1996 to 296 persons in 1997. Although the population growth decelerated significantly during the 1990s, the population increase has created major problems such as high unemployment, high population density and land fragmentation. The available long-term population projections indicate several noteworthy features that are likely to emerge over the next few decades. They are the ageing of population and a rising dependency ratio. Among these, the ageing of the population and related economic and social policy issues need immediate attention.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.87978982925415,
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.88,
      367.6,
      276.42,
      514.59
    ],
    "text": "The decline in fertility rates, along with the improvement in life expectancy, has led to a faster increase in the older age groups than in the younger age groups over the past few decades. The share of population aged 65 and above has reflected an increasing trend since 1946. The proportion of that age group'increased from 3.5 per cent of the total in 1946 to 4.3 per cent in 1997. According to the latest projections, this ratio will continue to rise to 11.7 per cent by 2021. This change has resulted in a transformation of the population pyramid from a broad-based shape to a cylindrical shape. The share of children aged 0-14 years has been declining both in absolute and relative terms, as against an increase in the aged population.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.12,
      523.84,
      276.63,
      555.15
    ],
    "text": "The old age dependency ratio reflected a significant increase from 5.9 per cent in 1946 to 7.4 per cent in 1997. The median age of the population, which was estimated at",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      290.88,
      121.12,
      516.24,
      187.47
    ],
    "text": "25 years in 1991, is projected to rise to 32.5 years by 2011. This will result in an increase in the old age dependency ratio (from 8.5 per cent in 1991 to 12.3 per cent in 2011). It is projected that this rate'will be. as much as 17.4 per cent by 2021. This increase will require additional economic and social resources to meet the basic needs of the aged.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      291.36,
      196.48,
      517.39,
      504.75
    ],
    "text": "The ageing of population will have a number of diverse effects on the labour force, education, health and other social welfare programmes. The future rate of growth of the labour force is expected to decline significantly and reach a steady state of zero growth from the year 2010 onwards. The number of youth entering the labour force will peak before 2020 and will fall thereafter. As a consequence, the problem of labour scarcity is likely to emerge in the first decade of the next century. This change in the labour market and the immediate problem of absorbing those who are currently unemployed into productive employment need to be g i v e n due consideration in the design of economic policies for the next twenty five years. In the short run there is an urgent need to promote investment, particularly in the private sector, for it to be able to provide productive employment to the currently unemployed. Labour market policies are complementary to this promotion of investment, as making the labour market more flexible and the labour force more productive and easily adaptable to industry demands would encourage private investment. If the economic growth is accelerated and new employment opportunities are generated faster through higher productive investment, a part of the ageing population, i.e., retirees after the compulsory retirement age of 60, could still be able to be actively engaged in economic activity. The education and training systems would also need to be reoriented towards promoting new skills to keep pace with technological developments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      292.32,
      514.48,
      517.38,
      557.79
    ],
    "text": "The sex ratio declined steadily to 104 in 1997 from 113 in 1946.. Projections for the early 21st Century reveal that this ratio is expected to decline further to 99 in the year 2021. The rise in the share of females in the total population",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.797344207763672,
      7.900000095367432
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      223.68,
      569.11,
      353.49,
      591.39
    ],
    "text": "TABLE 7.1 Basic Indicators of Population",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.691200256347656,
      8.715804100036621,
      8.7626314163208,
      8.880549430847168,
      9.199999809265137
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      98.64,
      599.08,
      213.47,
      616.15
    ],
    "text": "Year Population ('000)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.761700630187988,
      6.995223522186279,
      7.11899995803833
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      235.2,
      599.56,
      300.17,
      615.91
    ],
    "text": "Annual Growth Rate (%)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.786053657531738,
      6.786726474761963,
      6.986057281494141,
      7.117000102996826
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      311.76,
      599.56,
      365.87,
      616.15
    ],
    "text": "Crude Birth Rate (perooo)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.639686107635498,
      6.823634624481201,
      6.865273475646973,
      6.985329627990723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      380.88,
      599.8,
      439.21,
      616.39
    ],
    "text": "Crude Death Rate (per'OOO)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.865273475646973,
      6.9351019859313965,
      6.98304557800293,
      6.985329627990723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      451.92,
      599.8,
      510.76,
      616.15
    ],
    "text": "Life Expectancy at Birth (Yrs.)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.640199184417725,
      6.738011837005615,
      6.825669288635254,
      6.897204875946045,
      6.916906356811523
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      82.56,
      619.48,
      500.72,
      704.95
    ],
    "text": "1871 2,417 0.8 28.5 20.0 40.0 1946 6,657 1.5 35.4 14.3 42.2 1953 8,098 2.8 48.0 10.4 58.2 1963 10,582 2.7 34.1 8.5 . 61.7 1971 12,690 .' 2.2 • 30.4 . 7.7 65.5 1981 14,847 1.7 28.2 5.9 69.9 1991 17,247 1.5 21.0 5.5 72.5 1995 18,112 • 1.4 19.3 5.8 n.a . , 1996 18,315 1.1 18.6 6.5 n.a 1997(a) 18,552 1.3 n.a n.a n.a",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-Oblique",
      "Times-Bold"
    ],
    "sizes": [
      6.7210001945495605,
      7.035162925720215,
      7.051922798156738,
      7.055119037628174,
      7.06315803527832,
      7.0635528564453125,
      7.064258098602295,
      7.069861888885498,
      7.071904182434082,
      7.072575092315674,
      7.07583475112915,
      7.077016353607178,
      7.079601764678955,
      7.082678318023682,
      7.083566188812256,
      7.084681034088135,
      7.091435432434082,
      7.095721244812012,
      7.117000102996826,
      7.118000030517578,
      7.11899995803833,
      7.120999813079834,
      7.515263080596924
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.6,
      709.72,
      518.05,
      727.27
    ],
    "text": "(a) Provisional Sources: Registrar General's Department Department of Census and Statistics",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7141642570495605,
      6.7171454429626465,
      6.739065170288086,
      6.785792827606201,
      6.804661750793457,
      6.841873645782471,
      6.861401081085205,
      6.8629150390625,
      6.863100051879883,
      6.894008159637451,
      7.086462497711182
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      740.61,
      70.13,
      751.68
    ],
    "text": "100",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.996999740600586
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.24,
      37.97,
      522.75,
      46.79
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.642163276672363,
      7.701993942260742,
      7.706327438354492,
      7.7144622802734375,
      7.726870536804199,
      7.764538764953613,
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      126.72,
      67.03,
      491.54,
      89.01
    ],
    "text": "TABLE 7.2 Population Composition by Age Groups and Dependency and Sex Ratios",
    "fonts": [
      "Courier-Bold",
      "Helvetica-Bold"
    ],
    "sizes": [
      7.900000095367432,
      8.727886199951172,
      9.199999809265137
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      91.2,
      104.92,
      107.93,
      112.87
    ],
    "text": "Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.995223522186279
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      91.2,
      96.28,
      517.15,
      112.87
    ],
    "text": "Broad A je Group (% Distribution) (Years) Dependency Ratio (%) Sex Ratio (%) Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.695948123931885,
      6.753676414489746,
      6.953517436981201,
      6.995223522186279,
      7.11899995803833
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      159.12,
      117.88,
      443.9,
      126.31
    ],
    "text": "0 - 1 4 15-64 65 & over Child Old Age Total",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.751779079437256,
      6.752727508544922,
      6.753676414489746,
      6.775947570800781,
      7.118000030517578
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      95.76,
      136.84,
      499.08,
      204.31
    ],
    "text": "1946 37.2 59.3 3.5 62.7 5.9 68.6 113 1971 39.0 56.8 4.2 68.7 7.4 76.1 106 1981 35.2 60.5 4.3 58.2 7.1 65.3 104 1991 31.2 63.4 5.4 49.2 8.5 57.7 103 1995 35.2 60.5 4.3 60.2 7.3 67.5 104 1997 35.2 60.5 4.3 60.0 7.4 68.0 104 2011 (a) 23.3 68.3 8.4 34.1 12.3. 46.4 100 2021 (a) 21.1 67.2 11.7 31.4 17.4 48.8 99",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.751779079437256,
      6.752727508544922,
      6.753676414489746,
      7.117000102996826,
      7.120999813079834
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.48,
      209.8,
      522.14,
      218.23
    ],
    "text": "(a) Projections Source: Department of Census and Statistics",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7141642570495605,
      6.753676414489746
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      107.52,
      277.48,
      468.19,
      289.66
    ],
    "text": "The Social Security System in Sri Lanka - Problems of an Ageing Population",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.435516357421875,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      480.48,
      263.8,
      512.93,
      275.98
    ],
    "text": "Box 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.04,
      299.92,
      279.91,
      524.67
    ],
    "text": "Providing social security for economically inactive and weaker sections has now been almost nnivcrsally accepted as a responsibility of a .society. The economically and socially vulnerable groups include old aged people who have passed the working age. ewomely poor groups who arc unable to support themselves with their low incomes, orphans and disabled persons. In Sri Lanka, successive governments have continued to implement a Luge number ol subsidy schemes and poor relief programmes such as public assistance, food rations, food stamps, Janasavija and Samurdhi, with the objective of providing economic and social security lo these gioups. In addition, there are pension schemes and schemes such as the hmployees' Provident Fund and Employees* Tnist Fund, which provide income support lo those who have passed their working age Today, governments find that it is becoming increasingly difficult to continue these social security programmes on the same scale as in the past, mamK due to iesotirce constraints. In particular, in Sri Lanka, issues relating lo the old aged ma\\ reach a cnsis situation unless effective solutions ate found in the near future.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.04,
      537.04,
      279.36,
      664.59
    ],
    "text": "The problem of providing social security ro.thv aged is common to all countries. However, this segment of the population mcieases its proportion m the population owi a long period, and u. usuulh preceded by economic development. The ageing problem of Sri Lanka is almost unique It has an unusually fast demographic ttansition caused by rapidly increasing life expectancy and decreasing birth rates, which are similar lo those of developed countries. The difference lies in that Sri Lanka has achieved tins demogtaphie ttanis at a low le^el of per capita income The projections aic that $u Lanka's population will age faster than in any other developing countiy. The proportion of",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      295.2,
      299.68,
      510.02,
      418.83
    ],
    "text": "population aged over 60 years is estimated lo increase fiom the current 8 per cent it) 13 per cent in 2010 and to 21 per cent in 2025. making Sri Lanka the country with the third highest share of elderly in the population in Asia, after Japan and Singapore. The median age of the Sri Lankan population will inucasc from today's 25 years to reach 30 yeais in 2005. almost 40 in 2025 and 50 years after 2050. In other woids. moie than half of Sri Lanka's population will be over 50 vears of age after another 50 years. The rapid ageing will affect all scctoi.s of the economy, the labour force, education, health and social security.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.96,
      429.04,
      509.38,
      556.59
    ],
    "text": "On the health fionl, older people ha\\e different health caie needs and the very old suffer fiom more illnesses and need moie medical care than the young. This problem could hecome worse with the increasing cost of medical care and the erosion, due to inflation, ol the purchasing power of old aged persons such as pensioncis who have a limited income Increasing medical care need\"! ol the elderly cannot be passed on to the private sector to a significant degree because they arc the least able to pa\\. The insurance markets are unlikely to be able to finance the frequent health care bills of the old. As a lesult. the health costs of the old may become a burden on the public sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      294.96,
      568.72,
      509.28,
      665.79
    ],
    "text": "In the case of the labour foice. it is piojected that there will be a decline in the number of new entrants to the labour maiket in the first decade of the next century. This irend will result in a declining proportion of the population that is earning and saving Other estimates reveal thai the economically active population as a per cent of total population would drop to 58 per cent in 2048 from the current 65 per cent1. The population over 60 years of age would increase to 6.3 million oi 28 per cent in 2048 fiom",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.765000104904175,
      7.494598388671875,
      7.900000095367432
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.76,
      688.12,
      313.53,
      696.07
    ],
    "text": "1. Gunatillakc, Godfrey, The vision tor the future-Goals and Perspectives (1998)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.366472244262695,
      6.651104927062988,
      6.654342174530029,
      6.753676414489746,
      7.11899995803833
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      503.04,
      734.37,
      520.79,
      745.44
    ],
    "text": "101",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.996999740600586
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.44,
      37.57,
      515.75,
      48.79
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.867941856384277,
      9.35288143157959
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.44,
      95.83,
      272.41,
      180.29
    ],
    "text": "1.6 million or 8 per cent at present. The dependency utio is estimated to met ease fiom 58 per cent toda\\ to 72 per cent in 2048 I'hcrefoie. as the labour fotce is rapidly moving towards stabilisation, future economic growth will have to derive sustainability from an increase in pioductivity. Manpower for laboui intensive activities will become scarce, forcing the economy to move into sectors which give much higher value addition.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.68,
      191.59,
      272.42,
      266.69
    ],
    "text": "Although the reduction in the birth rate will icsult in a drop in the school going age population, this may not permit the Government to reduce expenditure on education In the face of a drop in the labour supply, incteasmg expenditure will have to be made to achieve qualitative improvements in education with a view to achieving the desired improvements in labour productivity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.92,
      277.03,
      272.88,
      393.89
    ],
    "text": "On the social security fiom, the long-term caic of the dependent elderly is expected to be an increasing problem Sri Lankan society has traditionally depended on the extended family .system and non-working women to tare for the elderly. This feature cannot be expected to continue H I the future because a large proportion ot females who provided the free labour for long term care of the old will be entering the labour maikct Further, when the number ot the aged increase, thcic will be fewer children to look alter them Moreover, the cultural value system cannot be expected to last too long because of the rapid economic",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.547184944152832,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.4,
      416.71,
      273.22,
      555.17
    ],
    "text": "The current pension schemes and other terminal benefit schemes such as provident funds cover less than 45 pei tent of the labour force. The balance 55 per cent who are not covered live predominantly m rural areas and woik outside the foun.ii s?itor In the tutuie govei'.riicnl- im' no: l\\ politically able to refuse to meet the demands for pensions or other social security of the majority of the population who currently have no access to formal old age income support. The-government pensions scheme, which is unfunded, already exerts considerable pressuie on the government budget accounting for around 2 'per cent of GDP and is projected to be aiound 5 per cent ot GDP tn the year 2030",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.16,
      567.67,
      274.82,
      697.97
    ],
    "text": "The inherent weaknesses tn the pic^sm public savants' pension scheme aggravate the problems associated with the ageing of the population. The age of retirement under the scheme was determined as 50 for women and 55 for men in ihe 1950s, when Sri Lanka's life expectancies for women and men were 55 years and 56 years, respectively. The age of retirement has not,been increased despite the fact that the respective life expectancies have increased to 75 years and 70 years. As a result, the passivity ratio, i.e. the ratio of the number of years after retirement to the number of yeai-$ of work, has increased substantially, adding an extra* burden to the pension bill, in fact. Sri Lanka is among the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      431.52,
      79.57,
      506.59,
      90.11
    ],
    "text": "BOx 5 (contd.)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      9.35288143157959
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.64,
      95.35,
      502.03,
      137.33
    ],
    "text": "countries with the highest passivity ratio. The present scheme also allows workers to reach the maximum pension benefit level at an earlier stage, encouraging retirement although they could continue in employment for a longer",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.12,
      154.93,
      467.41,
      165.47
    ],
    "text": "llow art! we to face the problem of ageing ?",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      9.35288143157959,
      9.695223808288574,
      9.69536018371582,
      9.695405960083008,
      9.695451736450195
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.88,
      173.59,
      502.03,
      214.85
    ],
    "text": "As the countiy's population is ageing, while the pei capita income level is still low. national priorities would need to be set to achieve higher economic growdi with increased productivity that would ensure highci earnings for",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.64,
      234.79,
      502.43,
      330.05
    ],
    "text": "An increased participation of the poor and the disabled peisons in economically viable activities, particularly in self-employment enterprises, will ensure a better distribution of income thai would lead to greater social security for the majont} living in rural areas who arc outside the pension and provident fund systems. An advantage of such self-employment activities is that even elderly people who pass the normal retirement age can continue for some moio years in income gcneiating activities of this nature",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.19970703125
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.36,
      339.67,
      502.28,
      381.65
    ],
    "text": "Pnvate sector involvement in the long-term care of eldeily persons would also need to be increased by popularising contnhutory pension schemes implemented by pmatc sector enterprises.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.36,
      389.83,
      502.76,
      453.89
    ],
    "text": "Another need appears to be the development of a compiehensive national ageing policy, with the objective of finding solutions to the adveise impacts on different sectors of the economy, arising from lapid ageing. Reseaich activities would need to be widened to collect necessary information and data for developing a national ageing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.6,
      473.11,
      502.9,
      514.37
    ],
    "text": "Another way ot mitigating the problem would be to entourage people to enter into long-term savings schemes, such as old age insuiancc schemes, during the earning periods of their lives.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.6,
      522.92,
      503.12,
      596.69
    ],
    "text": "The pension policy of Ihe Government has to be tefonncd. icducmg the buiden on the government budget, which will also allow the Government to pay greater attention to the most needy This will have to come tn the form ot a contributory pension scheme. Encouraging people to join multiple social security systems, where a person contributes to moic than one scheme, would aNo be useful.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.6,
      606.07,
      502.66,
      647.33
    ],
    "text": "The private sector and non-governmental organisations (NGOs) may be encouraged to greater participation in social security systems such as operating homes for elders with necessary facilities for them to enjoy their old age.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.84,
      656.23,
      502.85,
      697.49
    ],
    "text": "Ihe ultimate goal of a comprehensive old age social security programme should be to minimise the dependence of the aged on others, white providing them with opportunities to enjoy their old age with dignity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.36,
      735.01,
      68.37,
      745.51
    ],
    "text": "102",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.867941856384277
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.2,
      43.99,
      523.84,
      54.27
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.727886199951172,
      9.153883934020996
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.72,
      73.99,
      281.23,
      128.93
    ],
    "text": "is mainly due to the higher life expectancy of females. The expectation of life at birth, which was more favourable for men during the 1960s, reversed in favour of females during the 1990s. In 1991, the average life expectancy for females was 74.8 years as against 70.1 years for males.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      141.16,
      156.33,
      153.34
    ],
    "text": "12 Labour Force",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      161.35,
      281.12,
      389.09
    ],
    "text": "According to the Labour Force Survey conducted by the Department of Census and Statistics, the labour force was estimated at 6.2 million (excluding the Northern and Eastern Provinces) at the end of the third quarter of 1997, more or less the same level that prevailed in the third quarter of 1996. Of this, 89.6 per cent were employed while 10.4 per cent were unemployed. The labour force participation rate (percentage share of the labour force in the total population) was estimated at 48.3 percent. The participation rate for males and females was 65.7 per cent and 33.1 per cent, respectively. A dramatic increase in the participation of females in the age group of 25 - 34 years has been observed during the last f^w decades. The expansion of job opportunities in the services sector and in the Export Processing Zones was the major contributory demand factor which influenced this significant development. A rising requirement in the minimum family income, an expansion in the number of females with higher educational qualifications and changes in social attitudes were the major contributory factors that influenced the supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      147.36,
      400.15,
      190.36,
      410.43
    ],
    "text": "TABLE 7.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.727886199951172,
      9.153883934020996
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      98.88,
      413.35,
      237.49,
      423.63
    ],
    "text": "Labour Force Participation Rate",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.727886199951172,
      9.004962921142578
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.04,
      433.72,
      164.74,
      450.07
    ],
    "text": "Year Total Labour Force ('000 persons)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.752727508544922,
      6.753676414489746,
      6.995223522186279,
      7.082320690155029
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.04,
      431.32,
      279.76,
      452.95
    ],
    "text": "Labour Force Participation Rate (%) Year Total Labour Force ('000 persons) Total Male Female",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.739253044128418,
      6.752727508544922,
      6.753676414489746,
      6.955958843231201,
      6.985692024230957,
      6.986057281494141,
      6.995223522186279,
      7.082320690155029,
      7.083315372467041
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      69.6,
      459.64,
      271.77,
      509.83
    ],
    "text": "1992 5,808 48.2 65.2 31.0 1993 6,032 49.1 65.3 33.1 1994 6,079 48.7 65.4 32.0 1995 . 6,106 47.9 64.4 31.7 1996 6,227 48.5 66.1 30.7 1997 6,218 48.3 65.7 33.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.752727508544922,
      7.082320690155029,
      7.083315372467041,
      7.085305213928223
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.72,
      514.6,
      278.06,
      548.95
    ],
    "text": "Source: Department of Census and Statistics (a) Quarterly Labour Force Survey, annual average up to 1996 and 3rd Quarter data for 1997 (Excluding Northern and Eastern Provinces):",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.654342174530029,
      6.66746711730957,
      6.7141642570495605,
      6.717031955718994,
      6.753676414489746,
      6.7548394203186035,
      6.913388252258301,
      7.083315372467041
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      559.51,
      280.56,
      602.93
    ],
    "text": "The majority of those in the labour force had obtained primary and secondary education consequent to the availability of free education, the expansion of opportunities in general education and increasing school enrollment.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.36,
      611.56,
      153.79,
      623.74
    ],
    "text": "13 Employment",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      631.75,
      280.4,
      721.25
    ],
    "text": "With a higher rate of economic growth in 1997, the economy generated about 75,000 additional employment opportunities during the year. The contribution to employment generation came mainly from the increased activities in the private sector. Similarly, as in previous years, the Board of Investment (BOI) contributed to a major share of the new employment creation during the year. As the size of the government sector is relatively small, employment",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.88,
      73.99,
      523.2,
      94.37
    ],
    "text": "generation in 1997 was about 9,873 persons as compared with 14,690 in 1996.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.64,
      103.27,
      523.44,
      315.17
    ],
    "text": "A gradual deceleration in the unemployment rate was observed during the 1990s. Expansion of informal sector activities, creation of new job opportunities in the fields of computer, electronic media, and financial services and a continuation of high migration for foreign employment appeared to be the major contributory factors to the decline in unemployment. However, youth unemployment still remains high. Another feature of unemployment in Sri Lanka is the occupation desired.by the unemployed. In the 3rd Quarter of 1997, only 0.6 per cent of job aspirants desired agriculture based occupations while about 33 per cent preferred 'white collar jobs'. A continuation of high unemployment while some economic sectors experienced labour shortages has been another special feature in the Sri Lanka labour market. Therefore, a major challenge ahead is to reduce unemployment by reformulating the education system so as to match the growing labour force to the changing needs of the economy, particularly the needs of the private sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.4,
      323.11,
      523.12,
      377.09
    ],
    "text": "The, female participation in the labour force is likely to increase further due to factors such as the gradual increase in the proportion of females in tertiary education and job oriented training and increase in the sex ratio in favor of females.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      295.92,
      383.83,
      522.93,
      584.45
    ],
    "text": "Total public sector employment is estimated to be at 1.07 million in 1997, indicating a decline of 8 per cent over 1996. This was solely due to a decline of 24 per cent in semi-government sector employment. The transfer of 22 plantation companies in 1997 to the private sector under long-term lease agreements, coupled with the public sector reform policies, led to the decline in employment in the semi-government sector. However, following the trend observed during the past years, employment in the government sector, which includes the central government, provincial councils and local authorities, registered a 1 per cent increase in 1997. The increase in government sector employment was largely reflected in the categories of clerical and related workers and administrative and managerial workers. However the occupational category of professional, technical and related workers recorded a 2 per cent drop over the preceding year mainly due to a decline of 4 per cent in the sub category of teachers as a result of retirements.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.16,
      590.95,
      522.83,
      723.89
    ],
    "text": "The relative share of labour absorption by the services, manufacturing and construction sectors continued to increase, while the agricultural sector recorded a further decline in the 3rd quarter of 1997. Although the agricultural sector continued to occupy the dominant position in labour absorption, its share declined from 38 per cent in 1996 to 35 percent in 1997. Meanwhile, the proportion of employed workers in the manufacturing sector increased from 15 per cent to 16 per cent. A noteworthy feature observed in this sector during the past few years was the increase in employment of females both in the rural and urban sectors, mainly due to the export oriented open economic policies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      504.24,
      742.39,
      522.87,
      752.67
    ],
    "text": "103",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.153883934020996
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.0,
      45.56,
      513.88,
      54.74
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.461903095245361,
      7.750551223754883,
      7.754885196685791,
      7.763092517852783,
      7.775572299957275,
      7.813547134399414,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      261.12,
      74.71,
      302.89,
      84.99
    ],
    "text": "TABLE 7.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.581188201904297,
      8.880549430847168
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      220.56,
      87.91,
      353.21,
      98.19
    ],
    "text": "Labour Force and Employment",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.581188201904297
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      295.44,
      108.68,
      503.23,
      118.58
    ],
    "text": "Thousand Persons Percentage Change",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.324960231781006
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      234.24,
      122.84,
      500.73,
      132.02
    ],
    "text": "1993 1994 1995 1996 1997 1996 1997",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.0,
      140.6,
      500.33,
      158.66
    ],
    "text": "Total population 17,619 17,865 18.114 18,315 18,552 1.1 1-3 Population (10 years and above) (a) 12,251 12,559 12,774 12,850 12,863 0.6 n.a",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.167794704437256,
      7.199999809265137,
      7.461903095245361,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.48,
      166.04,
      500.41,
      234.74
    ],
    "text": "Labour force (a) 6,066 6,046 6,172 • 6,245 6,218 1.2 n.a Employed (a) 5,227 5,315 5,433 5,535 5,571 2.0 n.a ' Public sector 1,295 1,325 1,307 1,161 1,072 •11.2 -8.0 Government 676 700 738 752 762 2.0 1.3 Semi-Govemment 619 625 569 409 310 -28.1 -24.2 Private sector 3,931 3,990 4,126 4,374 4,499 6.0 30 BOI enterprises 180 206 233 242 258 4.0 7.0 Others 3,751 3,784 3,893 4,132 4,241 6.1 2.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      239.24,
      458.46,
      248.42
    ],
    "text": "Unemployed (a) 839 731 739 721 647 -2.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.72,
      256.52,
      112.03,
      265.46
    ],
    "text": "Memorandum items",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      265.64,
      456.21,
      283.22
    ],
    "text": "Labour force participation rate, (%) (a) 49.5 48.1 48.3 48.5 48.3 •-Unemployment rate, (%) (a) 13.8 12:1 12.0 11.1 10.4 -",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      4.9759321212768555,
      7.1042070388793945,
      7.199999809265137,
      7.461903095245361,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      291.08,
      504.67,
      309.14
    ],
    "text": "Source: Department of Census and Statistics (a) Quarterly Labour Force Survey, 4th Quarter data up to 1996 and 3rd Quarter data for 1997 Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      262.56,
      313.51,
      307.36,
      323.79
    ],
    "text": "TABLE 7.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.880549430847168,
      9.153883934020996
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      161.76,
      326.95,
      422.04,
      337.23
    ],
    "text": "Labour Force and Employment (Third Quarter of the Year) (a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.581188201904297,
      9.015436172485352,
      9.153883934020996
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      456.72,
      338.12,
      517.39,
      347.06
    ],
    "text": "Thousand Persons",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      158.4,
      352.52,
      493.53,
      361.7
    ],
    "text": "Item 1993 1994 1995 1996 1997",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      59.28,
      369.56,
      500.78,
      404.18
    ],
    "text": "Household population (10 years and above) 12,284 12,479 12,763 12,843 12,863 Labour force 6,032 6,142 6,115 6,238 6,218 Total employed 5,249 5,299 5,339 5,517 5,571 By Economic Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      75.84,
      403.88,
      501.7,
      488.18
    ],
    "text": "• Agriculture, Livestock & Fisheries 2,293 1,833 1,967 2,078 1,971 Mining & Quarrying 66 32 92 86 80 Manufacturing 740 769 864 838 ' 904 Electricity, Gas & Water 23 25 12 28 21 Construction 171 260 270 284 299 Trade & Hotels 636 643 601 605 690 Transport, Storage & Communications 223 296 237 276 294 Insurance & Real Estate 81 61 72 1,046 1,125 Personal Services 776 1,080 952 975 960 Other Services (Not Defined) 238 299 272 242 238",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.069211959838867,
      7.0902299880981445,
      7.118156909942627,
      7.166186809539795,
      7.177208423614502,
      7.199999809265137,
      7.344113349914551,
      7.461903095245361,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.08,
      495.56,
      196.89,
      504.5
    ],
    "text": "(a) Excluding Northern and Eastern Provinces.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.2,
      522.79,
      274.56,
      564.77
    ],
    "text": "In the services sector, employment opportunities expanded in the subsectors of banking, finance and real estate, transport, storage and communication and trade and hotels.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.2,
      570.55,
      274.66,
      655.01
    ],
    "text": "The creation of self-employment opportunities through poverty alleviation programmes such as 'Samurdhi' continued to be in operation in 1997. Provision of credit facilities and upgrading of skills through vocational training helped to create income generating activities particularly in the rural areas. A higher concentration was evident in the areas of wholesale and retail trade and the personal and other services sectors.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9365081787109375,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.44,
      665.32,
      188.59,
      677.5
    ],
    "text": "7.4 Foreign Employment",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.44,
      685.03,
      274.99,
      726.29
    ],
    "text": "According to the Sri Lanka Foreign Employment Bureau (SLFEB), around 150,000 persons departed for employment overseas through registered sources in 1997. The actual number would have been higher, since some persons",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      369.6,
      494.36,
      514.03,
      511.46
    ],
    "text": "Source : Department of Census and Statistics Quarterly Labour Force Survey",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.461903095245361
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      290.16,
      519.67,
      512.51,
      593.33
    ],
    "text": "still secure foreign employment through friends and relatives without registering under the SLFEB. This, coupled with the relaxation of the scheme for registration of persons leaving for foreign employment, led to a decline in securing employment abroad through registered sources. Therefore, the actual number of overseas contracted workers may be greater than the number reported in 1997.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      290.4,
      600.79,
      512.83,
      675.89
    ],
    "text": "The bulk of the foreign demand for labour was for unskilled workers, particularly housemaids, who account for 86 per cent of the total female workers abroad. The Middle East countries accounted for the largest share, about 89 per cent, of the total departures, despite the fact that salaries and wages in those countries have stagnated over a long period.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      290.4,
      682.15,
      513.31,
      724.85
    ],
    "text": "The Government continued to improve and expand facilities for the welfare of these employees as well as their families since they have become a major source of foreign exchange earnings to the country.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      744.07,
      66.41,
      754.35
    ],
    "text": "104",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.581188201904297
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.96,
      35.53,
      523.25,
      47.75
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.651711463928223,
      8.719369888305664,
      8.724245071411133,
      8.733479499816895,
      8.747518539428711,
      8.790241241455078,
      8.863972663879395
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      155.76,
      84.15,
      508.06,
      107.98
    ],
    "text": "Box 6 Consumer Finances and Socio Economic Survey 1996/97",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      8.62783432006836,
      10.019243240356445,
      10.833744049072266,
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.24,
      122.29,
      281.0,
      187.77
    ],
    "text": "The Central Bank conducted its first Consumer Finiuiees Survey fCFS) in 1953. 'with (he primary objective of ascertaining average incomes, expenditure patterns, employment, unemployment, housing conditions and savings of households. The ftt.st survey was a pioneering study in the field and it laid the foundation for the scries",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.24,
      189.97,
      280.62,
      199.05
    ],
    "text": "o f subsequent surveys conducted by ihe Cential Bank in",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.48,
      201.25,
      280.97,
      311.85
    ],
    "text": "1963. 1973. 1978(79. 1981/82. 1986/87 and 19%;97. tn these suivcys the size of the sample and the coverage ot socio-economic variables were continuously expanded, while retaining the compaiabihty of data m respect o f major variables, thus enabling the users to have access to a compiehcnsivc set of survey data for a continuous period of ovci lour decades. Ihe data from the Consumer Finances Survey series aie widely used by researcher1;, planners, students, social woikers and the gcneial public. This suivey scries has been a majoi source ot inhumation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.826622247695923,
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      73.2,
      313.94,
      255.08,
      323.13
    ],
    "text": "foi piIV ate and public institutions in policy making",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.72,
      334.45,
      280.99,
      467.61
    ],
    "text": "The Statistics Department o f the Central Bank conducted the field work o f the !9%'97 Consumer Finances and Socio Economic Suivey in four rounds during the period October 1\"% to December 1997. The infuimillion was collected fiom a sample o f S.K80 households spicad throughout the Island, excluding sonic areas in the North and East The majoi findings of this survey arc the ageing o f population, furthei impiovemenl in health, educational attainment and literacy, a substantial reduction in the unemployment laic, increase in labour force participation, movement tow aids income equality and grcaiei access to household amenities and equipment.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793,
      8.192657470703125
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.48,
      477.97,
      280.81,
      543.45
    ],
    "text": "The population distribution by age has undergone significant changes duung the last ihiee decades A major change is the decline in the proportion ol population in younger age gioups and the increase in that of older age gioiips The proportion below 14 veais accounted for as much as 40.5 pei cent in 196? and this declined to 25,9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.96,
      545.65,
      280.53,
      577.29
    ],
    "text": "per cent in IWf>.'97 Meanwhile, the piopouion o f population above 55 yeais increased fiom 7? per cent m MVis to n.3 per cent in l'W(v'97 indicating an ageing of",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793,
      8.304903030395508
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.72,
      579.49,
      280.33,
      588.57
    ],
    "text": "the population. Hie demographic transition, w h i c h tellecied",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.106291770935059,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.96,
      590.77,
      279.26,
      599.85
    ],
    "text": "the decline in the pioportion o f ihe population m youngei",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.72,
      602.05,
      280.97,
      633.69
    ],
    "text": "age gioups. could be mainly attributed to the icduction in terislity iatcs On the olhci hand, ihe decline in mortality rales contnbuted to increase the life span o f the population.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.48,
      635.89,
      280.73,
      656.25
    ],
    "text": "Iheieby increasing the proportions in older ag.Y gioups. These tiends have various .socio-economic implications. On",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.826622247695923,
      6.106291770935059,
      8.07606315612793,
      8.916571617126465
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.48,
      658.45,
      280.62,
      690.09
    ],
    "text": "Ihe one hand, the decline in the proportion o f population in the school-going ace will case the strain on the education system and will leave room l«i improvement in",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.64,
      122.05,
      505.16,
      165.69
    ],
    "text": "the quality of education. On the other hand, the increase in the share ot old age groups would icquirc an expansion in the health care and social secuiity systems for caring foi the old in the futuic.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.64,
      174.13,
      504.78,
      262.17
    ],
    "text": "In the ami of education, the 1996/97 Survey revealed that 56 per cent of the population has piogressed beyond the primary level of education, compaied to only 12 pei cent in 1953. The adult literacy rate, which has reached 92 pet cent in 1996*97. is the highest observed among the counts ics in South Asia, while ihe gender disparity in educational attainment, which prevailed in the past, has been piociessively nanowed down.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.64,
      271.33,
      505.16,
      348.09
    ],
    "text": "The laboui loicc participation rales have shown a piogiessive increase mainly due to the rise in participation among females. The incieasc in female participation is an outcome of a number of factors including higher educational attainment of females, employment aspirations induced by domestic economic expansion and the rise in the number of females actively seeking foreign",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.4,
      368.77,
      505.31,
      580.89
    ],
    "text": "Ihe l<>%,97 Survey also revealed a substantial lediiction in the late of unemployment. Unemployment was high, at 24 per cent ol ihe labour toice. in 1*073 due to slow giowlh in the economy In the post-1977 period, the economy expanded rapidly, resulting in a decline in the unemployment rate lo 11.7 per ccnl by 1981-*82. However, by 198fv87 with the completion of the major hcadworks ol the Mahaweli Development Progiamme and other mliaslrucnirc development pioiects. the unemployment rate incicjscd as depicted by the CFS data in 1986/87. The'ieaRer. with economic growth picking up in the 1990s, unemployment showed signs of easing. According to this latest survey, ihe unemployment late has decreased lo II 5 pei cent, ihe lowest level refolded in the entire OFS sencs The lapid expansion of the economy due to export led giowth and ihe dynamism displayed by the pnvate sector has lcJ lo an intensification of Ihe absorption of labour. \\ reduction ol unemployment was shown m all tluec seetois. ie., Uihan. Ruial. and Kstaie.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.037003517150879,
      8.046786308288574,
      8.07606315612793,
      8.240694046020508
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.64,
      591.97,
      505.05,
      691.29
    ],
    "text": "The income distribution, as revealed by the CI'\"S data, had gradually shifted tovvaids greater equality fiom 1953 to I%1 and 107v This tiend icvviscd in 197X'7« with the shift m the policy emphasis fiom equity considerations to taster economic giowth. Income inequalities were further evident in the Suivcys of l'>S 1/82 and I9S6'87 The 1996' ''? Survey indicates a turn-around in ihiv tiend of worsening income inequality. This- was an outcome of widespread employment generation through relatively lapid",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.957930564880371,
      8.07606315612793
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      504.72,
      735.61,
      522.25,
      745.67
    ],
    "text": "105",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.863972663879395
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.16,
      37.27,
      515.51,
      48.75
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1995",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.829986572265625,
      8.87215805053711,
      9.908702850341797
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      427.2,
      76.27,
      502.96,
      87.88
    ],
    "text": "Box 6 (contd.)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.779926300048828,
      9.787830352783203,
      11.201142311096191
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.92,
      96.72,
      497.54,
      104.42
    ],
    "text": "economic growth, better targeting of government welfare Sonic of the socio-economic indicators from the Consumer",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.16,
      107.76,
      497.86,
      115.7
    ],
    "text": "programmes and the seeping down of the benefits of Finances and Socio Kconomic Surveys conducted since",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.92,
      118.56,
      498.05,
      127.22
    ],
    "text": "liberalisation measures to the lower income groups An lu5.i On the whole, most indicator show an upward tiend",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.408688545227051,
      6.607088088989258,
      6.65411901473999,
      6.881967067718506,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.16,
      129.6,
      498.33,
      173.78
    ],
    "text": "increase in fotcign icmittances to family members from in the physical qualm of life and human tesources as workers employed abroad also helped lo raise the level of measured by literacy, educational attainment, labour foice income of the poor, leading to a more equitable distribution participation anc employment gcneiation . income ot income. di.stiibuiion and the a\\ailabiht) of household amenities and",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.511824131011963,
      6.522270679473877,
      6.526284217834473,
      6.597713470458984,
      6.605321884155273,
      6.6203694343566895,
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      85.92,
      177.6,
      327.54,
      188.18
    ],
    "text": "The accompanying table summarises the trends in equipment",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      141.84,
      201.19,
      442.9,
      211.47
    ],
    "text": "Key Socio-Economic Indicators from the Survey Series (1953 -1996/97)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.638598442077637,
      8.691200256347656,
      8.744404792785645,
      8.87215805053711,
      9.115710258483887
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      144.72,
      220.32,
      496.77,
      228.98
    ],
    "text": "Indicator 1953 1963 1973 197870 1981/8? 1P86'87 1996/97(8)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.65411901473999,
      6.828141689300537,
      6.904932022094727,
      6.965070724487305,
      6.970980644226074,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.12,
      238.32,
      256.67,
      255.17
    ],
    "text": "1 Population 1 1 Population Distribution by Age Groups (in years) Ho)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.550458908081055,
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.36,
      255.6,
      488.38,
      322.1
    ],
    "text": "40 5 384 342 34 0 30 8 25 9 11.5 11.5 123 113 117 11 3 109 13 1 13 7 13 5 12 5 11.3 124 12.3 13 7 14 4 14 3 14 6 10.1 99 96 99 11 2 132 73 64 7 6 8 0 ; 84 104 Above 55 72 8.4 89 89 11.1 . 13 3 1.2 Population by Sex f »",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      2.601034641265869,
      6.65411901473999,
      7.431527614593506,
      7.712027549743652
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.88,
      323.52,
      487.14,
      364.58
    ],
    "text": "50.7 501 48 9 49 0 48 5 48 2 Female -IS 3 49 3 49 9 61.1 51 0 51 5 51 8 2. Literacy and Educational Attainment of the Population 2 T Literacy Rate Co) 82 2 80 8 86 2 854 88 6 92 1 2 2 Educational Attainment (%)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.65411901473999,
      6.848193645477295,
      6.877676963806152,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.88,
      365.04,
      486.88,
      415.46
    ],
    "text": "No Schooling 41.6 36 6 32 2 24.4 25 0 11.8 83 Primary 46.8 39 3 37 9 38 9 37 9 41,1 35 7 Secondary 9 8 19 6 239 26 4 25 8 32 1 41.1 Tertiary 1 8 45 60 10 3 113 15 0 14 9 3. Labour Force, Employment & Unemployment 3 1 Economically Active Population (%)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      80.88,
      416.16,
      486.66,
      448.82
    ],
    "text": "All Sectors 40 0 31.7 33 9 36 0 34 3 38.1 402 Mate ' 56.0 lllllllfl 48 0 501 4<}7 517 53.4 Female 22 9 lllllllll 198 26 0 19 4 25 4 28 0 3.2 Distribution of Employment (%)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.516720294952393,
      6.65411901473999,
      6.848193645477295,
      6.8812408447265625,
      7.431527614593506,
      11.201142311096191,
      11.279949188232422
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      92.64,
      448.63,
      488.69,
      524.66
    ],
    "text": "Primary 53.2 ' 54.8 49.6 52.8 49.6 38.6 Agriculture, Forestry & Fishing 53 0 545 48 3 51.2 47.7 371 Mining & Quarrying 02 03 1 3 16 1 9 1 5 Secondary 9.2 ' 11,1 18.1 17.6 19.1 23.8 Manufacturing 73 93 13 8 124 13 4 173 Construction 1.8 1 8 53 5.2 57 65 Tertiary 37 6 34,1 313 29 6 31 3 37 6 Wholesale and Retail Trade 79 7.0 97 107 11 9 13.5 Public Administration. Defence and",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.550458908081055,
      6.565196514129639,
      6.610653877258301,
      6.65411901473999,
      6.811316967010498,
      6.8206071853637695,
      7.431527614593506,
      7.712027549743652,
      7.715885162353516
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.12,
      525.6,
      489.17,
      549.86
    ],
    "text": "Other Personal Services 18.5 268 20.8 186 186 22.5 112 03 08 03 08 1 6 3 3 Unemployed as a % of Labour Force",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.550458908081055,
      6.65411901473999,
      7.431527614593506
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.36,
      551.04,
      488.6,
      591.86
    ],
    "text": "Alt Sectors 16 6 14 6 24 0 14 7 11 7 155 11 5 Mate 15 3 IPIIIIII 18 9 92 78 11 3 69 Female 20 0 ||fl!§||§! 36.4 24.9 21 3 23.6 19.7 4. Income Distribution 4 1 Percentage Share of Spending Un>t Income",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.556997299194336,
      6.65411901473999,
      6.778947353363037,
      6.811806678771973,
      6.823154449462891,
      6.848193645477295,
      6.8812408447265625,
      7.431527614593506,
      10.375218391418457,
      11.01673698425293
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.36,
      592.17,
      487.1,
      684.5
    ],
    "text": "Lowest 20 per cem 5 2 54 llllillllll 63 57 5.1 55 Highest 20 per cent 53 8 52 3 42 9 48.9 ' 52 0 52 3 50 2 Highest 10 percent 40 6 36 8 28 0 34 6 37 3 37 4 34 8 4 2 Gmi Coefficient (Spending Units) 0 46 045 0.35 0.43 0.45 0 46 043 5, Percentage of Households having Amenities and Equipment S t Electr,city for Lighting 4 1 70 30 13 1 158 26 5 54.8 5 2 Pipe Borne Water for Drinking 11 3 50 21 0 21 8 18 1 22 6 30.6 5 3 Radio 20 0 25 4 49.$ 60 7 67 1 72 3 5 4 Sewing Machine 22 0 26 2 31 3 30 7 37 2 41.7 5 5 Refrigerator 0 9 1 0 1 3 23 S3 81 17,4 5.6 Telephone 08 03 07 09 1,4 37",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.46112060546875,
      6.550458908081055,
      6.65411901473999,
      6.778947353363037,
      6.780176162719727,
      6.83302116394043,
      7.431527614593506,
      11.309682846069336
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.6,
      690.48,
      502.76,
      707.06
    ],
    "text": "Source' Consume' Finances S> Socio Economic Surveys of the Central Bank of Sri, Lanka la) Baseo on the f-rsl two rounds of >he Survey",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.489155292510986,
      6.51960563659668,
      6.65411901473999,
      6.9583001136779785
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      51.84,
      736.63,
      69.03,
      746.91
    ],
    "text": "106",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.87215805053711
    ]
  }
]