[
  {
    "page_number": 0,
    "bbox": [
      182.88,
      23.9,
      219.9,
      33.86
    ],
    "text": "( 56 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      24.96,
      43.58,
      382.83,
      144.26
    ],
    "text": "Total foreign exchangetransactions of the Central Bank are shown in Table 10 in Appendix II. Spot, purchases were Rs. 170.9 millon^ and spot sales Rs. 495.9 million as compared withfet i67.9 million and Rs. 567.8 million in 1958. The value of contracts entered into for forward purchases was Rs. 218.3 million (Rs. 370.2 million in 1958) and for forward sales Rs. 52.4 million (Rs. 97.8 million in 1958). Deliveries under forward purchase contracts including those outstanding from the previous year amounted to Rs. 247.3 million and those under forward sale contracts amounted to Rs. 84.6 million.—Total purchases (spot and deliveries under forward contracts) amounted therefore to Rs. 418.2 million and total sales to Rs. 580.5 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.44,
      153.74,
      382.73,
      232.58
    ],
    "text": "Income and Expenditure.—The income of the Central Bank for the year amounted to Rs. 20,564,703/30 and expenditure including an allocation to reserves of a sum of Rs. 8,215,879/78 in terms of Section 38 of the Monetary Law Act amounted to Rs. 15,564,703/30. The net profit of Rs. 5 million was credited to Surplus in terms of Section 39(b) of the Monetary Law Act as the total of the Capital Accounts of the Bank as at the end of December, 1959, was less than 15 per cent of the difference between the total assets of the Bank and its assets in foreign currencies. The surplus now stands at Rs. 23 million.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.2,
      247.1,
      382.72,
      277.7
    ],
    "text": "Bank Supervision.—In the year 1959, 11 commercial banks were examined by the Department of Bank Supervision in terms of Section 29(1) of the Monetary Law Act.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.68,
      283.58,
      382.89,
      303.38
    ],
    "text": "This department also continued to perform certain functions connected with the implementation of the Bank Debits Tax Act, No. 42 of 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      163.68,
      318.14,
      246.86,
      328.1
    ],
    "text": "V. PERSONNEL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.44,
      337.58,
      382.94,
      418.1
    ],
    "text": "Sir Arthur Ranasinha vacated office of Governor with effect from July 1, 1959. Mr. D. W. Rajapatirana, was appointed Governor of the Central Bank in terms of section 12 (1) of the Monetary Law Act, with effect from July 1, 1959. On Sept­ember 14, 1959, Mr. Rajapatirana left Ceylon to attend the Commonwealth Finance Ministers' Meeting in London and the Annual Meeting of the Governors of the Inter­national Monetary Fund and the International Bank for Reconstruction and Development, which was held in Washington. He returned to Ceylon on October 15, 1959.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.827343940734863,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.68,
      425.42,
      382.36,
      444.98
    ],
    "text": "Mr. J. Tyagaraja, the appointed member of the Monetary Board, was re-appointed to this post with effect from July 1, 1959.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      25.68,
      452.78,
      382.23,
      511.94
    ],
    "text": "Mr. D. W. Rajapatirana, when holding the office of Senior Deputy Governor, left the island on Februay 28, 1959, to attend a meeting of the Council of Governors of the SEANZA Central Banks, at New Delhi, and returned to duty in the Central Bank with effect from March 9, 1959. In terms of section 24 of the Monetary Law Act, Mr. W. Tennekoon, Deputy Governor, was designated Senior, with effect from the date of Mr. D. W. Rajapatirana's departure until his return.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      24.96,
      520.46,
      382.11,
      618.98
    ],
    "text": "Mr. E. B. Bennett, who was Adviser in the Central Bank, completed his term of service in the Central Bank on May 1, 1959, having served the Bank for a period of about two years. Mr. P: M. -Jayarajan, Assistant to the Governors, was released for duty as Alternate Executive Director of the International Monetary Fund for the period November 1959 to October 1960. He assumed duties in the International Monetary. Fund on November.1,1959. Mr. D.C. Gunesekera's appointment as Alter­nate Executive Director of the International Bank for Reconstruction and Develop­ment terminated on October 31, 19591 He resumed duties in the Central Bank with effect from November 19, 1959; and was appointed Assistant to the Governors with effect from November 23, 1959. ,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]