[
  {
    "page_number": 0,
    "bbox": [
      204.96,
      34.54,
      227.76,
      43.51
    ],
    "text": "( 9 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      162.96,
      54.29,
      292.62,
      64.37
    ],
    "text": "(D) CENTRAL BANKING",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.685410499572754,
      9.716141700744629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.52,
      78.22,
      399.35,
      187.99
    ],
    "text": "The Central Bank's assets/liabilities increased by Rs. 631.6 million, or 33.4 per cent, between the end of 1966 and the end of 1967. The expansion in assets consisted of an increase of Rs. 514.2 million in domestic assets and an increase of Rs. 117.4 million in the international reserve. An increase of Rs. 159.0 million in the deposits of international organisations, foreign government and banking institutions and an increase of Rs. 57.1 million in borrowings from banks abroad accounted for the expansion in external liabilities of the Central Bank. The Central Bank's own securities, amounting to Rs. 28.4 million at the beginning of the year, were completely retired during 1967. The currency issue of the Central Bank rose by Rs. 79.1 million, and deposit liabilities to commercial banks rose by Rs. 57.1 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.398844718933105,
      8.5233793258667,
      8.58279037475586,
      8.590240478515625,
      8.60302448272705,
      8.604930877685547,
      8.648433685302734,
      8.872957229614258
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.24,
      202.06,
      399.83,
      270.07
    ],
    "text": "The expansion in the domestic assets of the Central Bank was principally the result of an increase in credit to the Government and in advances to commercial banks. The Central Bank's holdings of government and government guaranteed securities rose by Rs. 109.9 million. In addition, advances to the Government increased by Rs. 12.7 million. Furthermore, the Government drew down its de­posits with the Central Bank by Rs. 39.1 million. Advances to commercial banks increased by Rs. 59.3 million during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.60302448272705,
      8.648433685302734,
      8.868001937866211,
      8.872957229614258
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.44,
      284.93,
      101.79,
      295.01
    ],
    "text": "Credit Policy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.716141700744629,
      10.092758178710938
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.2,
      308.86,
      401.25,
      418.63
    ],
    "text": "The measures of credit control which were in force in 1966 continued to be opera­tive in 1967 too. The Central Bank kept a close watch of the movement of com­mercial bank credit to the private sector with a view to taking measures to curb any undue expansionary tendencies. In fact, up to the month of September there was no indication of any expansion of credit, except in the months of February and March when abnormal conditions obtained due to the strike of bank employees. The credit expansion of these two months was almost completely reversed in the five subsequent months. Although there was some expansion in credit in the last four months of the year, this was not considered excessive, especially when viewed against the consistent increase in time and savings deposits of the private sector with com­mercial banks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.23021411895752,
      8.3634614944458,
      8.363617897033691,
      8.370362281799316,
      8.39372730255127,
      8.451565742492676,
      8.60302448272705,
      8.623590469360352,
      8.648433685302734,
      8.880681991577148,
      8.899168968200684,
      8.901712417602539,
      8.932100296020508
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.16,
      432.46,
      401.94,
      529.99
    ],
    "text": "Thus, while the accent of monetary policy continued to be on the restriction of credit which may have inflationary effects on the economy, the Central Bank did not think it necessary to adopt new measures of restriction in the field of credit policy during the year. At the same time, the Central Bank was mindful of the need to make credit more readily available for production purposes. The new scheme of agricultural credit by commercial banks and the connected scheme of refinance facilities by the Central Bank were directed towards this end. The Central Bank's scheme of refinance for medium and long-term loans of banks and other credit institutions was already in existence and a greater use o f these facilities was made in 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.335369110107422,
      8.376904487609863,
      8.552618026733398,
      8.577361106872559,
      8.613351821899414,
      8.628344535827637,
      8.648433685302734,
      8.863710403442383,
      8.932100296020508
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      544.13,
      266.52,
      554.21
    ],
    "text": "Rural Credit—The new Agricultural Credit Scheme",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.716141700744629,
      9.999902725219727
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      568.3,
      402.9,
      636.31
    ],
    "text": "The New Agricultural Credit Scheme came into operation in September 1967 at the beginning of the Maha season 1967/68. From the point of view of the farmer, the new Agricultural Credit Scheme was more favourable to him on two main grounds. First, the improvement of the procedure with regard to loans enabled him to obtain his credit before the commencement of cultivation. Secondly, the increase in the credit limit made it possible for him to obtain more credit when necessary.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39372730255127,
      8.60302448272705,
      8.62401008605957,
      8.648433685302734,
      8.926222801208496
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      221.28,
      35.74,
      243.36,
      44.71
    ],
    "text": "( 9 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.68,
      56.38,
      415.91,
      183.43
    ],
    "text": "Under the old scheme, the application for credit had to be made with reference to the actual area o f land that the farmer proposed to cultivate each season. This meant that the farmer had to await the rains before he made his application. As a result, credit was not made available to him in time for the preparation of land, and even for the purchase of the required fertilizer. He was therefore compelled to resort to non-institutional sources for temporary accommodation. Under the new scheme, aplications are submitted well in advance of the cultivation season, on the assumption that all arable land owned by each farmer would come under the plough. Subsequently, these applications are revised in the light of the pre­vailing rainfall conditions, and the amounts scaled down where necessary. Since applications are made well in advance of the cultivation season, the commercial banks have adequate time to process the applications and thereby avoid delays in releasing loans.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34752082824707,
      8.53576374053955,
      8.539144515991211,
      8.628344535827637,
      8.648433685302734,
      8.871959686279297,
      8.900496482849121,
      8.925634384155273,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.96,
      196.78,
      414.71,
      235.99
    ],
    "text": "The maximum credit limit for each individual farmer was revised upwards from Rs. 175 per acre up to a maximum of 6 acres to Rs. 220 per acre up to a maxi­mum of 10 acres. Given below is a breakdown by purpose of the old and the new credit limits per acre",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.354631423950195,
      8.445080757141113,
      8.60302448272705,
      8.648433685302734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      157.92,
      252.94,
      348.42,
      261.91
    ],
    "text": "Breakdown of per acre Credit Limit by Purpose",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.60161304473877,
      8.648433685302734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      103.44,
      284.86,
      414.53,
      313.99
    ],
    "text": "New Scheme Purpose Old Scheme (Maha 1967 onwards) Rs. Rs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.442749977111816,
      8.648433685302734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      63.84,
      335.02,
      390.0,
      394.15
    ],
    "text": "Seed Paddy 24.00 32.00 Ploughing 40.00 55.00 Fertilizer 36.00 58.00 Transplanting or row seeding 25.00 25.00 Weeding or weedicide 25.00 25.00 Harvesting 25.00 25.00",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.507584571838379,
      8.531496047973633,
      8.623400688171387,
      8.648433685302734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      63.84,
      405.1,
      389.52,
      414.07
    ],
    "text": "Total 175.00 220.00",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.648433685302734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.0,
      435.34,
      413.89,
      464.47
    ],
    "text": "Each loan is released in three instalments; first for seed paddy and ploughing, a second instalment for fertilizer, transplanting or seeding and weeding about a month after the first, and the last instalment for harvesting.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.648433685302734,
      8.899168968200684,
      8.901712417602539,
      8.902817726135254
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.52,
      475.42,
      413.5,
      524.71
    ],
    "text": "In obtaining credit under the new scheme, the farmer has to agree to surrender the ration books of himself and his family to the co-operative society in the event of his failure to repay the loan. The value of the coupons of the surrendered ration books are to be set off against the overdue loan, except where there has been crop failure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.411139488220215,
      8.648433685302734,
      8.901712417602539
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.52,
      535.42,
      413.24,
      632.95
    ],
    "text": "Under the new scheme, the commercial banks were to replace the Depart­ment of Agrarian Services in providing cultivation loans to farmers through primary co-operative societies. Since cultivation loans carry a high degree o f risk not associated with normal commercial bank lending, the Government has agreed to guarantee the repayment of up to 75 per cent of any loan or part of any loan that goes with default. This guarantee scheme is operated by the Central Bank on behalf of the Government. The Central Bank also makes available refinance facilities up to the full extent of loans given by a commercial bank under the pro­visions of the new Agricultural Credit Scheme, thus ensuring the ready availability of credit for this purpose.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.40032958984375,
      8.428983688354492,
      8.555916786193848,
      8.613351821899414,
      8.628344535827637,
      8.648433685302734,
      8.85556411743164,
      8.932100296020508,
      8.982421875,
      8.985416412353516,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      217.44,
      27.34,
      239.7,
      36.31
    ],
    "text": "( 9 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.44,
      47.74,
      408.88,
      302.71
    ],
    "text": "On the basis of these revised credit limits, loans totalling Rs. 81.4 million were approved by the People's Bank 1 up to the end of December 1967. Of this sum, however, only Rs. 44.4 million has been utilised by the Cooperative Societies as at 31st December, 1967. Under the old scheme administered by the Department of Agrarian Services, the highest amount granted in loans in any one year was Rs. 34.6 million in the financial year 1963/64. It seems unlikely that the full sum sanctioned of Rs. 81.4 million would be utilised fo the Maha season 1967/68. On the basis of the credit limits fixed for each purpose, almost 90 per cent of each loan is given for purposes connected with cultivation, seed, the use of ferti­lizer and manual or chemical weeding. Funds fo r these purposes should have been given to the farmers with the first two instalments. The balance is for harvesting which would take place somewhat later than the other operations and is covered by the third instalment of each loan. Hence, it would appear that a very high proportion of the loans sanctioned should have been drawn by the end of December, 1967, since by then the initial processes including the use of fertilizer would have been completed in most areas. The total amount utilised at that date was, however, only 54.5 per cent of the total volume of loans sanctioned. It is difficult to explain without proper investigation, the comparatively low proportion of loans drawn to loans sanctioned. It is very clear however, that the volume of credit made available for the cultivation of paddy has been greatly expanded under the new Agricultural Credit Scheme. The total volume of loans released for the Maha season of Rs. 44.4 million, in the three months up to the end of December 1967, is more than the previous peak volume of loans amounting to Rs. 34.6 million granted for a whole year in 1963/64 which included both seasons. The recoveries of the loans given under the new scheme are expected from February 1968 on­wards with the commencement of the Maha harvest.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      7.893074989318848,
      8.374671936035156,
      8.40192985534668,
      8.415857315063477,
      8.45459270477295,
      8.513443946838379,
      8.515716552734375,
      8.537646293640137,
      8.551697731018066,
      8.569478988647461,
      8.610419273376465,
      8.826027870178223,
      8.828888893127441,
      8.83260440826416,
      8.840065956115723,
      8.843961715698242,
      8.852303504943848,
      8.861933708190918,
      8.88330364227295,
      8.901712417602539,
      8.904292106628418,
      8.906317710876465,
      8.915410995483398,
      8.932100296020508,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.68,
      321.82,
      207.7,
      330.79
    ],
    "text": "Medium and Long-term Credit Fund",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.531612396240234,
      8.610419273376465
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.2,
      341.98,
      407.73,
      439.51
    ],
    "text": "There was a greater use of the Central Bank's re-finance facilities under the Me­dium and Long-term credit scheme in 1967 than in the previous year. The total of refinance loans granted under this scheme in 1967 amounted to Rs. 4.2 million as compared to Rs. 2.6 million in 1966. Allowing for repayments, the amount outstanding at the end of 1967 was Rs. 4.9 million. Only Rs. 0.2 million of these refinance loans were obtained by commercial banks; these were entirely in respect of loans granted by the commercial banks to the private sector for tea factory development. Other credit institutions obtained refinance loans amounting to Rs. 4.7 million in respect of loans granted by them to the private sector for indus­trial purposes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.392671585083008,
      8.577857971191406,
      8.610419273376465,
      8.824763298034668,
      8.837468147277832,
      8.847929954528809,
      8.852303504943848,
      8.932100296020508,
      9.001465797424316,
      9.01643180847168
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.44,
      451.66,
      142.67,
      460.63
    ],
    "text": "Banking Development",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.72,
      472.06,
      407.35,
      510.55
    ],
    "text": "In pursuance of an earlier recommendation to Government that a new insti­tutional framework should be created for the effective mobilisation of savings for financing economic development, the Central Bank was engaged during the year in examining detailed proposals to set up by legislation a National Savings Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374162673950195,
      8.610419273376465,
      8.824763298034668,
      8.83189868927002,
      8.842032432556152,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.96,
      521.98,
      407.95,
      599.83
    ],
    "text": "The Central Bank has felt for some time the need to re-organise the long-term credit institutions of the Government, the Ceylon State Mortgage Bank and the Ag­ricultural and Industrial Credit Corporation, in order to enable them to play a more dynamic role in the economic development of the country. It was felt that the Cey­lon State Mortgage Bank should concentrate primarily on the financing of agricultural development. With this objective in mind, the Central Bank examined a number of proposals and made recommendations to Government for expanding the scope of the bank's activities and enlarging its powers, especially the powers connected with",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.374162673950195,
      8.385163307189941,
      8.396814346313477,
      8.432951927185059,
      8.460022926330566,
      8.577857971191406,
      8.610419273376465,
      8.822978973388672,
      8.824763298034668,
      8.847929954528809,
      8.864154815673828,
      8.90108585357666,
      8.932100296020508,
      8.936323165893555,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      65.52,
      620.07,
      256.73,
      627.93
    ],
    "text": "i No other bank has given loans under this scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289,
      7.822447299957275
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      219.6,
      28.54,
      248.0,
      37.51
    ],
    "text": "( 95 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.572235107421875
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.56,
      47.98,
      413.9,
      96.31
    ],
    "text": "the acceptability of title to land and the ability of the Bank to borrow under the refinance Scheme o f the Central Bank. The Central Bank also had a series o f discussions with the Agricultural and Industrial Credit Corporation with a view to re-constituting the Corporation to enable it to participate more effectively in the development process.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39372730255127,
      8.572235107421875,
      8.791467666625977,
      8.809955596923828,
      8.824763298034668,
      8.90108585357666,
      8.915226936340332
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.08,
      108.22,
      413.7,
      176.23
    ],
    "text": "The Central Bank was also engaged in reviewing the provisions of the People's Bank Act consequent on the recommendations contained in the Report of the Peo­ple's Bank Commission. The views expressed by the People's Bank on the Com­mission's recommendations were also considered by the Central Bank. Since changes of a fundamental nature were envisaged it was considered advisable to examine them carefully before submitting to Government definitive proposals for legislation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.32040023803711,
      8.40169620513916,
      8.572235107421875,
      8.824763298034668,
      8.983224868774414
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.4,
      188.38,
      412.76,
      236.71
    ],
    "text": "During the year too, the Central Bank formulated a draft scheme of Deposit Insurance for all banks in Ceylon. Such a scheme was considered necessary in view of the expansion of banking activity in recent years. The Central Bank's pro­posals have been submitted to Government, and if approval is obtained the Central Bank will take the necessary steps to establish a scheme of Deposit Insurance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39372730255127,
      8.425596237182617,
      8.572235107421875,
      8.78512191772461,
      8.797435760498047,
      8.801350593566895,
      8.824763298034668,
      8.827885627746582,
      8.904292106628418
    ]
  }
]