[
  {
    "page_number": 0,
    "bbox": [
      203.52,
      31.18,
      235.98,
      40.15
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      184.08,
      53.74,
      254.49,
      62.71
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.443643569946289,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      77.5,
      400.24,
      170.47
    ],
    "text": "1. This is the fourth Annual Report of the Monetary Board of the Central Bank of Ceylon. It is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949, which provides that within three months after the end of the financial year—that is, by March 31—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.588750839233398,
      8.62244987487793,
      8.6732816696167,
      8.80958366394043,
      8.833309173583984,
      8.838284492492676,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      182.86,
      398.19,
      299.83
    ],
    "text": "2. Mr. John Exter, who was the first Governor, relinquished his appointment with effect from July 1, 1953, after completing three years of the six-year term of office. Mr. N. U. Jayawardena, who was the first Deputy Governor, was appointed Governor to succeed Mr. John Exter. Mr. J. Tyagaraja, whose original term of office as appointed member of the Monetary Board ended on June 30, 1953, was reappointed for a further term of six years in accordance with the provisions of section, 13 of the Monetary Law Act. Mr. D. W. Rajapatirana was appointed Deputy Governor and assumed duties on August 19, 1953. Dr. Theodore Morgan, who became a Deputy Governor on September 15, 1952, relinquished his appointment on June 19, 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.380819320678711,
      8.427388191223145,
      8.465760231018066,
      8.517257690429688,
      8.66344165802002,
      8.762088775634766,
      8.763960838317871,
      8.766355514526367,
      8.780900955200195,
      8.8555269241333,
      8.878169059753418,
      8.888214111328125,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      312.7,
      397.84,
      333.67
    ],
    "text": "3. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.32016372680664,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      159.12,
      358.06,
      266.32,
      367.03
    ],
    "text": "II. The Basic Problems",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.413947105407715,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      375.58,
      397.83,
      444.55
    ],
    "text": "4. As in 1952, the essential economic problem in 1953 was the adjustment of the Ceylon economy to the new conditions prevailing after the collapse of the Korean War boom. In the first half of 1953 progress towards adjustment was slow but it speeded up in the second half. The external situation also showed some improve­ment; but in general the economy continued to be in disequilibrium with the outside world during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.373144149780273,
      8.454320907592773,
      8.855972290039062,
      8.861711502075195,
      8.910000801086426,
      9.094969749450684
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      456.94,
      397.59,
      525.91
    ],
    "text": "5. The fall in external assets which began in February, 1952, persisted almost without interruption until December, 1953, when there was a slight recovery which has been maintained in the first months of 1954. The net loss over the whole of 1953 amounted to Rs. 230 million or nearly 27 per cent, of which two-thirds occurred in the first half of 1953. The loss, however, was substantially less than in 1952 when external assets declined by Rs. 348 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.411957740783691,
      8.643577575683594,
      8.910000801086426,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      538.06,
      396.52,
      559.03
    ],
    "text": "6. The fall in 1953 was all the more noteworthy because it occurred despite some improvement in export income and a significant drop in import prices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.629180908203125,
      8.870222091674805,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      571.18,
      396.88,
      628.15
    ],
    "text": "7. Income from exports rose by 4 per cent from Rs. 1,502 million in 1952 to Rs. 1,568 million in 1953 owing partly to an increase in the quantity of goods exported and partly to an increase in their price. The export volume index rose by 3 per cent and the export price index by 2 per cent. . The price of tea advanced by 7 per cent and of coconut products by 20 per cent; rubber fell by 12 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.576290130615234,
      8.630359649658203,
      8.746725082397461,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      184.32,
      32.86,
      217.02,
      41.83
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      22.08,
      54.46,
      380.68,
      123.43
    ],
    "text": "8. For the first time since the Korean War boom, import prices recorded a significant drop, the index falling nearly 9 per cent below the average 1952 level. The price of imported food fell less than that of manufactures,- the former' by 5 per cent and the latter by 12 per cent. As, however, the volume of imports increased by 4 per cent, their value declined by only 6 per cent to Rs. 1,608 million in 1953 from the record level of Rs. 1,702 million in 1952.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.633932113647461,
      8.726073265075684,
      8.733400344848633,
      8.746725082397461,
      8.7595796585083,
      8.783291816711426,
      8.910000801086426,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      22.32,
      131.98,
      381.15,
      200.95
    ],
    "text": "9. With lower import prices and higher export prices the index of the terms of trade improved to an average of 84 in 1953 compared with 75 a year earlier. The trade deficit of Rs. 200 million in 1952 narrowed to a deficit of Rs. 40 million in 1953. Of this four-fifths or Rs. 31 million occurred in the first half of the year and only Rs. 9 million in the last six months. The trade deficit together with the usual deficit on invisible items was met by drawing down external assets.'",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.573344230651855,
      8.58015251159668,
      8.733400344848633,
      8.833309173583984,
      8.8555269241333,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      23.04,
      209.26,
      382.48,
      398.23
    ],
    "text": "10. The fact that the more favourable conditions of external trade did not produce a surplus on merchandise account to meet the.deficit on invisibles must be ascribed mainly to the continued high level of imports. The demand for imported goods was still swollen as a result of Government spending in excess of revenues and of borrowings from domestic savings. This spending, which had to be financed by expanding credit, increased cash in the hands of the public and, by strengthening the demand for goods including imported goods, contributed to the fall of external assets. The 1952 Annual Report observed : \" A loss of external assets automatically exerts a corrective effect on an economy. The domestic quantity of money tends to fall by the amount of the loss as domestic funds are used in purchasing foreign exchange from the banking system to meet net outpayments.\" The money supply contracted in 1953 but by only one half of the decline in external banking assets. This was nevertheless a higher proportion than in-1952 when the money supply contracted by less than a third of the fall in external banking assets. The main reason was that the expansion of credit to Government, although substantial, was smaller than in 1952.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.427388191223145,
      8.833309173583984,
      8.840289115905762,
      8.846372604370117,
      8.881937026977539,
      8.910000801086426,
      9.081542015075684,
      9.082914352416992,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      24.0,
      407.5,
      382.25,
      512.47
    ],
    "text": "11. External banking assets fell by Rs. 132-6 million in 1953 but a major offset to this contractionary influence on the money supply was an expansion of Central Bank credit to Government by Rs. 58 -3 million. In addition, there was an expansion of commercial bank credit to the private sector of the economy by Rs. 18 million. Government also ran down its rupee cash by Rs. 7-1 million. Total expansionary forces (including adjustment items of Rs. 4 -5 million) were Rs. 87 -9 million. Commercial bank credit to Government contracted by Rs. 18 -8 million, and a shift of Rs. 5 -5 million occurred from demand to time and other liabilities of commercial banks. In the result, the money supply declined by Rs. 69 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.630359649658203,
      8.7016019821167,
      8.80958366394043,
      8.8555269241333,
      8.860193252563477,
      8.910000801086426,
      9.081433296203613,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      24.48,
      520.54,
      384.44,
      565.51
    ],
    "text": "12. The contrast with 1952 was marked. In that year, against a fall in external banking assets of Rs. 363 -1 million the money supply fell by only Rs. 110 -4 million. Expansionary forces, all (except the adjustment items) in the Government sector, contributed Bs. 280 -5 million to the money supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.40427303314209,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      24.72,
      573.82,
      385.74,
      630.79
    ],
    "text": "13. The reason for expansion of bank credit to Government, was its budget defi­cit. The net cash operating deficit for the financial year ending September 30, 1953, was Rs. 232 million. The deficit in the first three quarters alone was over a third more than that in the corresponding period of the previous financial year. In the prevailing conditions, so large a deficit was demonstrably far beyond the capacity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.408136367797852,
      8.790310859680176,
      8.812971115112305,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      193.92,
      31.42,
      226.38,
      40.39
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.64,
      52.54,
      388.36,
      157.51
    ],
    "text": "of the economy to finance out of domestic savings. (In the.financial year 1951-52, three-fourths of the budget deficit of Rs. 257 million had had to be financed by expanding the money supply mostly through creation of bank credit). To finance the budget deficit in 1952-53, the money supply was increased by Rs. 150 million, again mostly through credit expansion. Part of this increase, however, was attri­butable to the credit expansion which occurred when certain semi-Government agencies sold sterling and other securities to the Central Bank to acquire the necessary funds for re-lending to Government. The operation, in effect, meant that a portion of public savings was monetised to meet the Government's need for cash.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.552042961120605,
      8.553309440612793,
      8.762088775634766,
      8.833309173583984,
      8.884522438049316,
      8.910000801086426,
      9.074459075927734,
      9.101279258728027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.16,
      170.62,
      389.08,
      383.59
    ],
    "text": "14. The cause of the Government budget deficit was rising expenditures. Government revenues were well maintained. The roots of the crisis which developed in 1953, however, lay deep in the policies of previous years. For several years back, capital outlays including expenditures on loan works and provision of working funds for state enterprises had exceeded the financial resources made available to Govern­ment from current revenue surpluses and from loans financed out of both domestic savings and creation of bank credit. The resulting deficiencies had been met by running down rupee cash accumulated mostly during the war years. From the financial year 1946-47, when the first of the series of annual deficits appeared, up to the financial year 1952-53, Government depleted its rupee cash by an amount nearly equal to the balances it had accumulated from the financial year 1939-40 up to 1945-46, the first year after the war. Capital expenditures on loan works rose almost steadily each year from Rs. 32 million in 1946-47 to Rs. 221 million in 1952-53. In aggregate, such expenditures amounted to Rs. 951 million which was almost equal to the total of budget deficits in the sarue period. While Government was drawing on accumulated balances to finance its deficits, its current expenditure policies were favouring consumption so much that the outlay on food subsidies amounted to four-fifths of the expenditure on loan works.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.435052871704102,
      8.553309440612793,
      8.568445205688477,
      8.572235107421875,
      8.601422309875488,
      8.612971305847168,
      8.6370849609375,
      8.762088775634766,
      8.821157455444336,
      8.882233619689941,
      8.883488655090332,
      8.886146545410156,
      8.890686988830566,
      8.910000801086426,
      9.08991813659668
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      25.92,
      396.94,
      386.08,
      477.91
    ],
    "text": "15. With deficit financing on this scale, a loss of external assets would have been unavoidable except under the most unusually favourable circumstances such as those which prevailed temporarily in the period of the Korean War boom in 1950 and 1951, when external assets nearly regained their peak 1945 level. Except during these two years Ceylon lost external assets almost continuously from 1946. Thus, it was not by mere coincidence that the loss of external assets happened to correspond with the series of post-war annual Government deficits.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.58015251159668,
      8.606836318969727,
      8.737080574035645,
      8.910000801086426,
      9.08991813659668,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      25.68,
      490.06,
      385.95,
      547.03
    ],
    "text": "16. In the course of 1953, with deficits accumulating month by month, the problem of financing them became more and more acute. By June of that year, Government finances had reached a critical stage that called for a firm decision to reduce the budget deficit to a manageable size. It was evident that the policy of expanding capital outlays and of simultaneously stimulating consumption through",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.821157455444336,
      8.849820137023926,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      18.96,
      550.3,
      386.05,
      583.27
    ],
    "text": "' food subsidies did not provide a sound basis for stable finances. The banking system was engaged in creating credit for Government when it had the important and fruitful task of financing production, especially in the private sector of the economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.890871047973633,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      25.44,
      599.02,
      385.35,
      631.99
    ],
    "text": "17. In July, 1953, Government adopted a series of measures which aimed at contracting the deficit to a moderate size. The deficit in the second half of the year dropped sharply to almost a sixth of that in the first half. Because",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.910000801086426,
      9.08991813659668,
      9.094969749450684
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      190.56,
      31.42,
      222.78,
      40.39
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      353.76,
      43.33,
      356.91,
      47.61
    ],
    "text": "<",
    "fonts": [
      "Helvetica-Oblique"
    ],
    "sizes": [
      3.743203639984131
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.08,
      53.98,
      384.75,
      87.43
    ],
    "text": "of this marked improvement, the calendar year 1953 closed with a deficit provision­ally estimated at Rs. 176 million, which was little more than half of the record deficit of Rs. 322 million in the calendar year 1952.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833309173583984,
      8.910000801086426,
      9.098359107971191,
      9.101279258728027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.08,
      96.22,
      385.48,
      201.19
    ],
    "text": "18. A monetary authority faced with a continuing loss of external assets caused by Government deficit financing could have attempted to check the loss by contract­ing credit to the private sector of the economy. This the Central Bank did not do, because the banking system was financing essential production and there was no evidence that bank credit was being used to support speculative activity. In fact, the Central Bank might usefully have encouraged extension of credit to the private sector ; but it could not have done this until the Government had brought the budget deficit under control, because such action would have caused an excessive money supply to expand still further.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.746725082397461,
      8.80958366394043,
      8.860304832458496,
      8.910000801086426,
      9.081542015075684,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      29.04,
      211.42,
      388.91,
      412.39
    ],
    "text": "19. Normally, changes in credit supply can be expected to influence the domestic price level. The prices of Ceylon's export and import goods are determined externally and are little affected by changes in the internal monetary situation. Although the price index of commodities domestically produced and consumed fell on the average very slightly in 1953, the trend was distinctly downward in the second half of the year. During the first half when the money supply was almost constant, domestic prices did not show any pronounced tendency to fall. In fact; at one stage (May and June), the index rose seasonally. From July onward it fell steadily, reaching 96 -7 at the end of the year as compared with 100 -6 at the beginning of the year, thus reflecting the impact on the domestic price level of a contracting money supply as the budget deficit narrowed. In spite of the fall in the domestic group, the consumer's price index as a whole rose to 101 -6 in 1953 as against 100 in 1952. The reason was that the price levels of both the export group and the import group were higher. The former rose by 17 -1 per cent and the latter by 2 -5 per cent. Towards the end of the year, however, the import group showed a falling trend, reaching a low point of 104 -1 in December as against a peak of 112 -3 in August.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.336588859558105,
      8.465760231018066,
      8.515369415283203,
      8.564347267150879,
      8.689455032348633,
      8.786092758178711,
      8.83167552947998,
      8.833309173583984,
      8.833495140075684,
      8.860304832458496,
      8.910000801086426,
      9.083781242370605,
      9.098359107971191
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      29.52,
      422.86,
      387.15,
      478.87
    ],
    "text": "20. Of the factors responsible for the loss of external assets, the budget deficit and the resulting expansion of credit were measures within Ceylon's control. The action taken by Government to reduce the budget deficit and the policies and measures adopted by the Central Bank to check the inflationary impact of deficit financing are discussed in the next section.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.733400344848633,
      8.910000801086426
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      148.56,
      492.22,
      268.72,
      501.19
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.476409912109375,
      8.910000801086426,
      9.08034896850586
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.24,
      511.9,
      388.49,
      628.87
    ],
    "text": "21. The continuing drain on Ceylon's external assets was fundamentally a fiscal problem. It was a monetary problem only in the sense that the financing of the Government deficit through credit expansion caused the money supply to become excessive in relation to the terms of trade and the level of export income. Some fall of external assets was to be expected with the worsening of the terms of trade after the collapse of the Korean War boom. But it would be a mistake to exaggerate the importance of the worsening and regard it as the principal reason for Ceylon's difficulties. The years 1950 and 1951 were exceptional and Ceylon was then enjoying the benefits of a boom. By contrast the 1953 terms of trade were consider­ably better than those in 1952 or in the pre-Korean War years of 1948 and 1949",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.373144149780273,
      8.817957878112793,
      8.833309173583984,
      8.836799621582031,
      8.910000801086426,
      9.093634605407715
    ]
  }
]