[
  {
    "page_number": 0,
    "bbox": [
      85.68,
      15.29,
      186.63,
      35.65
    ],
    "text": "22312 *. .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      18.27676773071289,
      19.645822525024414
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.4,
      65.09,
      262.22,
      75.17
    ],
    "text": "\\\\ < ' / TABLE 1 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.100000381469727,
      9.716141700744629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      182.16,
      81.17,
      272.0,
      91.25
    ],
    "text": "Domestic Savings",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.567212104797363,
      9.716141700744629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      96.96,
      107.1,
      398.84,
      115.8
    ],
    "text": "- c ; •Category 1974* 1975* 1976* 1977* 1978",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.627755165100098,
      7.406766891479492,
      7.422078609466553,
      7.4288506507873535,
      7.43226957321167,
      7.542081356048584,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.04,
      133.02,
      402.8,
      142.2
    ],
    "text": "1-Gross Domestic Product at Market Prices • • 21,701 24,183 26,443 31,352 38,392",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4720940589904785,
      7.550599575042725,
      7.559999465942383,
      7.567402362823486,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.8,
      149.82,
      402.66,
      166.2
    ],
    "text": "2-External Resources (Net imports of goods and non-factor services) 1,040 1,203 427 - 8 5 2 1,867",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.245790481567383,
      7.36278772354126,
      7.462340831756592,
      7.514123439788818,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.28,
      173.58,
      403.53,
      182.52
    ],
    "text": "3-Investment 3,139 3,909 4,193 5,194 8,313",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4751811027526855,
      7.581158638000488,
      7.591545104980469,
      7.598984718322754,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.8,
      189.66,
      402.9,
      198.36
    ],
    "text": "4-Domestic Savings ( 3 - 2 ) 2,099 2,706 3,766 6,046 6,446",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.386617660522461,
      7.5051493644714355,
      7.542871475219727,
      7.54379940032959,
      7.580132961273193,
      7.586183071136475,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.28,
      205.5,
      403.34,
      214.2
    ],
    "text": "5-Savings Ratio (4 as % of 1) 9-7 11-2 14-2 19-3 16-8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.462340831756592,
      7.534103870391846,
      7.561336994171143,
      7.59564208984375,
      7.618709087371826,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      48.24,
      227.1,
      400.15,
      235.08
    ],
    "text": "* Provisional Source: Central Bank of Ceylon",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.437080383300781,
      7.486338138580322,
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.04,
      242.45,
      408.04,
      324.53
    ],
    "text": "The Gross Domestic Product (at Market Prices) rose by 22 per cent in 1978 and domestic savings, as measured above, rose by 7 per cent. Investment increased by Rs. 2,961 million or by 57 per cent, but the turnaround in the Current Account of the Balance of Payments resulted in a net change in imports of goods and services of Rs. 2,719 million. As a result, domestic savings grew by Rs. 400 million. The savings ratio in 1978 amounted to a high 17 per cent of the Gross Domestic Product.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.38589096069336,
      9.452049255371094,
      9.468374252319336,
      9.596899032592773,
      9.614527702331543,
      9.671806335449219,
      9.716141700744629,
      9.953503608703613,
      9.974115371704102,
      9.974405288696289
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.8,
      335.34,
      117.29,
      343.32
    ],
    "text": "A G R I C U L T U R E",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.433699131011963
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.32,
      347.81,
      407.3,
      429.89
    ],
    "text": "The revival of Rubber and Coconut, the decline of Tea, the continued growth of Paddy and the general stagnation of other crops were .the notable features on the agricultural front in 1978. Fish production rose, but this was hardly adequate to meet the deficiency in animal protein requirements caused by a slump in the livestock industry. A cyclone devastated the Eastern region in November, damaging much coconut, paddy, cashew and forestry in the area. Altogether, 1978 was an uneven year for the agricultural sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.388669967651367,
      9.442187309265137,
      9.478164672851562,
      9.671806335449219,
      9.676642417907715,
      9.683828353881836,
      9.716141700744629,
      9.999902725219727,
      10.012812614440918,
      10.041717529296875
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      440.45,
      406.33,
      594.53
    ],
    "text": "At the beginning of the year, there were three Ministries responsible for the development of this sector-the Ministries of Agriculture and Lands, Plantation Industries and Fisheries. By the end of the year, there were six. The Ministry of Agricultural Development and Research was made responsible for paddy, subsidiary food crops, minor export crops and related research and extension. The former Agriculture Ministry functions of land development and alienation were assigned to a new Ministry of Lands and Land Development; and livestock development was handed over to another new Ministry of Rural Industrial Development. The Mahaveli River basin development, encompassing nearly 40 per cent of the country, was considered important enough to be assigned to a new Ministry of Mahaveli Development. In the plantation sector, a new Ministry of Coconut Industries was created, as an adjunct of the main Ministry of Plantation Industries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.181896209716797,
      9.430340766906738,
      9.595561027526855,
      9.605523109436035,
      9.641621589660645,
      9.671806335449219,
      9.673861503601074,
      9.716141700744629,
      9.960198402404785,
      10.006814956665039,
      10.007518768310547,
      10.041717529296875
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      605.33,
      406.38,
      639.41
    ],
    "text": "An Agricultural Development Authority ( A D A ) was created to co-ordinate and supervise agricultural development activities on privately owned lands. It organised its activities on an electoral basis, with a view to getting political leaders",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.101593017578125,
      9.399908065795898,
      9.436485290527344,
      9.716141700744629
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      211.44,
      43.73,
      260.42,
      53.81
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.92,
      65.33,
      415.44,
      111.41
    ],
    "text": "involved in its work. A new National Agricultural Diversification and Settle­ment Authority (NADSA) was set up to take over the crop diversification activities (mostly on uneconomic tea lands at mid elevations) hitherto under­taken by the FAO/UNDP funded Agricultural Diversification Project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.268518447875977,
      9.514615058898926,
      9.538866996765137,
      9.716141700744629,
      9.95699691772461,
      9.981833457946777,
      10.010455131530762
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.44,
      125.81,
      419.99,
      279.89
    ],
    "text": "The Land Reform Commission continued to review appeals by former land­owners for redress with regard to lands they were dispossessed of under the land reforms. Meanwhile, the Ministry of Plantation Industries undertook \"a rational distribution\" of lands between the two large state-owned land management , institutions, the Janatha Estates Development Board (Janavasama or JEDB) and the Sri Lanka State Plantations Corporation (SLSPC). The objective of this rationalisation was to reduce operational cost and increase functional efficiency. There is evidence that, wherever the ultimate ownership of land was subject to uncertainty, the necessary development work got deferred. Perhaps, these changes were necessary; but it resulted in a certain amount of dislocation. The regional organisations of the two institutions were finalised, but the emoluments and incentive payments at higher management levels in the plantation sector remained unresolved.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.408317565917969,
      9.424236297607422,
      9.622492790222168,
      9.642951965332031,
      9.664997100830078,
      9.668638229370117,
      9.671806335449219,
      9.716141700744629,
      9.949175834655762,
      9.951922416687012,
      9.960198402404785,
      10.034499168395996,
      10.041717529296875,
      10.04645824432373,
      10.206412315368652,
      10.244070053100586
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.92,
      292.85,
      416.85,
      458.93
    ],
    "text": "A sharp decline in tea prices tended to squeeze the profit margins in the industry, and the high-growns and the medium-growns appeared to be the most affected. Despite the enhanced subsidies that were payable for re-planting of tea, rubber and coconut, the re-planting achievements continued to be well below the desired levels. The profit sqeeze in tea, a shortage of planting material in tea, rubber and coconut, and the continued unattractiveness of re­planting subsidies (which in most cases did not compensate the loss of income of the producer during the gestation period) appeared to dampen the re-planting effort. A more comprehensive subsidy scheme to encourage re-planting and new planting in minor export crops was also introduced. The fertilizer subsidies were revised several times during the year; and ultimately a uniform subsidy of 50 per cent of the import price was introduced in November, 1978. Continuing the import liberalisation policy of the government, the import monopoly of the Fertilizer Corporation was abolished.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.253765106201172,
      9.370835304260254,
      9.392505645751953,
      9.448850631713867,
      9.517355918884277,
      9.555303573608398,
      9.595561027526855,
      9.659083366394043,
      9.716141700744629,
      9.954834938049316,
      9.995885848999023,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.84,
      474.05,
      419.26,
      589.97
    ],
    "text": "The Plantation Industries Ministry engaged certain foreign institutions to prepare \"Master Plans\" for the development of the tea and rubber industries. Whether such external assitance is really necessary in the case of two crops of which Sri Lanka has developed a considerable experties over a long time, having even assisted nascent industries in other countrise in the past, remains debatable. At the end of the year, the Master Plans were being awaited. A five-year project to rehabilitate tea estates in the Dickoya/Maskeliya area was announced in mid -1978. This project was aimed at reducing cost and improving the quality of tea. In late 1978, the Sri Lanka Tea Board introduced a scheme to pay a guaranteed minimum price for the green tea leaf produced by smallholders.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.430340766906738,
      9.476461410522461,
      9.58869743347168,
      9.620684623718262,
      9.671806335449219,
      9.716141700744629,
      9.956955909729004,
      9.960198402404785,
      9.979593276977539,
      9.991950035095215,
      10.006194114685059,
      10.008635520935059
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.04,
      606.29,
      418.07,
      639.89
    ],
    "text": "In late 1978 the new Ministry of Rural Industrial Development brought about a reduction of animal feed prices. It was quite apparent that high animal feed prices and certain controlled prices, such as that of beef and milk had hindered",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.371851921081543,
      9.475674629211426,
      9.603755950927734,
      9.614527702331543,
      9.690710067749023,
      9.716141700744629,
      9.969755172729492,
      9.991950035095215,
      10.006814956665039,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      207.6,
      47.57,
      258.71,
      57.65
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.84,
      69.17,
      414.53,
      103.25
    ],
    "text": "the development of the livestock industry. At the same time, the National Milk Board's purchase price of milk was raised to enhance producer margins which had remained unattractive in recent years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.495797157287598,
      9.58869743347168,
      9.673432350158691,
      9.912820816040039,
      9.97996711730957
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.32,
      113.57,
      415.14,
      219.65
    ],
    "text": "There was widespread misuse of agricultural credit which was liberally extended during the Maha 1977/78 season. Recoveries were very low. The inflationary impact of the fivefold increase in credit would have been considerable. For these reasons, the Comprehensive Rural Credit Scheme was considerably tightened for the Yala 1978 season. Only genuine farmers who had re-paid their previous Maha loans were made eligible for future credit. The 75 per cent credit guarantee extended by the Central Bank on behalf of the government was withdrawn, in the hope that this would induce commercial banks to formulate effective schemes of supervision and loan recovery.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.360092163085938,
      9.491697311401367,
      9.673432350158691,
      9.907012939453125,
      9.919041633605957,
      9.921045303344727,
      9.952381134033203,
      9.955708503723145,
      9.992363929748535,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.8,
      232.85,
      415.9,
      398.93
    ],
    "text": "The Paddy Marketing Board was able to purchase 35 per cent of the record Maha and Yala paddy crops of 1978. But, the storage capacity of the Board did not increase'adequately to meet the higher intake and substantial stocks had to be stored in open-air, under tarpaulin. At the outset, the Board was unable to meet the full requirements of the Food Commissioner owing to milling const­raints. Later the Food Commissioner had to curtail his purchases from the Board on account of high stocks. This compounded the storage problems of the Board From May, it was decided to issue paddy as well on the ration. The paddy issues became quite popular and eased the storage and milling problems of the Board, to some extent. The withdrawal of the rice-subsidy and rationed issues from nearly one half of the population led to the growth of a dynamic private trade in paddy and rice. The outmoded rice milling industry improved during the year due to the import liberalisation, and was able to meet the sudden expansion of the private market for rice.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.40545654296875,
      9.47611141204834,
      9.559418678283691,
      9.608410835266113,
      9.673432350158691,
      9.913154602050781,
      9.922005653381348,
      9.928179740905762,
      9.93322467803955,
      9.966390609741211,
      10.0018892288208,
      10.011820793151855,
      10.04221248626709,
      10.046911239624023
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      412.13,
      416.21,
      482.21
    ],
    "text": "The reforms of the agrarian structure that were promised in 1977 did not materialise in 1978. The Agricultural Service Centres continued under official management. An attempt was made to revive ancient historic ceremonies in paddy cultivation. It is now contemplated that the former Agrarian Services Department could be reorganised to supervise the entire agrarian structure, including the maintenance of small irrigation reservoirs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.390521049499512,
      9.451611518859863,
      9.673432350158691,
      9.96198558807373,
      9.985607147216797,
      9.996713638305664,
      10.006401062011719,
      10.027234077453613,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      494.45,
      421.01,
      648.53
    ],
    "text": "Several important changes were made during 1978 in the~ Government's agricultural pricing policy. With regard to rationed food items, the Food Commissioner made rice available in the free market through co-operatives at a price of Rs. 1-45 per pound. This price was roughly commensurate with the payment of Rs. 40 per bushel to the farmer and for processing and distribution. Although the consumer preference for this rice was low, the availability of such icre helped to stabilise the price of rice in the free market. The price of flour was raised, in three stages, from 60 cents to Rs. 1 • 12 per pound. This price was yet well below world prices. The liberal availability of flour at this subsidised price probably discouraged the growth of subsidiary food crops. The price of sugar remained unchanged at Rs. 3 per pound, which was above world prices; neverthe­less, it appears to have had adverse effects on the cane and jaggery industry. The Government also built up buffer stocks of certain agricultural produce with",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.181896209716797,
      9.359517097473145,
      9.392505645751953,
      9.40545654296875,
      9.52401065826416,
      9.616336822509766,
      9.631481170654297,
      9.633286476135254,
      9.640031814575195,
      9.64007568359375,
      9.673432350158691,
      9.912820816040039,
      9.916621208190918,
      9.919041633605957,
      9.93322467803955,
      9.936725616455078,
      10.007518768310547,
      10.041717529296875,
      10.725885391235352
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      208.8,
      47.33,
      259.43,
      57.41
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      68.69,
      415.43,
      294.77
    ],
    "text": "pronounced seasonality in production, with a view to stabilising prices. To the extent that such buffer stocks are built from domestic produce, the producers and consumers would stand to benefit by a moderation of seasonal price fluctuations. But, wherever imports are made to supplement domestic supplies, prices would tend to get stabilised at a lower level, with an adverse impact on production. Among the imports made for stabilisation of prices were onions, chillies, potatoes, fish and chicken. There were also some imports of dhal and green gram. It is quite possible that the drop in domestic production of onions, chillies, potatoes, green gram and cow-pea was, at least partly, due to this import policy. It is noteworthy, however, that the Government allowed a considerable profit margin to the domestic producer in releasing these imports in the market. Hence, it is likely that only those producers who had been accustomed to subs­tantial profit margins would have been discouraged by this policy. It is also possible that some producers shifted back to paddy cultivation because of a more attractive return under very favourable conditions for paddy that existed in 1978. In the coconut industry, a complicated export taxing and profit regulatio-nary measure was introduced in 1978. The aim of this regulation was to keep prices at a reasonable level to the consumer and to assure the producer a price of 65 cents per nut, later enhanced to 85 cents per nut.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.359517097473145,
      9.4514799118042,
      9.476461410522461,
      9.5650053024292,
      9.5779390335083,
      9.593402862548828,
      9.632684707641602,
      9.673432350158691,
      9.907012939453125,
      9.908976554870605,
      9.912820816040039,
      9.921504974365234,
      9.936725616455078,
      9.941141128540039,
      9.973450660705566,
      9.97697925567627,
      9.990043640136719,
      10.02293872833252,
      10.041717529296875,
      10.118529319763184,
      10.131084442138672,
      10.23731803894043
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.92,
      310.37,
      415.78,
      392.45
    ],
    "text": "Basically, the policy measures adopted in the agricultural sector reflected conflicting objectives of government policy, in the plantation sector, the conflict was between the needs of government revenue and the need to ensure the economic viability of the farmer; in the domestic sector, the conflict was between the need to assure reasonable prices to the consumer and remunerative prices to the farmer. Such conflicts do not lend themselves to easy solutions; but early solutions are necessary for rejuvenation of this vital sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.359517097473145,
      9.370835304260254,
      9.414432525634766,
      9.442407608032227,
      9.55305004119873,
      9.627181053161621,
      9.673432350158691,
      9.908517837524414,
      9.915618896484375,
      9.919041633605957,
      9.97697925567627,
      10.041717529296875
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.92,
      404.69,
      416.13,
      426.77
    ],
    "text": "Key indicators of performance of the four principal crops-tea, rubber, coconut and paddy-during the last decade are given in Table I - 5.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.434203147888184,
      9.479562759399414,
      9.673432350158691,
      10.004704475402832
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.16,
      439.49,
      75.93,
      449.57
    ],
    "text": "Tea",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.64,
      455.09,
      417.02,
      520.85
    ],
    "text": "The tea industry, which showed signs of recovery in 1977 from its depressed levels in the previous year, belied expectations in 1978. Production dropped by 5 per cent from 460 million lbs. in 1977 to 439 million lbs. in 1978, keeping barely ahead of the 1976 low (which was the lowest for the decade) and well below the record output of 503 million lbs. in 1965.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.60388469696045,
      9.650634765625,
      9.673432350158691,
      9.912820816040039
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.12,
      533.09,
      416.14,
      557.09
    ],
    "text": "This decline of Sri Lanka's major industry was entirely the result of a sharp drop in production at high and medium elevations and a slowing down",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.922005653381348,
      9.969672203063965,
      9.995885848999023
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.12,
      560.93,
      417.46,
      640.61
    ],
    "text": "of growth at low elevations. In fact, low-grown tea production rose by 7 million lbs. or 5 per cent, compared with an increase of 16 million lbs. or 13 per cent in the previous year. High grown production fell by 15 million lbs. or 9 ptr cent in contrast to a rise of 6 million lbs. or 4 per cent last year; medium growns fell by 13 million lbs. or by 8 per cent, as against a rise of 3 per cent last year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.512569427490234,
      9.590424537658691,
      9.673432350158691,
      9.91645336151123,
      10.004704475402832
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      201.84,
      41.1,
      252.53,
      51.16
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.185500144958496,
      8.186399459838867
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      102.96,
      99.84,
      358.41,
      114.36
    ],
    "text": "PRODUCTION OF MAJOR EXPORT CROPS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      220.32,
      127.47,
      255.98,
      133.06
    ],
    "text": "A N N U A L L Y",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.76,
      161.52,
      407.13,
      188.28
    ],
    "text": "TEA & RUBBER IN COCONUT IN MILLIONS OF LBS. MILLIONS OF NUTS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      65.76,
      550.79,
      381.64,
      565.32
    ],
    "text": "1968 69 70 71 72 73 74 75 76 77 78",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.56,
      596.91,
      400.04,
      602.52
    ],
    "text": "D e p t . of E c o n o m i c R e u a r c h S o u r c e : C e n t r a l B a n k o f C e y l o n",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      209.04,
      43.02,
      259.96,
      53.08
    ],
    "text": "( 20 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.185500144958496,
      9.837746620178223,
      9.838828086853027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.84,
      102.24,
      406.38,
      116.76
    ],
    "text": "PADDY PRODUCTION A N D PURCHASES UNDER G. P. S.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      211.2,
      131.8,
      246.44,
      137.38
    ],
    "text": "A N N U A L L Y",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.5
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.0,
      153.12,
      163.53,
      180.12
    ],
    "text": "MILLION BUSHELS 100",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.24,
      199.92,
      69.8,
      214.44
    ],
    "text": "90",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.76,
      335.52,
      70.03,
      350.04
    ],
    "text": "50",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.52,
      369.36,
      69.67,
      383.88
    ],
    "text": "40",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      403.2,
      70.27,
      417.72
    ],
    "text": "30",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.76,
      437.52,
      69.32,
      452.04
    ],
    "text": "20",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.0,
      470.16,
      68.96,
      484.68
    ],
    "text": "10",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      138.24,
      152.88,
      410.49,
      190.45
    ],
    "text": "MILLION BUSHELS 100 i — i — m — i — i i f",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137,
      19.385513305664062,
      22.7149715423584
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      196.08,
      397.67,
      306.57,
      412.2
    ],
    "text": "G.P.S. PURCHASES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.28,
      515.99,
      395.87,
      531.48
    ],
    "text": "1968 69 70 71 72 73 74 75 77 78",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.699999809265137,
      14.061649322509766
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      51.84,
      552.8,
      409.03,
      560.28
    ],
    "text": "Dept. of Economic Research Source: Central Bank of Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.598158836364746,
      6.700371265411377
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      66.96,
      16.37,
      356.16,
      27.17
    ],
    "text": "TABLE 1.5 Key Indicators of Principal",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.544160842895508,
      10.033838272094727,
      10.054038047790527
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.44,
      236.28,
      73.79,
      242.99
    ],
    "text": "3 -",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.2331390380859375
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      135.12,
      42.78,
      170.83,
      50.76
    ],
    "text": "Category",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.774699687957764
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.76,
      67.5,
      206.78,
      116.28
    ],
    "text": "Tea 1-1 Production (Mn. lbs.) 1*2 Total Acreage 1.3 Yield per acre (lbs.) 1-4 Cost of Production (Rs./lb.) 1>5 Average Price (Rs./lb.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.45653772354126,
      7.5514235496521,
      7.7546706199646,
      7.763155460357666,
      7.765693187713623,
      7.8538432121276855,
      7.886087417602539,
      7.914729118347168
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.04,
      116.46,
      214.91,
      180.36
    ],
    "text": "—Colombo net —Export f .o b. 1<6 Replanted annual (acre*) . 1*7 Replanted cumulative (actes) Rubber 2 1 Production (Mn. lbs.) !• 2 Total Acreage 2*3 Area under tapping (Acres)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521,
      7.7573442459106445,
      7.765693187713623,
      7.804945468902588,
      7.844762325286865,
      7.849254608154297,
      7.857737064361572,
      7.878392219543457,
      7.886087417602539,
      7.888420581817627,
      7.891935348510742
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.52,
      180.54,
      208.45,
      204.36
    ],
    "text": "2>4 Yield per acre (lbs,) 2-5 Cost of Production (Rs./lb.) 2*6 Average Price (Rs/lb.)",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.494504928588867,
      7.5514235496521,
      7.7546706199646,
      7.763155460357666,
      7.8538432121276855,
      7.886087417602539,
      7.914729118347168
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.52,
      204.3,
      215.42,
      308.04
    ],
    "text": "—Colombo RSS. I —Export f.o.b 2-7 Replanted annual (Acres) 2-8 Replanted cumulative (Acres) Coconut 3* 1 Production (Mn. nuts) 3-2 Cost of Production (Rs./nut) 3-3 Average Price (Rs./nut) —Colombo —Export f.o.b. • Paddy 4-1 Production (Mn. bushels) 4*2 Acreage—Sown ('000)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.337114334106445,
      7.494227886199951,
      7.5514235496521,
      7.7546706199646,
      7.7573442459106445,
      7.7804646492004395,
      7.783928871154785,
      7.8121819496154785,
      7.818981170654297,
      7.844762325286865,
      7.857737064361572,
      7.876286029815674,
      7.878392219543457,
      7.8818135261535645,
      7.886087417602539,
      7.914729118347168
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.28,
      308.22,
      214.62,
      363.72
    ],
    "text": "—Harvested (*000) —Under improved varieties ('000) 4-J Yield per acre (Bushels) 4-4 Guaranteed Price (Rs./bushel) 4-5 Purchase* under Guaranteed Price Scheme (Mn. bushels)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.783862113952637,
      7.801889896392822,
      7.805643081665039,
      7.813277244567871,
      7.831634521484375,
      7.844465255737305,
      7.849254608154297,
      7.8538432121276855,
      7.8585944175720215,
      7.86686897277832,
      7.8818135261535645,
      7.914729118347168,
      7.981062412261963
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      251.28,
      43.26,
      312.28,
      51.48
    ],
    "text": "1969 1970",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.52,
      77.34,
      274.01,
      109.08
    ],
    "text": "484 • 556,514 811 1»51",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.490630149841309,
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      285.6,
      77.1,
      315.63,
      108.84
    ],
    "text": "468 597,499 811 1-52",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.28,
      117.18,
      273.74,
      149.4
    ],
    "text": "1-53 2-39 • 6,500 • 33,428",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      288.96,
      117.18,
      315.67,
      148.92
    ],
    "text": "1-63 2-44 6.857 40,285",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      242.16,
      157.02,
      272.96,
      180.84
    ],
    "text": "333 563.633 493,712",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      254.4,
      181.5,
      272.69,
      197.4
    ],
    "text": "674 0.71",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      284.64,
      156.78,
      315.47,
      181.08
    ],
    "text": "351 568,900 496,210",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      296.88,
      181.74,
      315.15,
      197.88
    ],
    "text": "707 0-69",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      242.4,
      205.5,
      272.93,
      236.52
    ],
    "text": "1-04 1-37 12.084 276.132",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      285.6,
      205.02,
      315.45,
      237.48
    ],
    "text": "0-91 1-24 10,239 286.371",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      250.08,
      245.1,
      272.48,
      261.48
    ],
    "text": "2,440 0-07",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      293.04,
      245.34,
      315.73,
      261.24
    ],
    "text": "2,510 0-08",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      254.4,
      268.62,
      272.32,
      285.0
    ],
    "text": "n.a. 0-25",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      297.36,
      268.86,
      314.83,
      285.72
    ],
    "text": "n.a. 0-27",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      250.56,
      292.86,
      272.36,
      316.92
    ],
    "text": "65-8 1,709 1,539",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      293.28,
      293.1,
      311.74,
      301.08
    ],
    "text": "T7-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.475285053253174
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      294.0,
      301.02,
      315.33,
      317.16
    ],
    "text": "1.876 1.776",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.52,
      324.78,
      273.91,
      349.08
    ],
    "text": "1.108 • 50-33 14-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      294.0,
      325.26,
      316.25,
      349.08
    ],
    "text": "1,325 51-30 14-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      233.28,
      357.18,
      311.8,
      365.16
    ],
    "text": "• 13-7 26-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      79.68,
      376.38,
      263.32,
      400.2
    ],
    "text": "Avereage price of nut equivalent of exports Excluding figures for the districts of Batticaloa, Ratnapura and Jaffna for Yala 1978.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.790719509124756,
      7.799729824066162,
      7.857769966125488,
      7.860078811645508,
      7.878194808959961,
      7.879543781280518,
      7.894037246704102,
      7.909848213195801,
      7.915219783782959,
      7.970663547515869
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      419.76,
      17.81,
      527.01,
      27.89
    ],
    "text": "Crops — 1969-1978",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.544160842895508,
      9.828126907348633
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      380.16,
      44.46,
      613.74,
      53.4
    ],
    "text": "1972 1973 1974 1975 1976 1977",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      635.76,
      37.5,
      664.97,
      60.84
    ],
    "text": "1978 (Provi­sional)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.800959587097168,
      7.889932155609131
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      372.0,
      78.3,
      402.18,
      109.32
    ],
    "text": "471 597,645 816 1-60",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      414.96,
      77.82,
      445.48,
      109.56
    ],
    "text": "466 598,740 805 2-03",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      458.16,
      77.82,
      488.72,
      109.56
    ],
    "text": "450 598,466 882 2-52",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      501.12,
      78.06,
      531.5,
      110.52
    ],
    "text": "471 597.691 920 3-04",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      543.84,
      78.78,
      574.48,
      94.68
    ],
    "text": "433 594,481",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      556.56,
      94.62,
      574.66,
      110.52
    ],
    "text": "839 3-37",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      587.52,
      78.54,
      618.09,
      111.0
    ],
    "text": "460 598,024 899 3-54",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      630.24,
      79.26,
      660.72,
      110.28
    ],
    "text": "439 603,464 838 4 7 6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      375.6,
      117.66,
      401.63,
      149.4
    ],
    "text": "1-90 2-77 6.418 53,343",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      418.56,
      117.42,
      444.8,
      149.88
    ],
    "text": "1-92 2-78 5,953 59,296",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      461.76,
      118.38,
      488.11,
      149.4
    ],
    "text": "2-67 3-52 4,282 63,578",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      504.96,
      117.9,
      531.36,
      150.36
    ],
    "text": "2-79 4-12 4,356 67,934",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      548.16,
      118.14,
      574.78,
      150.6
    ],
    "text": "3-54 4-76 2,756 70,690",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      591.12,
      118.38,
      617.28,
      150.84
    ],
    "text": "6-10 8-55 3,067 73,757",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      634.08,
      118.86,
      660.3,
      150.6
    ],
    "text": "5-28 15-07 5.811 79,568",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      370.32,
      157.5,
      402.1,
      181.32
    ],
    "text": "309 567,060 491,324",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      383.52,
      181.26,
      402.08,
      197.16
    ],
    "text": "658 0-75",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      414.48,
      157.74,
      445.23,
      181.56
    ],
    "text": "341 565,000 475.529",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      426.72,
      181.98,
      445.33,
      197.88
    ],
    "text": "694 0-85",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      457.68,
      157.98,
      488.27,
      181.8
    ],
    "text": "291 563,406 475,165",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      470.4,
      182.22,
      488.53,
      198.12
    ],
    "text": "634 1-12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      500.88,
      157.98,
      531.37,
      181.8
    ],
    "text": "328 562.494 477,110",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      513.6,
      181.98,
      531.55,
      197.88
    ],
    "text": "691 1-25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      543.84,
      158.22,
      574.92,
      182.04
    ],
    "text": "335 560,872 474,626",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      557.04,
      182.22,
      574.68,
      198.12
    ],
    "text": "705 L49",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.518123626708984,
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      587.04,
      158.22,
      618.09,
      182.52
    ],
    "text": "322 559,850 466.401",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      600.0,
      182.7,
      617.9,
      198.84
    ],
    "text": "690 1-70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      630.24,
      158.94,
      660.77,
      182.76
    ],
    "text": "343 559.257 456.434",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      642.96,
      182.94,
      660.8,
      198.84
    ],
    "text": "753 2-20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      371.76,
      205.26,
      402.07,
      237.0
    ],
    "text": "0-81 0-93 8,742 303,590",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      414.72,
      205.74,
      445.17,
      237.48
    ],
    "text": "1 1 7 1-67 7-276 310,666",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      457.92,
      205.74,
      488.25,
      237.48
    ],
    "text": "1-28 2-61 7.076 317,942",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      501.12,
      205.5,
      531.45,
      237.24
    ],
    "text": "1-13 1-84 7,980 325,922",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      544.56,
      206.46,
      574.6,
      238.2
    ],
    "text": "1-97 2-95 6,299 332,221",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      587.52,
      206.46,
      617.71,
      238.2
    ],
    "text": "2-05 3-11 •6,464 338,685",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      630.72,
      207.42,
      660.43,
      238.44
    ],
    "text": "3-14 6-76 7,968 346,653",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      379.2,
      245.34,
      401.46,
      261.48
    ],
    "text": "2.963 0-08",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      422.64,
      245.82,
      444.46,
      261.72
    ],
    "text": "1.935 0-10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      465.36,
      245.58,
      487.99,
      261.96
    ],
    "text": "2,031 0 1 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      509.28,
      245.82,
      530.92,
      261.72
    ],
    "text": "2,398 0-11",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      552.72,
      246.3,
      574.45,
      262.2
    ],
    "text": "2,330 0-16",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      595.92,
      246.3,
      617.06,
      262.68
    ],
    "text": "1,821 0-21",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      638.88,
      247.02,
      660.05,
      263.16
    ],
    "text": "2,207 0-25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      383.28,
      269.82,
      401.46,
      285.48
    ],
    "text": "0-14 0-21",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      426.72,
      269.82,
      444.6,
      286.2
    ],
    "text": "0-25 0-34",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      469.68,
      269.82,
      487.7,
      285.72
    ],
    "text": "0-56 0-86",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      512.88,
      270.06,
      531.04,
      286.44
    ],
    "text": "0-32 0-46",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      556.08,
      270.54,
      574.35,
      286.44
    ],
    "text": "0-45 0-47",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      595.68,
      270.3,
      617.24,
      287.4
    ],
    "text": "0-92 •1-19",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      642.48,
      271.26,
      660.05,
      287.16
    ],
    "text": "0-85 1-85",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      379.44,
      293.82,
      397.68,
      301.8
    ],
    "text": "62-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      380.16,
      301.5,
      401.35,
      317.4
    ],
    "text": "1,795 1,579",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      422.64,
      293.58,
      440.71,
      301.56
    ],
    "text": "62-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      423.6,
      301.74,
      444.83,
      317.64
    ],
    "text": "1.792 1,660",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      465.84,
      293.82,
      487.48,
      309.96
    ],
    "text": "76-8 2,038",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      466.56,
      310.38,
      487.51,
      318.36
    ],
    "text": "1,969",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      509.52,
      294.06,
      530.67,
      318.36
    ],
    "text": "55-3 1,719 1.476",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      552.0,
      294.3,
      573.62,
      318.36
    ],
    "text": "60-0 1.789 1,570",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      595.2,
      295.5,
      617.17,
      319.08
    ],
    "text": "80-4 2,046 1,933",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      638.16,
      294.78,
      656.42,
      302.76
    ],
    "text": "90-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      638.64,
      303.18,
      660.44,
      319.8
    ],
    "text": "2.162 2.074",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      379.68,
      325.26,
      402.27,
      349.56
    ],
    "text": "1.252 46 87 14-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      422.88,
      325.98,
      445.09,
      349.8
    ],
    "text": "1,284 44-58 18-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      465.84,
      325.98,
      488.18,
      349.8
    ],
    "text": "1,647 45-65 33-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      508.56,
      325.98,
      531.29,
      349.8
    ],
    "text": "1,285 44-04 33-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      552.0,
      326.7,
      574.44,
      350.52
    ],
    "text": "1-381 44-91 33-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      590.88,
      327.18,
      617.55,
      351.0
    ],
    "text": "1.710 48-92 33-00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      638.16,
      327.42,
      664.61,
      351.24
    ],
    "text": "1,692* 50-70 40-09",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      379.92,
      357.66,
      656.12,
      367.56
    ],
    "text": "26-4 22-9 20-9 11-3 12-8 24-6 32-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      420.96,
      377.82,
      554.24,
      385.8
    ],
    "text": "Sourcet: The Sri Lanka Tea Board,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.5514235496521,
      7.892329692840576
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      453.12,
      386.22,
      601.42,
      410.28
    ],
    "text": "The Rubber Control Department, The Coconut Marketing Board, The Coconut Development Authority,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.73991584777832,
      7.771398067474365,
      7.778165817260742,
      7.783928871154785,
      7.812580108642578,
      7.8500471115112305
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      453.6,
      410.22,
      594.33,
      426.36
    ],
    "text": "The Coconut Cultivation Board, Department of Census and Statistics,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.783928871154785,
      7.820140838623047,
      7.840994834899902,
      7.864067554473877,
      7.9560160636901855
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      453.84,
      426.78,
      657.61,
      442.68
    ],
    "text": "Ministry of Agricultural Development and Research, The Paddy Marketing Board.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5514235496521,
      7.7626214027404785,
      7.771398067474365,
      7.792182922363281,
      7.818981170654297,
      7.833652973175049,
      7.8500471115112305
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      210.96,
      45.65,
      260.63,
      55.73
    ],
    "text": "( 22 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.68,
      67.49,
      415.86,
      125.57
    ],
    "text": "The recorded fertilizer issues to the tea sector rose sharply from 80,394 metric tons in 1977 to 115,500 metric tons in 1978 or by 44 per cent. This was in contrast to a decline in fertilizer issues of 18 per cent last year. Nevertheless, the average yield per acre declined by 7 per cent in 1978 compared with a rise of 7 percent in 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      10.004704475402832
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.68,
      138.05,
      415.49,
      208.13
    ],
    "text": "The total acreage under tea cultivation rose by 1 per cent to 603,464 acres in 1978. The area replanted during the year was 5,811 acres, which compared favourably with 3,067 acres replanted in 1977; but, this was well below the desirable annual-replanting target of 7,500 acres. The total area so far replanted in high yielding tea stood at 79,568 acres at the end of 1978. This represented a meagre 13 per cent of the total tea land in the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.673432350158691,
      9.952006340026855,
      9.952089309692383,
      10.006194114685059,
      10.016739845275879,
      10.041717529296875
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.16,
      223.01,
      416.98,
      485.09
    ],
    "text": "In evaluating \"the'dbappolh^ihg^pnformarice of the tea industry in 1978, cognizance must be made of the important fact that tea prices rose to unprecedented levels in 1977, inducing a positive response from producers at a time when the climatic conditions were quite favourable. In 1978, however, prices declined considerably. London prices of Sri Lanka teas during 1978 were, on the average, 44 per cent lower than in 1977. In fact they were almost half of the peak prices realised in early 1977. Colombo prices too were, on the average, 13 per cent lower than in 1977. Also, the changeover in the basis of taxation of the tea industry effected in November, 1977 had an adverse effect on the industry when faced with declining prices. Prior to the change, the taxation was based on a nominal export duty and a substantial .value-based progressive sliding-scale excise based on auction prices. This was changed to a substantial specific export duty and relatively minor value-based tax at the auction level. Undoubtedly, this was the more convenient way of siphoning off the windfall gains- accruing to the industry as a-result of the 1977 exchange reform. But, with the decline in prices, the specific tax burden became heavier; and no adjustments were made in the specific export duty. As a result, the net producer prices in 1978 tended to be much lower than in 1977 . On the other hand, cost of production (without reckoning the cost of additional labour required for replanting) has been estimated to have risen by about 30 per cent in 1978. Thus, declining income and rising cost had squeezed the industry in a scissor-grip and had seriously eroded producer margins in 1978.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.920413970947266,
      9.234773635864258,
      9.362083435058594,
      9.434905052185059,
      9.53786849975586,
      9.601384162902832,
      9.623696327209473,
      9.642093658447266,
      9.673432350158691,
      9.918416023254395,
      9.920085906982422,
      9.922005653381348,
      9.974115371704102,
      10.0018892288208,
      10.02711009979248,
      10.041717529296875,
      10.062230110168457,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      57.84,
      500.45,
      418.3,
      639.89
    ],
    "text": "This is borne out by the fact that low grown teas .which continued to enjoy favourable prices because of a firm Middle Eastern market, recorded a production gain in 1978 while the medium and high grown teas which fetched relatively unattractive prices slumped heavily in 1978. Faced with the erosion of prof it margins, producers have always tended to neglect recommended cultural practices in order to reduce costs, but this in turn depressed production in the future. In fact, the two laTge state land management institutions - the State Plantations Corporation and the Janatha Estates Development Board —which managed most of the lands vested in the State since the land reforms of 1972 and 1975, appeared to have managed to maintain their 1977 levels of pro­duction in 1978. This would mean that the major decline in tea production came from privately owned lands.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.321528434753418,
      9.423444747924805,
      9.482532501220703,
      9.625202178955078,
      9.673432350158691,
      9.936725616455078,
      9.94072437286377,
      9.946596145629883,
      9.947094917297363,
      9.949175834655762,
      9.97996711730957,
      9.992363929748535,
      10.012812614440918,
      10.02711009979248,
      10.034499168395996,
      10.041717529296875,
      10.04645824432373,
      10.133862495422363,
      10.18696117401123,
      10.206412315368652,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      213.12,
      45.65,
      263.03,
      55.73
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.88,
      67.25,
      418.83,
      269.33
    ],
    "text": "It should be noted, however, that these two corporations which managed the better tea plantations in the country should be in a position to account, by and large, for the major increase that is expected in Sri Lanka's tea production. In that context, the performance of these two institutions in 1978 could be deemed as disappointing. However, there were extenuating circumstances. There was some disruption caused by the transfer of land which once belonged to the Janawasa Commission to these institutions and the rationalisation of land distribution between the two major organizations undertaken during 1978. Yet, these institutional changes could have favourable effects on productions in the years to come. Also, in the case of fertilizer subsidies, the government adopted a discriminatory policy towards the state institution, in that they were entitled only to one-half of the subsidy that was granted to the private land owners during the major part of 1978. Apparently, the government felt that financial viability in their operations was not that important as they were state institutions. But, the fact remains that such decisions imposed considerable liquidity constraints on these institutions; and the erosion of profit margins may have affected incentives among estate management.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.234773635864258,
      9.321438789367676,
      9.370835304260254,
      9.433588981628418,
      9.436573028564453,
      9.451611518859863,
      9.623353004455566,
      9.673432350158691,
      9.907012939453125,
      9.907807350158691,
      9.925259590148926,
      9.933516502380371,
      9.947094917297363,
      9.952338218688965,
      9.952754974365234,
      9.953919410705566,
      9.982248306274414,
      9.992363929748535,
      10.001062393188477,
      10.007518768310547,
      10.031197547912598,
      10.101696968078613,
      10.133862495422363,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.64,
      280.85,
      418.54,
      350.93
    ],
    "text": "There was also an acute shortage of labour in certain high grown areas due to the accumulated effects of the repatriation of workers of Indian origin under the Indo-Sri Lanka Agreement of 1964. It has been reported that these labour shortages compelled planters to curtail the number of plucking rounds, thereby lowering production. The weather in certain high grown areas was also reported to be unfavourable.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.616853713989258,
      9.673432350158691,
      9.907012939453125,
      9.928179740905762,
      9.955625534057617,
      9.983078002929688,
      10.02388858795166,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      361.49,
      417.97,
      408.29
    ],
    "text": "The continued low rate of replanting could be attributed to the profit squeeze, the liquidity constraints of the state institutions, the disruption caused by institutional reforms and an inadequate supply of planting material during the year under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.442187309265137,
      9.451611518859863,
      9.619436264038086,
      9.673432350158691,
      9.907807350158691,
      9.915410041809082,
      9.952754974365234,
      9.954834938049316,
      10.023640632629395,
      10.133862495422363,
      10.163359642028809
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.44,
      419.81,
      418.61,
      457.73
    ],
    "text": "On the whole, the tea industry appears to be beset with several major problems. As it was stressed in the last Annual Report, the need for higher pro­ductivity in this important sector of the economy calls for a much higher rate",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.425333976745605,
      9.457347869873047,
      9.598278999328613,
      9.61233139038086,
      9.673432350158691,
      9.916621208190918,
      9.922005653381348,
      10.004704475402832,
      10.041717529296875,
      10.163359642028809
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.44,
      461.57,
      417.78,
      541.25
    ],
    "text": "of replanting, much better management in the state sector and better producer margins which would enable the adoption of recommended cultural practices. The replanting of tea is financed by a cess on exports and there is much potential for higher replanting by enhancing the subsidies. More nurseries will have to be established if the increased requirement of planting material is to be met. It will be necessary to introduce effective incentive schemes for managers",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.673432350158691,
      9.915410041809082,
      9.93547534942627,
      9.94072437286377,
      9.952338218688965,
      9.954834938049316,
      10.007518768310547,
      10.133862495422363
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.48,
      545.09,
      417.35,
      638.69
    ],
    "text": "if the maximum potential of the state-owned land is to be realised. There is no incentive for improved production under the present system of uniform bonuses and standardized salaries. Also, the decision making power of the managers appears to have been substantially reduced under state ownership. More effective regionalisation of management would help in giving managers greater authority. Also, it is worth examining whether the two institutions are too large for successful management.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.056397438049316,
      9.234773635864258,
      9.444467544555664,
      9.496146202087402,
      9.555000305175781,
      9.673432350158691,
      9.916621208190918,
      9.917706489562988,
      9.922547340393066,
      9.935308456420898,
      9.947094917297363,
      10.133862495422363
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      209.04,
      46.13,
      257.3,
      56.21
    ],
    "text": "( 24 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      53.04,
      66.05,
      90.12,
      76.13
    ],
    "text": "Rubber",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.675530433654785
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      53.52,
      80.45,
      413.92,
      198.53
    ],
    "text": "Rubber production rose from 322 million pounds in 1977 to 343 million pounds in 1978, an increase of 7 per cent. This was the highest production realised since the peak of 351 million pounds achieved in 1970. The average yield per acre at 753 pounds in 1978 showed a remarkable improvement of about 9 per cent; this was the -highest yield recorded so far. On the other hand, the area under tapping fell by 2 per cent. The notable increase in production was largely due to a positive response to attractive prices coupled with continued favourable weather conditions. The attractive- producer margin seems to have induced some marginal producers to resort to~fslaughter tapping as well.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.400649309158325,
      9.468549728393555,
      9.477553367614746,
      9.536131858825684,
      9.670479774475098,
      9.675530433654785,
      9.716141700744629,
      9.973450660705566,
      10.006194114685059,
      10.041717529296875
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.44,
      214.37,
      416.29,
      344.45
    ],
    "text": "The-area replanted increased considerably by 23 per cent from 6,464 acres in 1977 to 7,968 acres in 1978. This improved performance could be partly attributed to the enhanced replanting subsidy announced in November, 1977. Since replanting still lagged behind the required conventional target of 15,000 acres per year (about 17,000 acres, if the backlogjs to be cleared), the Govern­ment raised the subsidy further from Rs, 3,000 to 4,000 per acre in November, 1978. This may have a positive effect on replanting in 1979, although the increase appears inadequate to compensate full costs and loss of income during the long gestation period. The cumulativeitotal area replanted at the end of 1978 amounted to 346,653 acres or .62 per cent tof the total area under cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.434905052185059,
      9.451611518859863,
      9.476461410522461,
      9.594783782958984,
      9.614527702331543,
      9.716141700744629,
      9.952006340026855,
      9.97789192199707,
      10.006194114685059,
      10.016739845275879,
      10.023640632629395
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.12,
      357.65,
      417.29,
      396.05
    ],
    "text": "In 1978, 935 acres were newly planted in rubber as against 111 acres in the preceding year. High producer margins and an enhancement of the new planting subsidy from Rs. 1,800 to Rs. 2,700 per acre announced in the Budget",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.682759284973145,
      9.716141700744629
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.6,
      400.13,
      226.77,
      410.21
    ],
    "text": "for 1978 brought about this .increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.716141700744629,
      10.041717529296875
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.36,
      422.69,
      417.85,
      475.25
    ],
    "text": "Fertilizer issues for rubber increased from 12,440 metric tons in 1977 to 21,010 metric tons in 1978. The increased availability of \"fertilizer and the higher subsidy rate enjoyed by the growers in the private sector throughout the first half of 1978 explain the improvement in fertilizer application.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.543336868286133,
      9.716141700744629,
      10.163359642028809
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      58.08,
      489.41,
      420.86,
      643.49
    ],
    "text": "The future prospects for natural rubber appears to be highly favourable with oil prices indicating a sharply rising trend. The prices of competitive synthetic rubber, which is a product of petro-chemical industry, are certain to move up appreciably Moreover, prospects for. international co-operation among primary producers appear to be brightest in the case of rubber. Hence, a more concerted effort is required to increase rubber production and reap the benefits from the favourable price situation. Even.a doubling^of the current replanting rate cannot be deemed to be excessive. In fact, the uprooted rubber trees could be an important source of firewood, where supplies appear to be dwindling. T o achieve the replanting target and to clear the accumulated replanting deficit, a substantial increase in the subsidy may be required. Improved facilities to the smallholder will also help to upgrade the quality of rubber, the price premium for better quality being considerable.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.407394409179688,
      9.438855171203613,
      9.449640274047852,
      9.451611518859863,
      9.470211029052734,
      9.50769329071045,
      9.559418678283691,
      9.58869743347168,
      9.632770538330078,
      9.633758544921875,
      9.671806335449219,
      9.690710067749023,
      9.69387149810791,
      9.716141700744629,
      9.952048301696777,
      9.952338218688965,
      9.952381134033203,
      9.981252670288086,
      9.983616828918457,
      10.0018892288208,
      10.016739845275879,
      10.13668155670166,
      10.163359642028809
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      209.28,
      42.29,
      258.74,
      52.37
    ],
    "text": "( 25 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.24,
      64.85,
      96.51,
      74.93
    ],
    "text": "Coconut",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.521966934204102
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.24,
      80.93,
      415.51,
      152.21
    ],
    "text": "Coconut production which dropped to its lowest level in 1977 following unprecedented droughts during the previous two years, showed signs of improvement in 1978. Production in 1978 has been estimated to have risen to 2,207 million nuts representing an increase of 21 per cent. Yet, production lagged far behind the average level of production of over 2,500 million nuts achieved in the early seventies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.424454689025879,
      9.521966934204102,
      9.597804069519043,
      9.620813369750977,
      9.716141700744629,
      10.09825325012207
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.48,
      164.21,
      415.5,
      282.29
    ],
    "text": "The appreciable recovery of coconut in 1978 may be chiefly attributed to lagged effects of evenly distributed rainfall in the coconut areas in 1977 and continued favourable weather in 1978. Better maintenance of coconut lands also appears to have had a positive impact on coconut production. Fertilizer application on coconut lands increased sharply by 46 per cent to 42,500 metric tons in 1978. The 75 per cent subsidy which was effective during the first half of 1978 to the private sector was mainly responsible for this increase. The establishment of regional fertilizer distribution centres by the Coconut Marketing Board and the more liberal and timely availability also explain the improve­ment in fertilizer usage.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.597804069519043,
      9.644197463989258,
      9.668124198913574,
      9.671806335449219,
      9.716141700744629,
      10.023640632629395,
      10.02388858795166,
      10.041717529296875
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.96,
      295.73,
      415.27,
      365.81
    ],
    "text": "The total acreage replanted and the acreage newly cultivated in 1978 amounted to 1,207 and 1,297 acres, respectively. An area of 233 acres were inter-cropped with coffee, cocoa and pepper. In order to stimulate production and to encourage a mere intensive pattern of land use in the coconut sub-sector, subsidies for replanting, under-planting, rehabilitation, new planting and inter-cropping were raised in August, 1978.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.188251495361328,
      9.224905014038086,
      9.663755416870117,
      9.671806335449219,
      9.716141700744629,
      9.952006340026855,
      10.006194114685059,
      10.085904121398926
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.2,
      376.37,
      415.02,
      422.45
    ],
    "text": "The cyclone in November, 1978 was estimated to have completely destroyed nearly 30,000 acres of coconut land in the districts of Amparai, Batticaloa and Polonnaruwa. This amounts to about 2 per cent of the total acreage in the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.388669967651367,
      9.671806335449219,
      9.693358421325684,
      9.716141700744629,
      9.952006340026855
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.24,
      432.77,
      416.76,
      586.85
    ],
    "text": "Coconut has been one of the most tightly controlled or regulated industries for quite a long time. On the one hand, coconut forms an important part of indigenous diet and successive governments have endeavoured to keep prices low. On the other hand, coconut cultivation as a mono-crop requires little attention (for example, when compared to tea or rubber) and thus had become a pastime of the traditional absentee land-owner, whose main source of income comes from elsewhere, and who was, therefore, not overly concerned with a high and adequate return on his investment. Virtually no new investment has taken place in the processing industry in recent times, on grounds that there was over-capacity. In other words, the industry displayed the usual signs of a stagnant or declining industry. When consumption rose or when production declined, governments were quite keen to curtail exports with a view to maintaining low consumer prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.436485290527344,
      9.4423189163208,
      9.460718154907227,
      9.517355918884277,
      9.521966934204102,
      9.583298683166504,
      9.670479774475098,
      9.716141700744629,
      9.960572242736816,
      9.963689804077148,
      9.967761993408203,
      9.981833457946777,
      10.007518768310547,
      10.020708084106445,
      10.09825325012207,
      10.101696968078613,
      10.118529319763184,
      10.23731803894043
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.48,
      597.17,
      418.34,
      643.25
    ],
    "text": "It is quite clear that if the consumer interest prevail over that of the producers, the prospect of coconut becoming a major growth industry in the country is poor. It is important to note that the acreage under coconut is only second to that of paddy; thus any measures taken to develop this industry at",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.455596923828125,
      9.517922401428223,
      9.680878639221191,
      9.716141700744629,
      9.981833457946777,
      9.98730754852295,
      10.041717529296875,
      10.09825325012207,
      10.23731803894043
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      208.56,
      46.61,
      259.46,
      56.69
    ],
    "text": "( 26 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      52.8,
      67.97,
      414.49,
      162.05
    ],
    "text": "likely to have a wide mass impact not only among consumers but also among large number of producers. Productivity of the industry can be improved by new investment, but unless the industry becomes more remunerative, no long term investment can be anticipated. Exports of high value coconut oil could be increased if substitute oils are developed locally or even imported. In other words, coconut is an industry with high growth potential, but which has suffered for very long by a form of benign neglect. The creation of a new Ministry in charge of the industry should help in revitalizing this important industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.451611518859863,
      9.465093612670898,
      9.479562759399414,
      9.613882064819336,
      9.634016990661621,
      9.716141700744629,
      10.005407333374023,
      10.041717529296875
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.28,
      175.01,
      84.35,
      185.09
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.716141700744629
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.28,
      191.09,
      414.56,
      237.17
    ],
    "text": "Paddy production in the cultivation year 1978 (Maha 1977/78 and Yala 1978) has been estimated at 90*6 million bushels by the Department of Census and Statistics. This indicated an increase of 10.2 million bushels or 13 per cent over the previous year's record harvest.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.436485290527344,
      9.498194694519043,
      9.716141700744629
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.28,
      247.49,
      417.36,
      365.57
    ],
    "text": "Of the total harvest, 61 • 6 million bushels or about two thirds was obtained during the Maha season. This was the highest production recorded for any Maha season and it showed an increase of 6-8 million bushels or 12*4 per cent over the preceding Maha season. The Yala season of 1978 contributed 28*9 million bushels or 32 per cent of the total harvest. Once again, this was the biggest harvest achieved during any Yala season. Besides favourable weather conditions, significant increase in the area sown and harvested, the expansion of area under irrigation, greater availability of institutional credit and increased use of fertilizer, along with the enhanced guaranteed price of paddy, were factors responsible for this bumper harvest in 1978.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.127622604370117,
      9.663797378540039,
      9.716141700744629,
      9.820878028869629,
      9.952006340026855,
      9.952754974365234,
      10.006194114685059,
      10.02797794342041,
      10.041717529296875
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.24,
      376.61,
      416.28,
      470.69
    ],
    "text": "The area sown increased by 6 per cent from 2 • 05 million acres in 1977 to 2• 16 million acres in 1978. The area harvested rose from 1-93 to 2-07 million acres in 1978 - an increase of 7 - 3 per cent. The increase in the harvested area was mainly a result of more assured water supply under irrigation schemes, parti­cularly under the first stage of the Mahaveli Development Scheme. The extent under irrigation rose by 121,000 acres over the previous year. The incidence of crop failure, indicated by the difference between the sown and the harvested acreage, decreased from 6 per cent in 1977 to 4 per cent in 1978.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.203516006469727,
      9.236746788024902,
      9.316329956054688,
      9.485980987548828,
      9.614527702331543,
      9.663926124572754,
      9.671806335449219,
      9.69258975982666,
      9.716141700744629,
      9.809657096862793,
      9.969672203063965,
      10.006194114685059,
      10.046664237976074
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.24,
      481.49,
      415.41,
      551.57
    ],
    "text": "Fertilizer issues to the paddy sector by the Agrarian Services Division of the Ministry of A gricultural Development and Research rose significantly, from 80,123 tons in 1977 to 112,000 tons in 1978, an increase of 40 percent. Agricultural credit for paddy cultivation increased phenomenally from Rs. 99-2 million in the cultivation year 1977 to Rs.452-6 million in 1978. Bulk of this increase was recorded during the Maha season of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.590424537658691,
      9.624987602233887,
      9.716141700744629,
      10.041717529296875
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.76,
      561.41,
      413.77,
      643.49
    ],
    "text": "The average yield per acre showed only a marginal improvement despite the favourable factors mentioned above. The average yield per acre in 1978 was 50-7 bushels as against 48-9 bushels reported in 1977. The marginal improvement was also almost entirely due to an increase in yields from irrigated lands, the rainfed paddy areas reporting a slight drop in yields. As it was stated in the previous year's Annual Report also, the low yield performance amidst highly favourable conditions was a matter for serious concern. In aland scarce country, maximiza-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.468374252319336,
      9.631309509277344,
      9.668124198913574,
      9.671806335449219,
      9.69387149810791,
      9.716141700744629,
      10.002965927124023,
      10.02388858795166,
      10.036767959594727
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      211.92,
      44.69,
      262.79,
      54.77
    ],
    "text": "( 27 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.4,
      66.05,
      418.43,
      100.13
    ],
    "text": "tion of productivity per unit of land is of utmost importance. Therefore, an intensive programme to reduce the gap between potential and the actual yield per acre should be given high priority in the agricultural development strategy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.919041633605957,
      9.919835090637207,
      9.924758911132812,
      10.001724243164062
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      55.68,
      112.37,
      418.07,
      218.45
    ],
    "text": "The Paddy Marketing Board (PMB) purchased 32 million bushels of paddy or 35 per cent of the 1978 paddy harvest. This was the highest amount purchased since 1971 and showed an improvement of 7-5 million bushels or 32 per cent over the purchases made in 1977. The bumper harvest and the increase in the guaranteed price of paddy from R*. 33 to Rs. 40 per bushel, announced in November, 1977 and the relaxation of minimum quality standards of paddy purchases contributed to this improvement. About 85 per cent of the purchases came from the Dry Zone areas, especially from the districts of Anuradhapura, Polonnaruwa and Trincomalce.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.40246295928955,
      9.424983024597168,
      9.498194694519043,
      9.512569427490234,
      9.573918342590332,
      9.625202178955078,
      9.638142585754395,
      9.673432350158691,
      9.907054901123047,
      9.907848358154297,
      9.926469802856445,
      9.929888725280762,
      9.938225746154785,
      10.020832061767578,
      10.041717529296875
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.16,
      229.25,
      418.62,
      299.33
    ],
    "text": "In 1978, the PMB delivered 253,121 tons of rice (equivalent of 17-7 million bushels of paddy) and about 9-3 million bushels of paddy (equivalent of 133,000 tons of rice) to the Food Commissioner for issue under the ration scheme. The issue fof paddy under the ration commenced in the last week of May, 1978 with a view to reducing the storage problems of the Board and the pressure on milling capacity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.40545654296875,
      9.47611141204834,
      9.614527702331543,
      9.673432350158691,
      9.914156913757324,
      9.916078567504883,
      10.004704475402832
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.16,
      313.97,
      418.74,
      444.05
    ],
    "text": "Although the rated storage capacity of the PMB increased from 15-4 million bushels in 1977 to 16-5 million bushels by the end of 1978i the Board continued to experience inadequate storage facilities in the surplus areas. The concentration of bulk of the purchases - 22 million bushels or 66 per cent of the purchases-into a short period from March to July aggravated the storage problem. This situation made it necessary to store paddy in the open air, under tarpaulin and also to transport paddy from the surplus areas to deficit areas, thereby incre­asing the operating costs of the Board. Rationalization of the storage expansion programme of the PMB along with better co-ordination between the Board and the Food Commissioner would considerably help to ease the problems of storage and wastage resulting from lack of adequate storage facilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.40545654296875,
      9.590424537658691,
      9.633286476135254,
      9.673432350158691,
      9.91457462310791,
      9.914824485778809,
      9.934225082397461,
      9.938225746154785,
      9.950383186340332,
      9.952338218688965,
      10.003255844116211,
      10.004456520080566,
      10.018972396850586,
      10.02388858795166
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.88,
      456.29,
      418.83,
      538.37
    ],
    "text": "Rice milling capacity in the country improved during the year owing to the liberalization of imports which enabled millers to obtain necessary machinery and spare parts without hindrance. The withdrawal of the rice ration from about one-half of the population from February, 1978 led to an abrupt expansion of the private market for rice. The improved milling capacity enabled the private lector to cop; with this tremendous expansion in demand. As a result, the open market prices of rice in the country remained fairly stable during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.399423599243164,
      9.603497505187988,
      9.611254692077637,
      9.673432350158691,
      9.916078567504883,
      9.923173904418945,
      9.93322467803955,
      9.974115371704102,
      9.975733757019043,
      10.041717529296875,
      10.113249778747559
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.84,
      555.17,
      103.79,
      565.25
    ],
    "text": "Fert Hirer",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      10.01917839050293
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.6,
      571.01,
      419.75,
      641.09
    ],
    "text": "According to the Fertilizer Corporation, total issues of fertilizer rose to a peak level of 372,300 metric tons representing an increase of 23 per cent over the last year's level of 303,500 metric tons. This substantial increase was a combined result of timely availability and increased demand arising from the generally favourable conditions for agriculture. Moreover, the increase in subsidy from 50 to 75 per cent effective in the first half of 1978 in the case of private",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.452312469482422,
      9.494183540344238,
      9.50769329071045,
      9.524619102478027,
      9.673432350158691,
      9.952006340026855,
      9.969672203063965,
      10.0018892288208,
      10.004704475402832
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      206.16,
      48.05,
      256.55,
      58.13
    ],
    "text": "( 28 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      50.4,
      70.13,
      411.59,
      116.21
    ],
    "text": "farmers also contributed to the increase. About 31 per cent of the fertilizer was issued to the tea sector, whereas the shares of coconut and rubber sectors were 11 per cent and 6 per cent, respectively. The paddy sector accounted for 35 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.977560043334961
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      50.64,
      128.69,
      411.41,
      306.77
    ],
    "text": "The rate of fertilizer subsidy which was based on the selling prices of the Fertilizer Corporation was changed several times during the year. With effect from 15th March, 1978 the subsidy to the public sector was reduced from 75 to 50 per cent. The private sector continued to enjoy the 75 percent subsidy. These rates were again changed to 25 per cent and 50 per cent for the public sector and private sector, respectively from 1st July, 1978. The new higher prices appeared to be a disincentive for wider fertilizer use. Also, the Government had decided to do away with the monopoly of imports by the Fertilizer Corporation, but this could not be implemented as long as the subsidized fertilizer prices were determined according to the Corporation's selling prices. Hence, on November 21, 1978 a uniform subsidy of 50 per cent of the import (C St F) price of fertilizer was announced. At the same time, the Customs duty of 12J per cent and the Business Turnover Tax on fertilizer were also abolished. Along with these measures, prices of fertilizer were reduced by 5 to 10 per cent, but they were higher than the prices at the beginning of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.234773635864258,
      9.40233039855957,
      9.434905052185059,
      9.448850631713867,
      9.451611518859863,
      9.494183540344238,
      9.543553352355957,
      9.546503067016602,
      9.567082405090332,
      9.673432350158691,
      9.907012939453125,
      9.93234920501709,
      10.041717529296875,
      10.104483604431152,
      10.119715690612793,
      10.163359642028809
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      328.85,
      151.19,
      338.93
    ],
    "text": "Fish and Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.673432350158691,
      9.981377601623535,
      10.090378761291504
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      51.36,
      347.09,
      411.41,
      417.17
    ],
    "text": "In contrast to the preceding year's marginal improvement, fish production is estimated to have increased from 138,221 tons in 1977 to 160,125 tons in 1978, an improvement of 16 per cent. The improved production in the private sector by about 22,000 tons or 16 per cent accounted for this achieve­ment. Production in the public sector remained static and its share in total production continued to be less than 1 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.952006340026855,
      9.975401878356934,
      9.996299743652344,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      51.36,
      431.81,
      410.78,
      489.89
    ],
    "text": "During the year, the policy of the Fisheries Corporation was oriented to buying more fish from the private sector. Accordingly, the Corporation purchased 4,203 tons of fish from the private sector, which was 74 per cent higher than in the previous year. The improvement in purchases also reflected increased production in the private sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.370835304260254,
      9.433633804321289,
      9.673432350158691,
      10.119715690612793
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      48.48,
      504.53,
      410.96,
      646.61
    ],
    "text": "The Department of Census and Statistics has estimated milk production in 1978 at 212 million litres. This reflects a drop from the 1977 production level of 214 m«llion litres. The National Milk Board was able to collect only 49 million litres or 23 per cent of the year's production as against 55 million litres or 25 per cent it collected in the previous year. The shortfall in production as well as in collections may be explained mainly in terms of low producer margins resulting from high cost of animal feed. Perhaps, increased slaughter of animals due to high prices of beef may also have had some adverse impact on milk production. The reduction of animal feed prices by the Oils and Fats Corporation by about 20 per cent and the increase of the Milk Board's purcha­sing price by about 38 per cent announced in November, 1978 may reverse the declining trend in 1979.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.371851921081543,
      9.398453712463379,
      9.409022331237793,
      9.475674629211426,
      9.47611141204834,
      9.553353309631348,
      9.586970329284668,
      9.673432350158691,
      9.91457462310791,
      9.91645336151123,
      9.916579246520996,
      9.935016632080078,
      9.94863510131836,
      9.968010902404785,
      9.976398468017578,
      10.100754737854004
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      207.36,
      43.97,
      257.3,
      54.05
    ],
    "text": "( 29 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.32,
      65.57,
      413.01,
      112.37
    ],
    "text": "Production of eggs, as estimated by the Census and Statistics Department decreased by 5 per cent from 380 million in 1977 to 360 million eggs in 1978. As in the last year, low producer margins arising primarily from high animal feed prices led to this deterioration in production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.441398620605469,
      9.475674629211426,
      9.716141700744629,
      10.004704475402832,
      10.041717529296875
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      51.6,
      128.31,
      101.63,
      136.17
    ],
    "text": "INDUSTRY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.482975482940674
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      51.84,
      140.45,
      413.54,
      234.53
    ],
    "text": "The value of production of the manufacturing industry of Sri Lanka (excluding export processing industries associated with major traditional agricultural exports of Tea, Rubber and Coconut) has been estimated to have increased from Rs. 7004 million in 1977 to Rs. 8851 million in 1978, reflecting an expansion of 26 per cent, as against 16 per cent in the previous year.1 When deflated by the Wholesale Price Index to offset price changes, the real rate of industrial growth in 1978 could be estimated as 11 per cent, as compared with comparable rates of 1 per cent each in 1977 and 1976.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.400649309158325,
      9.451611518859863,
      9.468986511230469,
      9.57850170135498,
      9.671806335449219,
      9.67531681060791,
      9.716141700744629,
      9.961528778076172,
      9.979759216308594,
      10.104483604431152,
      10.163359642028809
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.56,
      243.89,
      414.01,
      457.97
    ],
    "text": "This remarkable and unprecedented spurt of industry in 1978 could be described as the spontaneous reaction of domestic industry to its emancipation from the straitjacket of controls after the re-orientation of economic policies in 1977. Liberalization of imports made raw materials and spares easily available. As a result, inventories could be scaled down, and capacities utilized to a greater extent. Limited competition from imports necessitated the up-grading of quality In a competitive environment. It appears that certain industries were so inefficient that they were unable to compete even under substantial import protection and were driven to the wall, but it is worth examining whether such industries should be protected and nurtured for ever at a high social and economic cost. The high employment oriented handloom textile industries were faced with a critical challenge from superior and highly competitive textile imports, arising largely from the decision to supply the domestic market with cheap and better textiles by administrative waiver of protective tariffs. It appears that continued sudsidization of employment in the handloom industry at the expense of the consumer may be counter productive in the long run, as it encourages a low level of efficiency. It might be preferable to improve the technology and the quality with a view to catering to the high quality international markets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.277538299560547,
      9.327167510986328,
      9.408317565917969,
      9.414432525634766,
      9.43266773223877,
      9.436485290527344,
      9.451611518859863,
      9.494183540344238,
      9.641621589660645,
      9.669023513793945,
      9.671806335449219,
      9.6835298538208,
      9.716141700744629,
      9.952048301696777,
      9.952338218688965,
      9.95400333404541,
      9.974115371704102,
      10.0018892288208,
      10.027729034423828,
      10.032064437866211,
      10.23731803894043
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.32,
      467.81,
      415.45,
      609.89
    ],
    "text": "It appears that both public and private sector industries grew substantially in 1978. In current value terms, private sector industrial output expanded by 30 per cent, while the public sector output rose by 26 per cent. Capacity utilization which was about 61 per cent last year, rose to 70 per cent in 1978. Employment in industry has grown by about 15 per cent, private sector employment rising by 17 per cent, and public sector employment by 13 per cent. The usage of imported raw materials in industry rose from 66 per cent in 1977 to 79 per cent in 1978. This was an inevitable short-term development of the freeing of the bulk of raw materials from import licensing. Hereafter, import tariffs and not quantitative restrictions, will have to be used in encouraging the substitution of imports by domestic raw materials, wherever comparative advantages exists.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.442187309265137,
      9.644583702087402,
      9.6710786819458,
      9.671806335449219,
      9.716141700744629,
      9.96406364440918,
      9.979759216308594,
      10.004704475402832,
      10.23731803894043
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.32,
      618.39,
      415.25,
      642.09
    ],
    "text": "!• As in the past, this data is based on a Central Bank survey of nearly 1500 industrial establishments, which constitute the major part of domestic industry. Details will be published in the forthcoming Review of the Economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.58072566986084,
      7.788476943969727,
      7.7936201095581055,
      7.795819282531738,
      7.807934284210205,
      7.809579849243164,
      7.810580730438232,
      7.81535530090332,
      7.822865962982178,
      7.8250250816345215,
      7.839474201202393,
      7.845933437347412,
      7.847925662994385,
      7.873448848724365,
      7.874312877655029,
      7.878281593322754,
      7.908010482788086,
      7.97064733505249
    ]
  }
]