[
  {
    "page_number": 0,
    "bbox": [
      231.12,
      68.06,
      243.88,
      78.02
    ],
    "text": "48",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.609370231628418
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.8,
      88.94,
      97.94,
      98.9
    ],
    "text": "WAGES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.360302925109863
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.76,
      110.06,
      419.62,
      131.06
    ],
    "text": "The wages of government employees and employees in the private sector (covered by Wages Boards regulations), decreased in real terms in 1980.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.394939422607422,
      9.609370231628418,
      9.893861770629883,
      9.906665802001953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      144.38,
      420.52,
      229.94
    ],
    "text": "The money wages of government employees increased at a lower rate in 1980 than in 1979. The Money Wage Rate Index for technical and clerical employees rose by 10 per cent in 1980 compared with an increase of 16 per cent in the previous year. In the case of minor employees and school teachers, the increases in money wages in 1980 were 12 per cent and 9 per cent, respectively, as against increases of 2t and 15 per cent, respectively, in 1979. These increases in money wages occurred mainly owing to the salary increase of Rs. 70 per month granted in November, 1980.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.909544944763184,
      9.372626304626465,
      9.395628929138184,
      9.521174430847168,
      9.552473068237305,
      9.580329895019531,
      9.609370231628418,
      9.84749698638916,
      9.8617582321167,
      9.861922264099121,
      10.06407642364502,
      10.107364654541016
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.04,
      247.1,
      421.48,
      309.86
    ],
    "text": "Real wages1 of government employees declined by 11.6 per cent in 1980 compared with an increase of 7 per cent in 1979 over 1978. The real wages of techni­cal and clerical employees showed a decline of 13 per cent as against an increase of 5 per cent in 1979. The real wages of minor employees, which rose by 9 per cent in the previous year decreased by 12 per cent in 1980, while that of school teachers dropped by 14 per cent as against an increase of 4 per cent in 1979.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.3632795810699463,
      8.538148880004883,
      8.909544944763184,
      9.372626304626465,
      9.572504997253418,
      9.609370231628418,
      9.861922264099121,
      9.906665802001953,
      10.180865287780762
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      328.22,
      419.24,
      385.22
    ],
    "text": "In the private sector, the money wages of workers in agriculture rose by 25 per cent while that of the workers in industry and commerce increased by 22 per cent. The comparable figures for 1979 were 28 per cent and 17 per cent, respectively. The combined money wage index for workers in the private sector rose by 25 per cent as against an increase of 27 per cent in the previous year.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.909544944763184,
      9.609370231628418,
      9.861922264099121,
      9.867300033569336,
      10.180865287780762
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.08,
      402.14,
      419.1,
      446.66
    ],
    "text": "The real wages of workers in agriculture which rose by 15 per cent in 1979 declined marginally by 0.2 per cent in 1980. Similarly the real wages of workers in industry and commerce decreased by 3 per cent in 1980 compared with an increase of 5 per cent in 1979.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.909544944763184,
      9.547341346740723,
      9.609370231628418,
      9.867300033569336,
      9.906665802001953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      463.58,
      96.75,
      473.54
    ],
    "text": "TRADE",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.336301803588867
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      484.7,
      419.07,
      607.46
    ],
    "text": "Sri Lanka's balance of trade, on the basis of Customs data, recorded a deficit of Rs. 16,364 million (SDR 761 million) in 1980, in comparison with a deficit of Rs. 7,287 (SDR 362 million) in 1979 showing an increase of 125 per cent ( n o per cent in SDR terms). The major factor responsible for the adverse trade position in 1980 was a sharp increase in the value of imports which amounted to Rs- 33,637 million (SDR 1,563 million) indicating an increase of Rs. 11,077 million or 49 per cent (39 per cent in SDR terms). In contrast export earnings increased only by 13 per cent (6 per cent in SDR terms) to Rs. 17,273 million (SDR 803 million). When Customs data are adjusted for the imports and exports by certain government agencies which get recorded after a time lag the trade deficit in 1980 amounted to Rs. 15,561 million.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.909544944763184,
      9.416211128234863,
      9.446056365966797,
      9.581132888793945,
      9.609370231628418,
      9.857650756835938,
      9.918841361999512,
      9.940743446350098,
      9.988336563110352,
      9.991580963134766,
      9.99433708190918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      632.79,
      417.81,
      640.65
    ],
    "text": "1. The real wages are computed by deflating money wages by the Colombo Consumers' Price Index.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.73565149307251,
      7.58072566986084,
      7.776298522949219,
      7.79332971572876,
      7.8596391677856445,
      7.863293647766113,
      7.879720211029053
    ]
  }
]