[
  {
    "page_number": 0,
    "bbox": [
      94.56,
      42.7,
      356.94,
      51.67
    ],
    "text": "1. E C O N O M I C PROBLEMS A N D POLICIES 1967",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      200.4,
      62.62,
      251.47,
      71.59
    ],
    "text": "Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.84,
      82.78,
      409.88,
      192.55
    ],
    "text": "A substantial expansion in real output was the highlight o f the economic situation in 1967. The foundation of this expansion was firmly rooted in production fi r domestic use, unlike in past years when the gocd or bad performance o f the economy depended mainly on expert performance. Not only was the output of the domestic sector substantially higher than in the previous year, but it was also sufficient to more than offset a further decline in the export sector and to provide a higher rate of growth than in the two previous years. Thus, Gross National Product recorded an increase of 4.9 per cent, at current factor cost prices, and an increase o f 4.2 per cent at constant prices. The increase in the Gross Domestic Product at current prices was higher at 5.2 per cent, the difference being explained by \"net outflows on investment being higher than in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.231250762939453,
      8.235753059387207,
      8.332573890686035,
      8.374162673950195,
      8.383832931518555,
      8.422676086425781,
      8.428983688354492,
      8.519105911254883,
      8.564538955688477,
      8.577820777893066,
      8.610419273376465,
      8.819223403930664,
      8.821788787841797,
      8.843108177185059,
      8.860749244689941,
      8.871404647827148,
      8.875324249267578,
      8.896662712097168,
      8.932100296020508,
      9.001465797424316,
      9.040304183959961
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      203.98,
      409.74,
      252.31
    ],
    "text": "The increase in population in 1967 was 2.2 per cent, a continuation o f the falling trend as evidenced by rates o f 2.4 per cent in 1965 and 2.3 per cent in 1966. In per capita terms, Gross National Product in 1967 increased by 2.7 per cent at current prices and 2.0 per cent at constant prices. A further deterioration in the terms of trade prevented an increase in per capita National Income.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465,
      8.843108177185059,
      8.849264144897461,
      8.873992919921875,
      8.875324249267578,
      8.936726570129395,
      8.987934112548828
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      264.22,
      409.83,
      333.67
    ],
    "text": "The balance o f payments situation in 1967, as in 1966, caused grave concern. The terms of trade, which had declined by 13.1 per cent in 1966, declined further by 9.4 per. cent, reflecting a fall in export prices of 6.3 per cent and a rise in import prices o f 3.4 per cent. Export earnings reached the lowest level since 1953, while import payments were only marginally lower than the highest-ever level reached in 1966. Consequently, there was continuous pressure on external payments through­out the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.42353343963623,
      8.610419273376465,
      8.81866455078125,
      8.819223403930664,
      8.849264144897461,
      8.871626853942871,
      8.875324249267578,
      8.901712417602539,
      9.001465797424316
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      344.86,
      409.35,
      424.39
    ],
    "text": "The import programme of Rs. 2519 million, as originally provided under the Foreign Exchange Budget for 1967, had to be scaled down to Rs. 2231 million in view of the deteriorating balance of payments siluation ; the actual licences issued were even lower by Rs. 176 million. The balance c f payments fcr the year showed a current account deficit o f Rs. 329 million. The cumulative effects o f the almost continuous pressure on external payments over several years and the devaluation o f the Pound Sterling led to a devaluation of the Ceylon Rupee by 20 per cent cn Novem­ber 22, 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39372730255127,
      8.403101921081543,
      8.432951927185059,
      8.610419273376465,
      8.81866455078125,
      8.828034400939941,
      8.843108177185059
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      435.1,
      408.22,
      542.47
    ],
    "text": "A decline in net external banking assets, consequent on the deterioration in the balance of payments, which was more than effset by expansionary financing o f Government fiscal operations and by commercial bank credit to the private sector led to a monetary expansion in 1967, in contrast to the mcdest contraction in 1966-This expansion was, however, concentrated in the last fcur months of the year. The expansion in money supply of Rs. 149 million, or 9 per cent, in 1967 shows an exaggerated picture o f expansion in view of the sharp contraction in money supply in the last five months of 1966 and the sharp expansion in the last four months of 1967. The average monthly level of money supply in 1967 was only 2.7 per cent higher than that in the previous year, when the average monthly level was higher than that in 1965 by 2.2 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.231250762939453,
      8.370362281799316,
      8.39372730255127,
      8.518951416015625,
      8.537837982177734,
      8.610419273376465,
      8.891314506530762,
      8.899168968200684,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      555.58,
      408.18,
      625.03
    ],
    "text": "This monetary expansion combined with administrative measures, such as the restriction of certain imports with a view to affording greater incentives fcr domestic production and the passing on to consumers c f seme o f 1he cost increases arising from devaluation, resulted in prices being generally higher than in the previous year, despite the substantial increase in supplies provided by increased production for domestic use. Prices, as measured by the Colombo Consumers' Price Index, rose by 2.23 per cent in 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3275728225708,
      8.39372730255127,
      8.398844718933105,
      8.445080757141113,
      8.556797981262207,
      8.610419273376465,
      8.837468147277832,
      8.896662712097168,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      220.8,
      29.26,
      237.64,
      38.23
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.8,
      48.22,
      409.63,
      107.59
    ],
    "text": "Aggregate expenditure, on consumption and capital formation, was higher than the resources made available through domestic production. There was in consequence a sizeable deficit in the balance o f payments which was met through external assistance by way of commodity aid, project aid including grants, and an increase in short-term liabilities, especially to the International Monetary Fund, to foreign banking sources and on payments agreements.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.507391929626465,
      8.530688285827637,
      8.569249153137207,
      8.610419273376465,
      8.821566581726074,
      8.856045722961426,
      8.870701789855957,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      153.12,
      119.5,
      300.06,
      128.47
    ],
    "text": "(1) Economic Growth in 1967",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242,
      8.413830757141113,
      8.610419273376465
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.8,
      139.42,
      409.76,
      239.11
    ],
    "text": "Gross National Products at current factor cost prices is provisionally estimated to have increased by 4.9 per cent in 1967, in contrast to the rather slow growth rates o f 1.2 per cent and 2.9 per cent in 1965 and 1966, respectively. According to provi­sional data Gross National Product at current factor cost prices increased from Rs. 7587 million in 1966 to Rs. 7962 million in 1967. In real terms (ie. constant 1959 prices) Gross National Product increased by 4.2 per cent in 1967, as against an increase of only 2.3 per cent in 1966, according to revised data for that year. Real National Income, however, increased by only 2.2 per cent, when account is taken of the unfavourable movement of the terms of trade by 9.4 per cent arising from a fall in export prices by 6.3 per cent and an increase in import prices by 3.4 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.364676475524902,
      8.374671936035156,
      8.40782356262207,
      8.507699966430664,
      8.572311401367188,
      8.610419273376465,
      8.820673942565918,
      8.843108177185059,
      8.849264144897461,
      8.860749244689941,
      8.87883472442627,
      8.936726570129395,
      8.939332962036133,
      8.987934112548828,
      9.006895065307617,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.28,
      250.78,
      409.6,
      350.47
    ],
    "text": "The mid-year population in 1967 is provisionally estimated to have been 11,741,000. This was 2.2 per cent higher than in 1966 and reflects a continuation o f the falling trend o f population growth observed over the recent years. In per capita terms, Gross National Product increased in 1967 by 2.7 per cent at current prices and by 2.0 per cent at constant prices. This is in contrast to 1966 when per capita Gross National Product increased by 0.5 per cent at current prices while at constant prices there was no increase at all. In view of the deterioration in the terms o f trade, the increase in Gross National Income was, however, only equal to the growth in population, and, hence, Real National Income per capita remained constant between the two years 1966 and 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.39372730255127,
      8.450439453125,
      8.610419273376465,
      8.843108177185059,
      8.849264144897461,
      8.871626853942871,
      8.873992919921875,
      8.901712417602539,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.76,
      361.42,
      409.65,
      451.03
    ],
    "text": "The increase o f 4.9 per cent in the Gross National Product at current prices was brought about entirely by the improved performance in the domestic sector which more than offset a decline in the performance o f the export sector. The expansion took place substantially in domestic agriculture, banking and insurance, construction and manufacturing. In 1967, the net output of tea, rubber and coconut growing declined by 2.9 per cent. In contrast, the expansion in domestic agriculture amounted to 19.2 per cent at current prices. Within this group the net output of paddy in­creased by 49.9 per cent, of milk and eggs by 4.5 per cent and of subsidiary food crops by 5.3 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.167275428771973,
      8.422676086425781,
      8.43205738067627,
      8.444149017333984,
      8.512557029724121,
      8.539413452148438,
      8.573076248168945,
      8.610419273376465,
      8.821788787841797,
      8.843108177185059,
      8.932100296020508,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.52,
      462.22,
      409.35,
      579.43
    ],
    "text": "The increase of Gross National Product at constant prices by 4.2 per cent in 1967 occurred despite a further deterioration in the export sector, as a result o f the appreciable improvement in performance in the domestic sector. In the export sector although the real value of output of tea and coconut decreased, there was an increase in the case o f rubber. In the domestic agricultural sector, in contrast, the real value of output of paddy, livestock, fish and other focd crops showed marked increases, the most encouraging being the increase of 20.3 per cent in paddy produc­tion. Value added in manufacturing also recorded an increase of 6.3 per cent, while the real value of constructional activity is estimated to have increased by 16.8 per cent. The value of banking and insurance in real terms is estimated to have increased by 18.7 per cent while that o f transport, communication and warehousing recorded an increase of 2.4 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.171050071716309,
      8.43205738067627,
      8.512017250061035,
      8.52003002166748,
      8.585274696350098,
      8.610419273376465,
      8.822978973388672,
      8.849264144897461,
      8.860749244689941,
      8.868001937866211,
      8.875324249267578,
      8.90141773223877,
      8.901712417602539,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.28,
      592.78,
      408.9,
      631.99
    ],
    "text": ": In the agricultural sector, the production o f tea fell from 490 million lbs. in 1966 to 487 million lbs. in 1967, a fall of 3 million lbs. This happened, despite a small increase in the acreage registered as being under tea, as a result o f a fall in average yields from 823 lbs per acre in 1966 to 816 lbs. per acre in 1967. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      2.8350000381469727,
      8.430306434631348,
      8.506928443908691,
      8.610419273376465,
      8.822978973388672,
      8.868001937866211
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      221.28,
      36.52,
      237.48,
      45.71
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.263483047485352
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.28,
      55.0,
      409.59,
      144.83
    ],
    "text": "production o f rubber, on the other hand, increased by 27 million lbs. to 316 million lbs. owing both to an increase in acreage under production and to an increase in per acre yields from 609 lbs. on 1966 to 647 lbs. in 1967. Coconut production is estimated to have decreased by 1.9 per cent largely as a result o f the unfavourable weather conditions o f the past two years as well as in 1967. In contrast, paddy production aided by high open market prices, intensified extension services and favourable weather conditions, recorded an all-time high of 55.1 million bushels, an increase o f 20.6 per cent over the previous year's production o f 45.7 million bushels.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.573984146118164,
      8.705113410949707,
      8.930623054504395,
      8.943958282470703,
      8.976786613464355,
      8.980124473571777
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      156.04,
      410.12,
      306.35
    ],
    "text": "Gross Domestic Expenditure at market prices of Rs. 8921 million showed an increase in 1967 by 7.9 per cent, as compared with an increase of 5.6 per cent in the previous year. This comprised a 6.6 per cent increase in private consumption, 6.0 per cent increase in public consumption and a 16.9 per cent increase in gross domestic capital formation. The increase in gross fixed capital formation in 1967 was 12.2 per cent and was accounted for by an increase of 11.4 per cent in the private sector including public corporations and an increase o f 12.7 per cent in the govern­ment sector. These compare with rates o f increase in gross fixed capital formation o f 8.6 per cent, comprising increases of 12.3 per cent in the private sector and public corporations and 12.4 per cent in the Government sector, in the previous year. This satisfactory result was no doubt due to the re-orientation of the import programme in favour o f capital and intermediate gocds and the increased local production of build­ing materials and capital goods using imported as well as local raw materials. Es­pecially noteworthy in this connection was the increase in cement production from 81,000 tons in 1966 to 189,000 tons in 1967, thereby more than doubling output.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.989930152893066,
      8.45113754272461,
      8.458429336547852,
      8.50521183013916,
      8.592926025390625,
      8.630763053894043,
      8.66175651550293,
      8.673639297485352,
      8.67760944366455,
      8.705113410949707,
      8.943958282470703,
      8.954850196838379,
      8.976786613464355,
      9.041668891906738,
      9.098102569580078,
      9.112062454223633
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.24,
      318.04,
      409.98,
      367.55
    ],
    "text": "The aggregate demand, as measured by consumption and capital formation, was in excess o f resources available from domestic production and the shortfall resulted in a sizeable deficit in the balance o f payments, which as discussed elsewhere, was met by an increase of international indebtedness supplemented by international grants and transfers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.705113410949707,
      8.95804214477539,
      8.96096420288086,
      9.02946949005127
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      378.52,
      410.55,
      458.27
    ],
    "text": "In sum, the performance of the economy in 1967 showed a significant improve­ment in comparison with the performance in the two previous years. The increase in Gross National Product in real terms was more than adequate to cope with the increase in population and, thus, made possible a 2.0 per cent increase in real per capita product. The further deterioration in the terms o f trade, however, prevented any rise in real per capita national income. It is also encouraging to note that the increases in real output in several sectors were higher than the annual average fore­casts for the period 1965 to 1971 set out in the Development Programme 1966-67.1",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.0467896461486816,
      8.415929794311523,
      8.47608470916748,
      8.486684799194336,
      8.705113410949707,
      8.957964897155762,
      8.969416618347168,
      8.979050636291504,
      8.98043155670166,
      8.984304428100586,
      8.996641159057617,
      9.012784004211426,
      9.03679084777832,
      9.112062454223633,
      9.217635154724121
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      459.16,
      410.31,
      508.67
    ],
    "text": "The sectoral targets were exceeded in agricultural production and industrial produc­tion for domestic use ; if agricultural production and manufacturing for export had not recorded a decline, the increase in Gross Domestic Product too might have exceeded the annual average forecast for 1965-71. The growth momentum acquired in the domestic production sector augurs well for the future.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.491796493530273,
      8.56373405456543,
      8.705113410949707,
      8.93124008178711,
      8.958619117736816,
      8.985990524291992,
      9.012784004211426,
      9.03713321685791
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      115.2,
      519.4,
      341.33,
      528.59
    ],
    "text": "(2) Fiscal and Monetary developments in 1967",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.263483047485352,
      8.705113410949707
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      539.32,
      410.71,
      587.87
    ],
    "text": "There was some monetary expansion in 1967, but as indicated in the earlier section, the supply situation was also better in several sectors than in 1966, although import supplies themselves were lower than in the previous year. The price level was generally higher than in 1966. In the following sections the developments in the fiscal and monetary sphere will be analysed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.485913276672363,
      8.663029670715332,
      8.705113410949707,
      8.927459716796875,
      8.961155891418457,
      9.112062454223633
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.64,
      621.03,
      410.45,
      628.89
    ],
    "text": "(1) Ministry of Planing and Economic Affairs, The Development Programme 1966-67,",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.446542739868164,
      7.680776119232178,
      7.710481643676758,
      7.795334339141846
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      74.88,
      629.43,
      114.35,
      637.29
    ],
    "text": "July 1966.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.446542739868164,
      7.751333713531494
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      222.72,
      41.98,
      238.92,
      50.95
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.72,
      61.42,
      211.5,
      70.39
    ],
    "text": "(a) The Government Budget 1966/67",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374592781066895,
      8.610419273376465
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.96,
      74.38,
      408.73,
      103.51
    ],
    "text": "The net expansionary impact of Government fiscal operations in 1966/67 was Rs. 55 million, as against Rs. 122 million in the previous financial year and Rs. 35 million in 1964/65'.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.53065013885498,
      8.610419273376465,
      8.820673942565918
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.72,
      107.5,
      410.07,
      217.27
    ],
    "text": "Revenue collections were higher than these of the previous -financ'al year by Rs. 121 million even though the revenue target set in the Budget was not realised. The actual revenue collections in 1966/67, according to provisional data available, were Rs. 1955 million as against the original estimate c f Rs. 2,033 million fcr 1966/67 and actual collections c f Rs. 1,833 million in 1965/66. This performance of a 6.6 per cent increase in revenue was a marked improvement on the performance of the previous financial year and was also higher than the average-annual rate of growth in revenue of 4 per cent recorded over the last five fmar.cial years. The increase in revenue as compared with the previous financial year was mainly the result of increases in revenue from import duties, excise taxes and income tax, offset to some extent by lower revenue from export duties.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.370362281799316,
      8.374671936035156,
      8.58424186706543,
      8.610419273376465,
      8.819557189941406,
      8.820673942565918,
      8.828034400939941,
      8.868001937866211,
      8.899168968200684,
      8.909890174865723,
      8.939332962036133,
      9.001465797424316,
      9.040304183959961
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.96,
      221.5,
      410.37,
      270.79
    ],
    "text": "Total voted expenditure in 1966/67 amounted to Rs. 2,520 million which was Rs. 215 million less than the estimated expenditure for the year. Shortfalls in expenditure occurred owing to under-expenditure on bolh capital and current votes. Compared with actual expenditure in the previous financial year, however, total voted expenditure in 1966/67 was higher by Rs. 131 million cr 6 percent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.487935066223145,
      8.610419273376465,
      8.828034400939941,
      8.843108177185059,
      8.852303504943848,
      9.001465797424316
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      49.2,
      275.02,
      411.43,
      404.95
    ],
    "text": "The capital expenditure of Government in 1966/67 (including capital items in recurrent votes and expenditure financed from extra-budgetary funds) was Rs. 702 million, which was Rs. 105 million higher than in the previous financial year. This was the highest level of capital expenditure reached so far in any financial year. Included in this total, however, is a sum of Rs. 232 million of grants to public cor­porations. Even when an adjustment is made for this, the total of fixed capital formation o f the central Government at Rs. 422 mill'on was 1he highest level reached in any financial year and was higher than the corresponding figure fcr the previous year by Rs. 40 million. This satisfactory result was no doubt achieved largely as a result of the intensified efforts by Government departments to implement capital projects and the close vigilance kept on progress by the authorities responsible for plan implementation. Nevertheless, the actual expendilure on capital votes fell short o f the estimates by as much p.s Rs. 137 million cr 18 per cent. In the last",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.340719223022461,
      8.3634614944458,
      8.5233793258667,
      8.610419273376465,
      8.823053359985352,
      8.828034400939941,
      8.835908889770508,
      8.841439247131348,
      8.84945011138916,
      8.852303504943848,
      8.868001937866211,
      8.899168968200684,
      8.920045852661133,
      8.932100296020508,
      9.001465797424316
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.36,
      415.11,
      409.57,
      541.77
    ],
    "text": "(1) These figures, however, do not, include the value of import bills of Government held by the banking system. In the analysis of money supply these import bills are recorded as part of credit to Government from the banking system, whereas, Government accounts, based as they are on receipts and payments, do not record these outstanding import bills as part of Government expenditure and, thereby also exclude them as a part of the financing of the deficit from the banking system. As a result, this particular form of resort to bank credit by Government tends to unr/e-state the total deficit and the expansionary impact in years in which this form of credit has increased and to overstate them in years in which this credit has been reduced. A further factor which affected borrowing from non-bank sources and the net expansionary impact in 1966/67 was the redemption by the Central Bank of its own se­curities of Rs. 53.4 million. These were held by savings institutions. With the redemption of these securities by the Central Bank these savings institutions increased their contri­butions to Government Securities. This has thus been recorded under borrowings from non-bank sources, whereas in reality the Central Bank provided the additional funds. If ad­justments were made for these factors, rows 1 (a), 2, 4 and 6 of Table I—1 would read as follows :—",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9124979972839355,
      7.14917516708374,
      7.2801833152771,
      7.355476379394531,
      7.438787937164307,
      7.547403335571289,
      7.73130989074707,
      7.743916034698486,
      7.748764514923096,
      7.752601623535156,
      7.7698140144348145,
      7.772732734680176,
      7.7840094566345215,
      7.822447299957275,
      7.839505672454834,
      7.866530895233154,
      7.869157791137695
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      276.48,
      542.55,
      328.97,
      550.41
    ],
    "text": "(Rs. million)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.267223358154297,
      7.547403335571289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      246.96,
      558.63,
      406.53,
      566.49
    ],
    "text": "1962/63 1963/64 1964/65 1965/66 1966/67",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4869489669799805,
      7.547403335571289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      376.56,
      567.75,
      403.0,
      575.61
    ],
    "text": "(Prov.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.372042655944824
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.84,
      582.63,
      236.76,
      590.49
    ],
    "text": "1. (a) Domestic Market borrowing from non",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.12,
      590.55,
      400.83,
      622.17
    ],
    "text": "bank sources 155.0 207.6 243.2 255.9 243.6 2. Domestic borrowing from the banking system 178.1 115.2 71.0 185.0 151.0 4. Total net cash deficit 391.7 461.7 483.7 588.7 652.3 6. Net expansionary impact of Government-fiscal",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.19538688659668,
      7.335781097412109,
      7.547403335571289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.32,
      622.23,
      400.99,
      630.09
    ],
    "text": "operations 162.0 162.9 88.0 145.1 154.9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      226.32,
      36.46,
      251.15,
      45.43
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.610419273376465
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      56.62,
      419.82,
      115.99
    ],
    "text": "Annual Report attention was drawn to an improvement in the performance on capital votes; in 1966/67, however, the rate o f under-expenditure has increased again. While foreign exchange difficulties might have affected performance to seme extent, this rate c f under-expenditure serves to underline the need for more careful prepara­tion of capital expenditure estimates and for still closer attention to actual imple­mentation o f capital expenditure targets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.490987777709961,
      8.610419273376465,
      8.828034400939941,
      8.85163688659668,
      8.866300582885742,
      8.868668556213379,
      8.932100296020508,
      9.040304183959961
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.68,
      120.46,
      419.14,
      250.39
    ],
    "text": "The current expenditure of Government in 1966/67 was Rs. 1819 million which was Rs. 73 million lower than the estimates. The shortfall in expenditure when compared with the estimates was due mainly to the marked fall in the net expenditure on focd subsidies which fell from an estimated expenditure of Rs. 307 million to an actual expenditure o f Rs. 193 million, as a result of the Government decision on December 18, 1966, to replace the two measures of subsidised rice given on the ration wilh one measure of free rice and the consequent changes in the pattern o f cereal consumption. The net focd subsidy bill was also lower than that o f the previous year by Rs. 81 million. Despite this the current expenditure in 1966/67 exceeded that o f 1965/66 by Rs. 27 million as a result of higher expenditure on administration, social services, economic services, Government enterprises, interest on public debt and pensions. Nevertheless, the substantial reduction in the annual feed subsidy bill was a very significant feature of Government's fiscal operations in 1966/67.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.140399932861328,
      8.374162673950195,
      8.485344886779785,
      8.505386352539062,
      8.537569046020508,
      8.545711517333984,
      8.561857223510742,
      8.610419273376465,
      8.82022762298584,
      8.82033920288086,
      8.828034400939941,
      8.843108177185059,
      8.868001937866211,
      8.883710861206055,
      8.896662712097168,
      8.903481483459473,
      8.932100296020508,
      8.97142219543457,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.2,
      254.86,
      419.1,
      415.03
    ],
    "text": "The overall budget deficit in the financial year 1966/67 was Rs. 682 million. The net cash deficit(after adjustment for sinking fund contributions, special payments to international organisations, and operations on advance accounts) was Rs. 606 million, as against Rs. 566 million in the previous year. This increase o f Rs. 40 million in the net cash deficit was the combined result of increased capital and re­current expenditure offset to some extent by increased revenue. In the financing of the net cash deficit, as shown in Table I - 1, Government had recourse to the banking system to the extent of only Rs. 51 million, in contrast to borrowings from the banking system of Rs. 162 million in the previous year. Financing from non-bank sources, including foreign finance, increased from Rs. 486 million to Rs. 578 million, while cash balances including Commodity Aid Counterpart Funds increased by Rs. 23 million. U.S. Aid Counterpart Funds held to the credit o f the U.S. Government with the Central Bank declined by Rs. 27 million. The combined result of these financing operations was a net expansionary gap of Rs. 55 million which was substantially lower than that of the previous year when it was Rs. 122 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.140399932861328,
      8.5233793258667,
      8.529150009155273,
      8.53065013885498,
      8.610419273376465,
      8.820673942565918,
      8.821788787841797,
      8.824763298034668,
      8.843108177185059,
      8.852340698242188,
      8.868001937866211,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      53.52,
      419.26,
      418.86,
      595.51
    ],
    "text": "The net cash deficit o f the financial year 1966/67 was Rs. 40 million higher than that of the previous year, but the expansionary impact o f Government's fiscal opera­tions was lower by Rs. 67 million. This achievement was largely the result of the .substantial increase in commodity loans from Rs. 35 million in the previous year to Rs. 192 million in 1966/67.1 While market borrowing from domestic non-bank sources increased by Rs. 41 million, this increase was made possible by the Central Bank redeeming its own securities to the value of Rs. 53 million held by savings institutions which in turn contributed this sum to Government securities. It is significant that, but for this extraordinary circumstance, domestic market borrowing from non-bank sources would actually have declined. As this decline would have occurred entirely in the contributions of the savings institutions, the importance of measures designed to increase their deposits and discourage undue withdrawals cannot be over-emphasized. In this context, the Monetary Board has proposed to the Government the need to improve the facilities provided by these savings institu­tions and also to pay a higher rate of interest to depositors. A rather disappointing feature was that actual net receipts from foreign project loans and grants amounted to only Rs. 17 million, whereas the anticipation at the time the Budget was presented was Rs. 83 million ; but for this shortfall in project loans and grants, there would",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      8.140399932861328,
      8.445080757141113,
      8.543984413146973,
      8.610419273376465,
      8.82022762298584,
      8.824763298034668,
      8.828034400939941,
      8.83557415008545,
      8.847929954528809,
      8.856045722961426,
      8.868001937866211,
      8.883710861206055,
      8.888176918029785,
      8.896662712097168,
      8.901712417602539,
      8.912872314453125,
      8.920045852661133,
      8.932100296020508,
      9.001465797424316,
      9.006895065307617,
      9.040304183959961,
      9.06128978729248,
      9.106107711791992,
      9.11208724975586
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.2,
      600.22,
      416.03,
      634.89
    ],
    "text": "have been no expansionary gap at all. _.• (1) Commodity loans are taken by Government; their utilisation results in an increase in Govern­ment's cash balances held in the Special Counterpart Fund with the Central Bank . Govern­ment draws on these cash balances from time to time for budgetary purposes.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.135411739349365,
      7.547403335571289,
      7.775845050811768,
      7.7840094566345215,
      7.787052631378174,
      8.610419273376465
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      214.8,
      38.38,
      231.32,
      47.35
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      186.24,
      57.58,
      259.51,
      66.55
    ],
    "text": "TABLE I — 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.360871315002441,
      8.648433685302734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      128.4,
      75.82,
      319.52,
      84.79
    ],
    "text": "Financing of the Deficit 1962/63 to 1966/67",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.434586524963379,
      8.648433685302734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      344.16,
      96.39,
      401.08,
      104.25
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.540453910827637
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      101.28,
      114.15,
      352.19,
      122.01
    ],
    "text": "Source 1962/63 1963/64 1964/65 1965/66",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.441836357116699,
      7.4447150230407715,
      7.464224338531494,
      7.4804487228393555,
      7.4869489669799805
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      365.28,
      105.99,
      395.71,
      129.69
    ],
    "text": "1966/67 (Provi­sional)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.430108070373535,
      7.447659492492676,
      7.492198467254639
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.64,
      146.07,
      186.63,
      161.85
    ],
    "text": "1. Financing from non-bank sources (Total)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4164252281188965,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      170.31,
      87.51,
      178.17
    ],
    "text": "of which",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9124979972839355,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      201.84,
      154.23,
      392.39,
      162.33
    ],
    "text": "213.2 301.1 393.2 486.1 577.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.416492938995361,
      7.48970890045166,
      7.536006927490234
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      186.39,
      392.44,
      202.41
    ],
    "text": "(a) Domestic non-market borrowing -33.8 — 1.9 50.3 112.1 72.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.334200382232666,
      7.410407066345215,
      7.452835559844971,
      7.487554550170898,
      7.508900165557861,
      7.536006927490234,
      7.542459487915039,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      210.15,
      392.74,
      226.41
    ],
    "text": "(b) Domestic market borrowing from non-bank sources 153.5 207.6 243.2 255.9 297.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.395937442779541,
      7.416492938995361,
      7.434313774108887,
      7.450129985809326,
      7.450806140899658,
      7.479707717895508,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.48,
      234.39,
      392.6,
      242.49
    ],
    "text": "(c) Foreign loans and grants 93.8 95.4 99.7 118.0 208.6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.970196723937988,
      7.434313774108887,
      7.449723720550537,
      7.450129985809326,
      7.4615559577941895,
      7.508900165557861,
      7.58072566986084,
      7.811903953552246
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.16,
      250.23,
      392.77,
      266.49
    ],
    "text": "2. Domestic borrowing from the banking system 178.1 115.2 17.7 162.3 51.3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.19538688659668,
      7.416492938995361,
      7.452835559844971,
      7.4615559577941895,
      7.514336585998535,
      7.536006927490234,
      7.542459487915039,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.16,
      274.47,
      190.46,
      306.57
    ],
    "text": "3. Use of Government cash balances and commodity aid counterpart funds : (a) Cash balances",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334200382232666,
      7.4230828285217285,
      7.534267902374268,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.32,
      274.47,
      392.73,
      306.57
    ],
    "text": "Use of Government cash balances and commodity aid counterpart funds : (a) Cash balances 0.4 45.4 19.5 - 4 7 . 2 20.6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334200382232666,
      7.410407066345215,
      7.449723720550537,
      7.4555745124816895,
      7.495562553405762,
      7.534267902374268,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.56,
      314.55,
      392.94,
      330.57
    ],
    "text": "(b) Commodity aid counterpart funds — — —35.2 43.9",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.410407066345215,
      7.456521034240723,
      7.58072566986084,
      8.100000381469727
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.16,
      338.31,
      393.04,
      346.65
    ],
    "text": "4. Total net cash deficit ... 391.7 461.7 430.4 565.9 606.0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.335781097412109,
      7.434313774108887,
      7.445764064788818,
      7.450806140899658,
      7.45456075668335,
      7.559082984924316,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      354.63,
      392.98,
      370.65
    ],
    "text": "5. Adjustment for change in U.S. Aid Counterpart funds —16.5 2.3 — 2.5 42.5 27.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.410407066345215,
      7.481358528137207,
      7.495562553405762,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      378.63,
      393.04,
      394.65
    ],
    "text": "6. Net expansionary impact of Govern­ment fiscal operations ( 2 + 3 + 5 ) ... 162.0 162.9 34.7 122.4 55.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.292740345001221,
      7.410407066345215,
      7.434313774108887,
      7.445764064788818,
      7.450806140899658,
      7.4615559577941895,
      7.5341668128967285,
      7.58072566986084
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.72,
      414.7,
      405.25,
      492.79
    ],
    "text": "The Budget estimates for 1967/68, as approved by Parliament, in September 1967, envisaged a budget deficit o f Rs. 768 million, which was to be financed by domestic non-bank market borrowing o f Rs. 350 million, foreign project aid o f Rs. 125 million, use o f Commodity Aid Counterpart Funds o f Rs. 150 million, administrative borrowing o f Rs. 25 million and the use o f profits and reserves o f State corporations and undertakings to the extent o f Rs. 22 million, leaving a gap o f Rs. 96 million to be financed from expansionary sources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.415857315063477,
      8.556797981262207,
      8.60302448272705,
      8.648433685302734,
      8.936323165893555
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      43.2,
      522.46,
      405.54,
      635.11
    ],
    "text": "These estimates would now have to be varied substantially to take account o f the budgetary implications o f the devaluation o f the Rupee by 20 per cent on Novem­ber 22, 1967, and the accompanying measures. Moreover, there has been a sharp rise in the world market prices o f rice and the price o f £48 per ton used in the Estimates has since become completely unrealistic. Government's food import bills held by the banking system, reference to which was made in a footnote earlier, amounting to Rs. 122 million, are likely to be fully settled during the current financial year. As a result o f these several factors the budget deficit as well as the expansionary gap for 1967/68 are likely to be higher than the estimates envisaged at the time the Budget was passed in September, 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.167275428771973,
      8.39892292022705,
      8.403101921081543,
      8.530611991882324,
      8.5740327835083,
      8.574874877929688,
      8.621574401855469,
      8.628344535827637,
      8.648433685302734,
      8.868001937866211,
      8.891314506530762,
      8.901712417602539,
      8.904292106628418,
      9.001465797424316
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      219.12,
      37.11,
      234.24,
      44.97
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.722428798675537
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.96,
      54.29,
      274.66,
      64.37
    ],
    "text": "(b) Commercial bank credit to the private sector",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.65256404876709,
      9.673432350158691,
      10.040356636047363,
      10.081798553466797,
      10.099647521972656
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.48,
      75.58,
      411.85,
      114.07
    ],
    "text": "The private sector had greater recourse to the banking system in 1967 than in 1966. Thus, gross commercial bank credit to the private sector increased by Rs. 105 million in 1967 as against Rs. 92 million in 1966. Table 1-2 summarises the increase in commercial bank advances to the private sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.42353343963623,
      8.53065013885498,
      8.610419273376465,
      8.820673942565918,
      8.837468147277832,
      9.001465797424316
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      199.92,
      124.13,
      260.11,
      134.21
    ],
    "text": "TABLE 1—2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.673432350158691
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      118.32,
      142.37,
      339.9,
      152.45
    ],
    "text": "Commercial Bank Advances to The Private Sector",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.673432350158691,
      9.948967933654785,
      10.037964820861816,
      10.072348594665527
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      350.4,
      160.95,
      408.85,
      168.81
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      268.32,
      176.31,
      401.35,
      189.93
    ],
    "text": "End of December Change Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      251.28,
      190.47,
      402.12,
      202.41
    ],
    "text": "1965 1966 1967 1966/67",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.447659492492676,
      7.450129985809326,
      7.45456075668335,
      7.479707717895508
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.2,
      217.59,
      400.58,
      266.73
    ],
    "text": "(a) Cash items in process of collection* 71.1 107.1 56.9 —50.2 (b) Local bills (c) Import bills 49.7 35.3 55.6 4-20.3 (d) Export bills 47.1 52.4 53.4 + 1.0 (e) Overdrafts 383.0 391.9 418.9 + 2 7 . 0 ( 0 Loans 281.7 338.1 444.8 + 106.7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.970196723937988,
      7.12933349609375,
      7.14917516708374,
      7.154531478881836,
      7.204558372497559,
      7.2759928703308105,
      7.334200382232666,
      7.358457088470459,
      7.3722825050354,
      7.399412631988525,
      7.410407066345215,
      7.434313774108887,
      7.449723720550537,
      7.450806140899658,
      7.45456075668335,
      7.4555745124816895,
      7.456521034240723,
      7.4615559577941895,
      7.48970890045166,
      7.547403335571289
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      114.0,
      273.51,
      400.47,
      281.61
    ],
    "text": "Total ... 832.7 924.8 1,029.6 + 104.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.45456075668335,
      7.48970890045166,
      7.547403335571289
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.84,
      294.15,
      409.15,
      325.77
    ],
    "text": "* This category contains only a small element of inter-bank debt represented in cheques sent for collection. It consists mainly of any short-term advances granted to co-operatives for the finance of purchases of foodstuffs under the Guaranted Price Scheme and purchased cash items.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.309793949127197,
      7.547403335571289,
      7.731570720672607,
      7.736687183380127
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.04,
      335.98,
      411.57,
      395.35
    ],
    "text": "In 1967 loans and overdrafts to the private sector increased markedly by Rs. 134 million as against the increase o f only Rs. 65 million in 1966. The expansion o f credit to the private sector was unevenly spread during the year. After a substantial initial increase in February and March due to a strike o f bank employees, there was a decline up to end o f August. There was, thereafter, an expansion o f credit in the September-December period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.53065013885498,
      8.610419273376465,
      8.820673942565918,
      8.843961715698242,
      8.867706298828125,
      8.880681991577148,
      8.896662712097168,
      8.901712417602539
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.04,
      406.3,
      411.66,
      513.67
    ],
    "text": "The private sector required additional credit mainly in order to finance a higher level o f economic activity, a substantial part o f the increase being accounted for by Rs. 44 million released under the new agricultural credit schemes described elsewhere in this Report. As shown by the Survey o f Bank Deposits and Advances conducted by the Central Bank, commercial bank advances granted for industrial purposes increased by Rs. 32 million, for commercial purposes by Rs. 30 million and for financial purposes by Rs. 8 million and for agricultural purppses by Rs. 62 million. Advances for consumption purposes also increased by Us. 21 million. Thus a substantial proportion o f the increase in advances by commercial banks was for productive purposes. This was a very satisfactory feature o f bank lending to the private sector in 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.346694946289062,
      8.374162673950195,
      8.398844718933105,
      8.497745513916016,
      8.507468223571777,
      8.540834426879883,
      8.610419273376465,
      8.82022762298584,
      8.822978973388672,
      8.824763298034668,
      8.87698745727539,
      8.896662712097168,
      8.932100296020508,
      8.985416412353516
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.28,
      525.65,
      132.2,
      535.73
    ],
    "text": "(c) Money Supply",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.43595027923584,
      9.673432350158691,
      9.961320877075195
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      46.56,
      546.7,
      410.26,
      634.39
    ],
    "text": "There was an increase in money supply by Rs. 149 million or 9 per cent between the end o f December 1966 and the end of December 1967. This increase, however, was not uniform throughout the year. In fact, money supply which had decreased during the last five months o f 1966 fell further in January 1967, rose sharply in Febru­ary and March mainly on account o f the strike by employees of commercial banks, and fell thereafter upto the end o f August. The last four months o f 1967, however, recorded a sharp increase in money supply in contrast to the decrease in the last five months o f 1966.. Thus the comparison between figures at the end o f the two years tends to show a rather exaggerated increase in money supply.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.370362281799316,
      8.564538955688477,
      8.610419273376465,
      8.824763298034668,
      8.860712051391602,
      8.875324249267578,
      8.880681991577148,
      8.891314506530762,
      8.899168968200684,
      8.976832389831543,
      9.006895065307617
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      218.64,
      33.34,
      235.64,
      42.31
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.04,
      52.54,
      409.41,
      101.83
    ],
    "text": "The average level of money supply in 1967 as compared with that of 1966 reveals a more realistic picture. The average monthly level of money supply in 1967, at Rs. 1,732 million, was only 2.7 per cent higher than that in the previous year, when it was Rs. 1,686 million. This rate of increase in 1967 of 2.7 per cent was not mu?h higher than the rate recorded in the previous year o f 2.2 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.610419273376465,
      9.001465797424316,
      9.040304183959961,
      9.106107711791992
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.04,
      113.26,
      409.68,
      132.55
    ],
    "text": "The factors contributing to the increase in money supply (end December, 1966 to end December 1967) are summarised in Table 1 - 3 .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      208.8,
      153.34,
      272.09,
      162.31
    ],
    "text": "TABLE 1—3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.360871315002441,
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.24,
      173.5,
      375.62,
      182.47
    ],
    "text": "Changes in Money Supply (end December 1966 to end December 1967)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.403648376464844,
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      337.44,
      193.42,
      405.29,
      202.39
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.0,
      213.58,
      138.93,
      222.55
    ],
    "text": "Expansionary factors",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      57.84,
      233.74,
      405.81,
      292.63
    ],
    "text": "(a) Commercial bank credit to the private sector 92.4 (b) Commercial bank credit to Government corporations 11.4 (c) Credit to Government from the banking system 199.7 (d) Decrease in Government cash balances 56.0 (e) Decrease in other liabilities and accounts (net) of Cen­tral bank 13.9 373.4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.958924770355225,
      8.163297653198242,
      8.169404029846191,
      8.226546287536621,
      8.374592781066895,
      8.610419273376465,
      8.794564247131348,
      9.108449935913086
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.72,
      319.66,
      145.17,
      328.63
    ],
    "text": "Contractionary factors",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.32,
      339.82,
      406.86,
      408.79
    ],
    "text": "(a) Decrease in external banking assets (net) 91.5 (b) Increase in time and savings deposits of the private sector 50.9 (c) Increase in time and savings deposits of Government corporations 51.2 (d) Increase in other liabilities (net) of commercial banks 31.0 (e). Adjustments 0.1 224.7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.958924770355225,
      8.017159461975098,
      8.163297653198242,
      8.226546287536621,
      8.374592781066895,
      8.585274696350098,
      8.610419273376465,
      8.78512191772461,
      8.794564247131348,
      8.804182052612305,
      8.872957229614258
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.32,
      425.98,
      406.86,
      434.95
    ],
    "text": "Increase in money supply 148.7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.48,
      455.98,
      410.1,
      494.47
    ],
    "text": "The operations of the Government sector led to a large expansionary impact on money supply. While credit to the Government from the banking system in­creased by Rs. 200, million, the Government also ran down its cash balances by Rs. 56 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.428983688354492,
      8.610419273376465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.48,
      505.9,
      411.13,
      635.83
    ],
    "text": "The apparent discrepancy between the expansionary impact of Government financial operations as shown in the money supply data and the mild expansionary impact as shown by the 1966/67 Budget data needs explanation. As indicated earlier, the sharp expansion in money supply occurred only in the last four months of the year, three of which were after the end of the financial year 1966/67. That offers a part of the explanation. Out of the increase in bank credit to the Government and the decline in cash balances totalling Rs. 256 million, as much as Rs. 148 million occured between the end of September and the end of December 1967. During this period the Government was building up focd stocks, a part of the payments for which were made through the banking system which extended credit to Government by holding Government's import (food) bills. Largely as a result of; the building up of food stocks Government's import bills held by the banks increased by Rs. 140 million during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.131246566772461,
      8.167275428771973,
      8.171050071716309,
      8.362873077392578,
      8.461108207702637,
      8.610419273376465,
      8.782134056091309,
      8.78512191772461,
      8.807014465332031,
      8.814013481140137,
      8.816916465759277,
      8.868001937866211,
      8.86807632446289,
      8.891314506530762,
      8.899168968200684,
      8.901712417602539,
      8.932100296020508,
      8.939332962036133,
      8.985416412353516
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      229.2,
      37.9,
      245.4,
      46.87
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.88,
      56.86,
      421.46,
      116.23
    ],
    "text": "The expansion in money supply arising from the increase in bank credit to the private sector and Government corporations (excluding Rs. 1 million of export bills) by Rs. 104 mill.on was almost fully offset by the increase in their time and savings deposits by Rs. 102 million. This contrasts with the position in 1966 when the private sector (including Government Corporations) exerted a net expansionary impact o f Rs. 71 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.398844718933105,
      8.610419273376465,
      8.888176918029785
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      127.18,
      420.85,
      166.39
    ],
    "text": "The expansionary impact on money supply o f the operations o f the Government and private sectors was offset to some extent by a decline in external banking assets by Rs. 92 million. In 1966 the decline in external banking assets was much higher and amounted to Rs. 196 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.398844718933105,
      8.610419273376465,
      8.872957229614258
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      177.58,
      420.69,
      236.95
    ],
    "text": "In sum, there was an expansion in money supply in 1967 caused mainly by a large increase in bank credit to the Government, a decline in the cash balances of Government, and an increase in commercial bank credit to the private teeter. The expansionary impact o f these factors on money supply was mitigated by a decline in external banking assets and a very encouraging growth in time and savings deposits held in commercial banks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465,
      8.872957229614258,
      8.883784294128418,
      8.901712417602539
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      163.2,
      248.14,
      310.86,
      257.11
    ],
    "text": "(3) External Payments in 1967",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242,
      8.610419273376465,
      8.828369140625
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.64,
      268.06,
      419.82,
      347.59
    ],
    "text": "The severe external payments problems which prevailed in 1966 continued in 1967, when there was a further deterioration in the external payments situation, brought about chiefly by a further fall in export earnings both visible and invisible. Import payments at Rs. 1,997 million were only Rs. 21 million lower than in the previous year while export receipts on merchandise were lower by Rs. 28 million and net invisible receipts were lower by Rs. 32 million. As a result the current account deficit increased from Rs. 290 million in 1966 to Rs. 329 million in 1967. Table I - 4 shows in outline the balance o f payments position annually from 1962 to 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.415857315063477,
      8.493999481201172,
      8.537837982177734,
      8.610419273376465,
      8.843108177185059,
      8.868001937866211,
      8.875324249267578,
      8.901712417602539,
      9.001465797424316
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      205.92,
      356.86,
      265.7,
      365.83
    ],
    "text": "TABLE 1—4",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.360871315002441,
      8.610419273376465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      143.52,
      375.1,
      328.62,
      384.07
    ],
    "text": "Ceylon's Balance of Payments 1962—1967",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.488475799560547,
      8.610419273376465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      356.4,
      390.15,
      415.09,
      398.01
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      184.56,
      410.79,
      413.69,
      419.13
    ],
    "text": "| 1962 1963 1964 1965 1966 1967 («)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.445764064788818,
      7.450129985809326,
      7.45456075668335,
      7.479707717895508,
      7.514336585998535,
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      437.43,
      416.55,
      497.81
    ],
    "text": "1. Merchandise Exports, f.o.b. ... 1,763 1,708 1,767 1,909 1,674 1,646 Imports, c.i.f. —1,906 — 1,869 — 1,960 —1,922 -2,018 — 1,997 Trade Balance ... — 143 — 161 — 192 — 13 — 344 — 351 2. Services — 4 — 20 — 7 31 16 — 1 3. Transfer Payments 7 13 40 40 37 22 4. Current Account Balance — 140 — 168 — 160 59 290 — 329",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.171070575714111,
      7.19538688659668,
      7.2573323249816895,
      7.335781097412109,
      7.398016452789307,
      7.410407066345215,
      7.416492938995361,
      7.4230828285217285,
      7.434347629547119,
      7.434449195861816,
      7.449723720550537,
      7.450129985809326,
      7.46672248840332,
      7.468173980712891,
      7.475898742675781,
      7.48970890045166,
      7.496201038360596,
      7.508900165557861,
      7.547403335571289,
      7.753739833831787,
      10.229999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.88,
      501.51,
      155.76,
      517.53
    ],
    "text": "Method of Financing 5. Private Capital",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.475122928619385,
      7.481358528137207,
      7.547403335571289,
      7.732189655303955
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.4,
      517.59,
      416.24,
      541.05
    ],
    "text": "(i) Long-term — 2 + 5 + 1 — 4 .—'• 16 — 6 (ii) Short-term — 5 — 9 — 18 — 18 + 9 6. Official and Banking Capital(b)",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-Oblique",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.510000228881836,
      7.099999904632568,
      7.100567817687988,
      7.12933349609375,
      7.197558403015137,
      7.357943058013916,
      7.40401029586792,
      7.46672248840332,
      7.5176897048950195,
      7.547403335571289,
      10.165549278259277,
      10.229999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      78.0,
      541.83,
      416.01,
      565.05
    ],
    "text": "(i) Change in net external long-term liabilities + 40 + 75 + 7 + 36 + 153 + 167 (ii) Change in net external + + 36 +",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.100567817687988,
      7.12933349609375,
      7.197558403015137,
      7.2573323249816895,
      7.528210163116455,
      7.547403335571289,
      10.165549278259277
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      56.64,
      565.35,
      415.94,
      600.5
    ],
    "text": "short-term liabilites + 44 + 46 + 59 + 22 + 71 + 268 (iii) Change in external assets + 28 + 42 + 111 — 89 + 122 — 131 (iv) Other — — 2 — 2 7. Errors and omissions + 31 + 4 8 — 6 16 + 25",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.12933349609375,
      7.169453144073486,
      7.17444372177124,
      7.220354080200195,
      7.256950378417969,
      7.398016452789307,
      7.410407066345215,
      7.457129955291748,
      7.46672248840332,
      7.468173980712891,
      7.547403335571289,
      7.746519565582275,
      7.770657062530518,
      10.165549278259277,
      10.229999542236328
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.48,
      614.79,
      132.01,
      622.65
    ],
    "text": "(a) Provisional",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334200382232666,
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      72.24,
      630.87,
      346.74,
      638.73
    ],
    "text": "(b) A plus sign represents a decrease in assets or an increase in liabilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.547403335571289,
      7.741246700286865,
      7.770657062530518
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      207.6,
      34.3,
      229.32,
      43.27
    ],
    "text": "( 1 0 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      40.08,
      54.7,
      402.5,
      134.23
    ],
    "text": "The Foreign Exchange Budget for 1967 was based on an export forecast o f Rs. 1,776 million. Actual export earnings for the year, however, amounted to only Rs. 1,646 million and fell short o f the forecast by Rs. 130 million and the earnings of 1966 by Rs. 28 million. The export earnings in 1967 were the lowest recorded since 1953. This disappointing export performance was the result o f a fall in the export prices o f all three major exports combined with a fall in the export volumes o f rubber and coconut products offset to some extent by an increase in the volumes o f tea exports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.374671936035156,
      8.400445938110352,
      8.422676086425781,
      8.430306434631348,
      8.43205738067627,
      8.448887825012207,
      8.472112655639648,
      8.506928443908691,
      8.60302448272705,
      8.61986255645752,
      8.686283111572266,
      8.901712417602539
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      40.56,
      145.9,
      402.92,
      195.19
    ],
    "text": "The import programme, at the time o f preparation o f the original Foreign Exchange Budget for 1967, was pitched at a level o f Rs. 2,519 million. Subsequently, it was scaled down to Rs. 2,231 million in view o f the deteriorating balance o f pay­ments situation. The actual licences issued amounted to Rs. 2,055 million, while payments were lower at Rs. 1,997 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39372730255127,
      8.415857315063477,
      8.450129508972168,
      8.45742416381836,
      8.5233793258667,
      8.60302448272705,
      8.615180015563965,
      8.686283111572266
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      40.8,
      206.38,
      402.92,
      275.83
    ],
    "text": "The financing o f an import programme o f this magnitude, in spite of falling export earnings, was made possible only by the inflow o f substantial foreign resources, mainly through the commodity aid programmes and borrowings from the International Monetary Fund. Three commodity aid programmes were negotiated between 1965 and 1967. Disbursements under these programmes were substantially higher in 1967 than in 1966 and amounted to Rs. 208 million, as against Rs. 120 million in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.389113426208496,
      8.445080757141113,
      8.448887825012207,
      8.46044921875,
      8.53065013885498,
      8.60302448272705,
      8.60367202758789,
      8.617121696472168,
      8.618834495544434,
      8.686283111572266,
      8.896662712097168,
      8.932100296020508,
      9.001465797424316
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      41.04,
      287.02,
      404.54,
      396.79
    ],
    "text": "Drawings from the International Monetary Fund amounted to Rs. 123 million. Under the Second Standby Arrangement entered into on June 15, 1966, the final instalment o f Rs. 30 million was drawn in March, 1967. Ceylon also became eligible to draw Rs. 93 million under the Compensatory Financing Scheme o f the Inter­national Monetary Fund in view o f the sharp deterioration in export earnings in 1966. A drawing under this scheme was made in March 1967. There was a re­purchase o f Rs. 18 million in 1967 and, hence, net drawings from the International Monetary Fund, in 1967, totalled Rs. 105 million, compared with net drawings o f Rs. 74 million in 1965 and Rs. 90 million in 1966. It is pertinent to note that drawings from the International Monetary Fund provided substantial foreign resources in the last three years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.39372730255127,
      8.42353343963623,
      8.432951927185059,
      8.443099021911621,
      8.445080757141113,
      8.628344535827637,
      8.638033866882324,
      8.641338348388672,
      8.686283111572266,
      8.896662712097168,
      8.899168968200684,
      8.901712417602539,
      8.932100296020508,
      8.950225830078125,
      8.9761381149292,
      9.106107711791992
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      41.04,
      408.22,
      404.03,
      495.91
    ],
    "text": "External assets figures (net o f Sterling Loans Sinking Funds) showed an increase by Rs. 125 million despite the deterioration in the balance o f payments. This fortui­tous increase was entirely the result o f the various borrowing arrangements resorted to in 1967. In addition to the substantial net drawings from the International Monetary Fund, there were temporary borrowings from foreign banking sources amounting to Rs. 57 million and an increase in liabilities under payments agreements by Rs. 80 million. For the same fortuitous reasons, the International Reservetof the Central Bank increased by Rs. 117 million between the end o f the previous year and the end o f December 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.398844718933105,
      8.445080757141113,
      8.628344535827637,
      8.638033866882324,
      8.686283111572266,
      8.896662712097168,
      8.901712417602539
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      41.04,
      508.54,
      404.12,
      537.67
    ],
    "text": "In sum, the balance o f payments position in 1967 was a continuation o f the trend of deterioration noticeable in recent years and led to an increase in Ceylon's net official external liabilities by as much as Rs. 403 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.352864265441895,
      8.686283111572266
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      158.4,
      548.86,
      285.37,
      557.83
    ],
    "text": "(4) Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242,
      8.686283111572266
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      42.0,
      568.78,
      169.88,
      577.75
    ],
    "text": "The devaluation of the Rupee",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.60302448272705,
      8.686283111572266
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      41.04,
      588.7,
      404.11,
      637.03
    ],
    "text": "The cumulative effects o f the almost continuous deterioration in the balance o f payments in several past years and the devaluation o f the Pound Sterling k d to a devaluation of the Ceylon Rupee by 20 per cent on November 22, 1967. Ever since 1960 the par value o f the Ceylon Rupee had been maintained only by increa­singly stringent control on foreign payments. By 1960 Ceylon's external reserves",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.432951927185059,
      8.448887825012207,
      8.573076248168945,
      8.5740327835083,
      8.60302448272705,
      8.686283111572266
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      225.12,
      29.67,
      248.97,
      41.33
    ],
    "text": "(11)",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      10.441557884216309
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.72,
      49.9,
      419.19,
      79.03
    ],
    "text": "had reached a low level of Rs. 458 million. Since then despite controls o f increasing rigour and substantial recourse to foreign borrowing, external assets reached the extremely critical level of Rs. 282 million at the end of 1966.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465,
      8.872957229614258,
      8.88330364227295,
      8.896662712097168
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.96,
      90.22,
      419.09,
      179.83
    ],
    "text": "When India devalued her currency in June 1966, the Government after careful consideration decided not to devalue the Ceylon Rupee at that stage. The heavy export duties which the Indian Government introduced simultaneously on her exports o f tea offset to a large extent the competitive advantage gained by India in tea exports after devaluation. Since then, however, the Indian export duties on tea were revised. Ceylon's balance o f payments also deteriorated further. In these circumstances and in view of the devaluation o f the Pound Sterling by 14.3 per cent., the Ceylon Rupee was devalued on November 22, 1967, by 20 per cent — somewhat in excess of the devaluation of the Pound Sterling.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.39372730255127,
      8.488475799560547,
      8.541603088378906,
      8.610419273376465,
      8.870553970336914,
      8.885187149047852,
      8.9761381149292,
      9.106107711791992
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.0,
      191.26,
      419.25,
      301.03
    ],
    "text": "The Government also adopted at the same time certain other measures, des­cribed elsewhere, designed to cushion to some extent the impact o f the devaluation on the cost o f living and to siphon off a part of the additional rupee incomes accruing to the export sector. Some wage increases were granted to the lower wage groups in Government service, and, on Government initiative, to similar categories of wage earners in the private sector and public corporations, in contrast to policies o f wage restraint in other countries such as the U.K. which devalued their currencies at or about the same time. These wage increases should be viewed in their proper perspective. Demands for wage increases by the lower wage groups existed even prior to devaluation and would have had to be resolved with or without the devalua­tion which only served to bring these demands into greater relief.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.428983688354492,
      8.52884292602539,
      8.540104866027832,
      8.610419273376465,
      8.837468147277832,
      8.886996269226074,
      8.888176918029785,
      8.985416412353516,
      8.988190650939941
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.96,
      312.22,
      420.06,
      411.91
    ],
    "text": "The 20 per cent devaluation of the Ceylon Rupee by itself should provide suffi­cient incentive to greater export efforts by exporters c f major products. In fact, it was felt that the margin provided to these exporters would have been too high and a part o f it was siphoned off through higher export duties. Ceylon's efforts to increase export earnings, however, should now be more appropriately diverted to providing greater incentives to a wide range o f industrial and minor agricultural products. While the devaluation would provide some additional incentive to producers o f these goods to expand exports and seek new markets, breaking into these highly competitive markets may require greater incentive and export promotion efforts than those provided by the devaluation alone.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.348739624023438,
      8.490987777709961,
      8.568368911743164,
      8.610419273376465,
      8.822978973388672,
      8.837468147277832,
      8.85893440246582,
      8.87698745727539,
      8.985416412353516,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      46.08,
      423.1,
      419.98,
      510.79
    ],
    "text": "A devaluation, apart from providing incentives to exporters, has also the objective of bringing domestic prices into line with the scarcity value of foreign exchange, and, if this objective is achieved, it should be possible to do away with a substantial array o f the controls on foreign payments. There is, however, as yet, a heavy liquidity over-hang in the economy ; the data on liquidity in the non-bank private sector analysed in this Report in the section on Monetary and Banking Developments tends to confirm this view. In such circumstances, an across the-board lifting of controls on foreign payments could be quite disastrous and advisedly no attempt ' has been made to do so.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.055693626403809,
      8.100000381469727,
      8.231250762939453,
      8.376668930053711,
      8.383832931518555,
      8.610419273376465,
      8.824763298034668,
      8.892051696777344,
      8.896662712097168,
      8.932100296020508,
      8.939332962036133,
      8.939993858337402,
      8.990562438964844
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.2,
      523.42,
      419.82,
      581.59
    ],
    "text": "The stage seems now appropriate, however, to enter into a phase o f gradual decontrol with adequate monetary-fiscal safeguards and supplementary measures. What is required is not a wholesale liberalisation o f import and invisible payments. On the contrary, what is advisible is a cautious and selective approach in order to obtain the full benefits o f devaluation by infusing a new dynamism into the economy which had in the past, albeit for good reasons, been fettered by stringent controls.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.230731964111328,
      8.383832931518555,
      8.529150009155273,
      8.537646293640137,
      8.565726280212402,
      8.610419273376465,
      8.853379249572754,
      8.856416702270508,
      8.876839637756348
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.96,
      593.5,
      419.91,
      632.71
    ],
    "text": "The effects o f a devaluation can be felt only in the medium to long run. It is after all a correction of a fundamental disequilibrium which is the cumulative result of economic maladjustment over a period o f years. The correction o f such a dis­equilibrium also takes time. Hence jubilation over immediate increases in Rupee",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.374162673950195,
      8.610419273376465,
      8.868001937866211,
      8.881606101989746
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      205.92,
      28.78,
      227.46,
      37.75
    ],
    "text": "( 1 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      36.72,
      49.18,
      400.48,
      88.39
    ],
    "text": "prices of exports or despondency over increases in domestic prices immediately following the devaluation are equally uncalled for. Given sufficient time, reasonable monetary stability and supporting policy measures, the economy should benefit from the devaluation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.335369110107422,
      8.383049964904785,
      8.383832931518555,
      8.610419273376465
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      37.2,
      99.58,
      185.91,
      108.55
    ],
    "text": "Import substitution in agriculture",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      37.44,
      119.74,
      400.23,
      179.11
    ],
    "text": "In the last Annual Report reference was made to the initiation of a crash pro­gramme in agriculture with a view to relieving the pressure on foreign exchange for the import of food. It was also mentioned that with effect from December 18, 1966, there was a change in the food subsidy scheme, under which the ration c f rice was reduced from two measures to one measure per week per head, the one measure itself being distributed free.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.167275428771973,
      8.174139976501465,
      8.392358779907227,
      8.39372730255127,
      8.42353343963623,
      8.567487716674805,
      8.610419273376465,
      8.81866455078125,
      8.82033920288086,
      8.899168968200684,
      8.901712417602539,
      9.106107711791992
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      37.2,
      190.3,
      400.54,
      330.31
    ],
    "text": "The immediate effect of the reduction in the rice ration was to increase the open market price of rice. The actual timing of the change coincided with a lean period for rice supplies in the domestic market, December being a month in which there is no harvesting anywhere in Ceylon. Consequently, open market prices c f rice went up to levels which had been reached only in periods c f acute shortage c f rice during the last world war. A measure of average quality rice w£.s fetching anything up to Rs. 2.00 in the open market in December 1966 and January-February 1967. With the harvesting of a substantial Maha crop in February-April 1967 and a good Yala. crop in July-August 1967s the open market price tended to stabilise at a somewhat lower level. Fcr the year as a whole, the average price of paddy was around Rs. 13.60 per bushel as against Rs. 11.05 per bushel in 1966, an increase in price of Rs. 2.55 per bushel between the two years. The Government also increased the guaranteed price of paddy from Rs. 12.00 to Rs. 14.00 per bushel at the time c f devaluation o f the Ceylon Rupee.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      8.230731964111328,
      8.346694946289062,
      8.374671936035156,
      8.392358779907227,
      8.437774658203125,
      8.45389461517334,
      8.45742416381836,
      8.499135971069336,
      8.587604522705078,
      8.610419273376465,
      8.82033920288086,
      8.820673942565918,
      8.828034400939941,
      8.83557415008545,
      8.838729858398438,
      8.882638931274414,
      8.896662712097168,
      8.899168968200684,
      8.901712417602539
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      36.96,
      341.5,
      400.43,
      421.03
    ],
    "text": "There is likely totbe some seasonal fluctuation in the open market price of rice. Nevertheless, the open market price in 1967 was on the average higher than that in 1966. The Government also conducted a vigorous food production drive designed to induce farmers to utilize larger quantities of fertilizer, v.fe better seed paddy, expand acreage and generally adopt better techniques c f production. The combined effect of these seT eral incentives, together with favourable weather conditions, resulted in the total paddy crop harvested in 1967 reaching an all-time peak of D3.1 million bushels, equivalent to 769,000 long tons of rice.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      7.884633541107178,
      8.167275428771973,
      8.392358779907227,
      8.42353343963623,
      8.610419273376465,
      8.83557415008545,
      8.852303504943848,
      8.85260009765625,
      8.85456371307373,
      8.860749244689941,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      36.0,
      431.98,
      400.23,
      549.19
    ],
    "text": "The intensive food production drive and other measures were designed to reduce the foreign exchange expenditure on food. The foreign exchange licences issued for food imports in 1966 and 1967 totalled Rs. 816 million and Rs. 834 million, respectively, revealing an increase of Rs. 18 million. These data, however, conceal the fact that the stocks of imported rice and flour held by the Feed Commissioner at the end of 1967 were higher than the stocks held at the end of 1966 by 37,500 tons and 76,300 tons, respectively. When allowance is made for this factor, the actual foreign exchange outlay on food in 1967 would have been lower than that in 1966. It must also be realised that food requirements in 1967 would have been higher than in 1966 on account of the increase in population. This would indicate that some headway has already been made in 1967 in reducing foreign exchange outlays on food imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.167275428771973,
      8.174139976501465,
      8.346694946289062,
      8.507391929626465,
      8.610419273376465,
      8.828034400939941,
      8.932100296020508,
      8.933716773986816,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      35.28,
      562.06,
      399.42,
      639.91
    ],
    "text": "The prospects for 1968 appear to be better, granted favourable weather conditions. The increase in the guaranteed price of paddy in November 1967 should help in farmers obtaining a better price for their paddy than in 1967. A new agricultural credit scheme, in which the Central Bank is playing an active role in financing rural agriculture, was inaugurated with the beginning of the 1967/68 Maha Season. The total credit already advanced for the one season (Rs. 81 4 mi­llion up to the end of December) is substantially higher than the total for a whole year in the past (Rs. 34.6 million.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.49315071105957,
      8.530920028686523,
      8.610419273376465,
      8.821788787841797,
      8.822978973388672,
      8.824763298034668,
      8.832344055175781,
      8.852303504943848,
      8.85260009765625,
      8.864117622375488,
      8.871404647827148,
      8.888176918029785,
      9.001465797424316,
      9.023051261901855
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      215.04,
      36.48,
      235.28,
      43.64
    ],
    "text": "( 1 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.5172200202941895
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      45.12,
      55.18,
      411.55,
      144.79
    ],
    "text": "Fertilizer consumption in 1968 is expected to be higher ; farmers are being induced to use higher yielding strains o f seed paddy, improved techniques o f production and expand the area cultivated. All these factors tend to point to substantially higher production in 1968 than in 1967, provided the weather conditions do not turn to be adverse. The prospects for other foodstuffs t o o appear to be good, import allocations for chillies, Bombay onions and potatoes (banned since mid 1967) were reduced in 1967, with a view to encouraging local production. There was Some increase in the output o f subsidiary foodstuffs in 1967 and, if this trend continues there should be higher production in 1968,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.236828804016113,
      8.39372730255127,
      8.424077987670898,
      8.572235107421875,
      8.79027271270752,
      8.791356086730957,
      8.793108940124512,
      8.812264442443848,
      8.821788787841797,
      8.873992919921875,
      8.900496482849121,
      8.901712417602539,
      8.932100296020508,
      8.970508575439453,
      9.001465797424316,
      9.06128978729248
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      46.08,
      155.09,
      180.0,
      165.17
    ],
    "text": "Import substitution in industry",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.630535125732422,
      10.046499252319336,
      10.132513999938965
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      46.08,
      175.9,
      411.34,
      265.51
    ],
    "text": "The increase in money incomes in the rural sector, arising from higher production and better prices, tends to focus attention on the need to keep the economy supplied with a steady flow o f manufactured goods, especially of the type entering into mass consumption in the rural sector. This brings into sharp relief the role o f the industrial sector in the economy. There was ample evidence, as revealed by the data presented later in the Report, that the industries in the public sector performed decidedly better in 1967 than in 1966. Manufacturing, other than the manufacture o f tea, rubber and coconut, did better in 1967 than in 1966, according to national income data.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.215612411499023,
      8.287254333496094,
      8.376904487609863,
      8.379332542419434,
      8.383832931518555,
      8.434663772583008,
      8.572235107421875,
      8.803958892822266,
      8.80515193939209,
      8.807311058044434,
      8.824763298034668,
      8.83553695678711,
      8.85260009765625,
      8.866300582885742,
      8.87698745727539,
      8.891314506530762,
      8.915410995483398,
      8.933716773986816,
      8.939332962036133,
      9.001465797424316,
      9.023051261901855,
      9.106107711791992
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      46.32,
      276.94,
      412.02,
      376.63
    ],
    "text": "The type o f goods required for mass consumption in the rural sector are those that are produced largely by private sector industries which, as; discussed in last year's Annual Report, have grown up to produce a wide variety o f goods whose import has been virtually banned or restricted for balance o f payments reasons. They are, by and large, import substituting industries, but rely very heavily on imported raw materials, as shown by data presented in the section on Industrial Development in this Report. A further feature of these industries is that they have grown up under the protection provided by import bans which apply largely to non-essential goods, and; hence, these industries do not necessarily reflect national priorities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.287254333496094,
      8.348739624023438,
      8.536032676696777,
      8.542562484741211,
      8.572235107421875,
      8.79027271270752,
      8.791467666625977,
      8.794564247131348,
      8.794713020324707,
      8.795645713806152,
      8.803847312927246,
      8.803958892822266,
      8.812264442443848,
      8.82022762298584,
      8.83553695678711,
      8.867965698242188,
      8.875324249267578,
      8.899168968200684,
      8.90108585357666,
      8.932100296020508,
      8.939332962036133,
      9.023051261901855,
      9.106107711791992
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      46.32,
      388.06,
      412.27,
      544.63
    ],
    "text": "The performance of these private sector industries is necessarily dependent on the foreign exchange allocation for raw materials, relying as they do so heavily on imported raw materials. In the Foreign Exchange Budgets for 1966 and 1967, as well as the draft Budget fcr 1968, increasing allocations of foreign exchange have been made for private sector industry. In some cases, foreign exchange allocations have been kept deliberately low to prevent the undue expansion o f low priority industries ; but, in most cases, the allocations though higher than previously have been below capacity requirements in view o f the overall inadequacy of foreign ex­change resources. Not only have these allocations been low but their timing has also been uneven on account of the need to watch carefully the emerging foreign exchange situation prior to actual release of allocations. Given rapid import sub­stitution in the agricultural sector, the country should be in a position to afford larger outlays of foreign exchange for the industrial sector. If that can be combined with selective liberalisation o f raw material imports, the industrial sector should be in a position to play its role since it has the capacity to produce very much more than it has done in the past.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.354631423950195,
      8.39372730255127,
      8.572235107421875,
      8.787473678588867,
      8.794564247131348,
      8.803847312927246,
      8.812264442443848,
      8.817474365234375,
      8.819223403930664,
      8.822978973388672,
      8.827885627746582,
      8.828034400939941,
      8.83553695678711,
      8.854823112487793,
      8.855415344238281,
      8.876839637756348,
      8.87698745727539,
      8.888176918029785,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      47.76,
      557.57,
      144.25,
      567.65
    ],
    "text": "Monetary-fiscal policy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.942015647888184,
      10.054986000061035
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      47.76,
      578.38,
      411.92,
      636.55
    ],
    "text": "Monetary and fiscal policies followed in the recent past have been designed to keep in check excessive monetary expansion in the economy. In 1965, the Monetary Board initiated a series of monetary measures, including a higher bank rate, marginal reserve ratios, and ceilings on bank credit. These have been continued since then and the monetary data of the period after that show that there has been no unwarrant­ed increase in commercial bank credit to the private sector. Money supply, which",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.316890716552734,
      8.376904487609863,
      8.403648376464844,
      8.504344940185547,
      8.572235107421875,
      8.794564247131348,
      8.816916465759277,
      8.82914924621582,
      8.871404647827148,
      8.88330364227295,
      8.901712417602539,
      8.919310569763184,
      8.939332962036133,
      8.952424049377441,
      9.106107711791992
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      217.44,
      32.86,
      239.7,
      41.83
    ],
    "text": "( 1 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.264779090881348
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      47.28,
      53.5,
      411.06,
      82.63
    ],
    "text": "stood at Rs. 1,650 million at the end o f June 1965 rose to Rs. 1,700 million at the end o f September 1967 and to Rs. 1,808 million at the end o f December 1967 — an increase o f only Rs. 158 million in the 30-month period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.481554985046387,
      8.648433685302734,
      8.9761381149292
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      47.76,
      93.82,
      411.69,
      153.19
    ],
    "text": "The overall monetary restraints should, however, not be allowed to curtail desirable investment in the private sector. With this objective in view, the Central Bank has already initiated several measures, described later in this Report, for the promotion o f development financing in Ceylon. It is expected that some o f these proposals would culminate in improving the institutional framework for development financing in 1968.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.376668930053711,
      8.425596237182617,
      8.556146621704102,
      8.60302448272705,
      8.611980438232422,
      8.648433685302734,
      8.915410995483398,
      8.932100296020508,
      8.993335723876953,
      9.106107711791992
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      47.76,
      164.62,
      410.84,
      254.23
    ],
    "text": "Budgetary operations from 1964/65 to 1966/67 have not relied too heavily on expansionary sources o f finance, but the monetary data for the last quarter o f 1968 showed rather heavy recourse to bank financing for fiscal operations. This is a tendency that has to be watched carefully. The beneficial effects o f the devaluation could very well be nullified if there is excessive monetary expansion in 1968. Such expansionary tendencies emanating from the private sector can be kept in check within the framework o f the monetary policy now being pursued by the Monetary Board. It is all the more important, therefore, to keep in check expansionary tendencies emanating from the Budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.335369110107422,
      8.407198905944824,
      8.499251365661621,
      8.58393669128418,
      8.648433685302734,
      8.899168968200684,
      8.901712417602539,
      8.917765617370605,
      8.939332962036133,
      9.006895065307617,
      9.106107711791992
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      196.8,
      265.42,
      264.91,
      274.39
    ],
    "text": "(5) Conclusion",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.163297653198242,
      8.648433685302734
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      48.48,
      285.58,
      411.3,
      435.67
    ],
    "text": "The performance of the economy in 1967 was altogether more satisfactory than in 1966, despite the further deterioration in the export sector. Economic growth in 1967 was adequate to cope with the increase in population and to afford an increase in per capita real product. The monetary situation remained under control but there were indications o f excessive expansion towards the end o f the year. The supply situation was better, even though imported supplies were lower than in the previous year. The price level was somewhat higher than in 1966. The balance o f payments situation continued to cause grave concern. Measures to alleviate the pressure on foreign exchange for food imports were beginning to show results in 1967, while import substitution in industry was assisted through higher allocations o f foreign exchange for imports o f raw materials. The Rupee itself was devalued in November 1967 as a step towards correcting the fundamental disequilibrium in the balance o f payments. In order to derive the full benefits o f the devaluation it would be necessary to adopt supporting measures while preventing an excessive monetary expansion.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.167275428771973,
      8.313970565795898,
      8.383832931518555,
      8.413830757141113,
      8.415857315063477,
      8.503071784973145,
      8.509897232055664,
      8.60302448272705,
      8.612247467041016,
      8.617387771606445,
      8.648433685302734,
      8.860749244689941,
      8.864117622375488,
      8.875324249267578,
      8.891645431518555,
      8.901712417602539,
      9.001465797424316
    ]
  }
]