[
  {
    "page_number": 0,
    "bbox": [
      200.88,
      48.96,
      232.94,
      56.12
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.602075099945068,
      7.113699913024902
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      121.68,
      69.41,
      313.13,
      79.49
    ],
    "text": "II. The Economic and Financial Situation",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.459054946899414,
      9.774645805358887,
      10.010000228881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.44,
      87.58,
      397.89,
      216.55
    ],
    "text": "5. The year 1956 was not as favourable a year to the economy of Ceylon as each of the two preceding years. Foreign trade in 1954 and 1955 had, indeed, experienced near-boom conditions and had contributed largely to an increased national income. There had been a marked rise in export values during those years, while the terms of trade—which in the Ceylon economy might be regarded as a major determinant of real income—had improved by as much as 34 per cent. In tho domestic sector, too, the economy had shown, on balance, an appreciable expansion in physical output, reflecting in particular a remarkable increase in the production of paddy. Government finances had changed from a deficit position in 1953 to a surplus in 1954 and 1955. The volume of private savings had risen, and the balance of payments in each of these two years revealed large surpluses.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.411957740783691,
      8.643577575683594,
      8.7016019821167,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.96,
      226.54,
      397.01,
      283.51
    ],
    "text": "6. These abnormally good conditions did not extend into 1956. The value of exports fell in that year. The terms of trade deteriorated. Production in the domestic sector also decreased. In the result, the balance of payments in 1956, though still in surplus, showed a considerable decline from that in the two preceding years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.629180908203125,
      8.889763832092285,
      8.910000801086426,
      9.081542015075684
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.04,
      292.3,
      396.58,
      493.27
    ],
    "text": "7. Among the factors bringing about the less favourable economic situation in 1956 should be mentioned the severe drought that was experienced in Ceylon in the year, the less strong world demand for tea than in 1955, higher import costs at sources of foreign supply, labour unrest in the port of Colombo, increases in ocean transport charges, and finally the dislocation caused by the Suez crisis. It is, perhaps, too early yet to attempt to assess the full economic consequences of this last factor, but a shortage of shipping space was experienced in the second half of 1956, generally restricting access to markets abroad. A freight surcharge of 15 per cent was imposed from November, and following upon the previous freight increase of 10 per cent effected from March, raised to some extent the costs of financing foreign trade. The effect on import prices was unfavourable and, though pressures induced by the crisis for stock-piling abroad tended to raise in Colombo the prices of exports to Western Markets whenever shipping space was available, tho volume of exports on the whole showed a decline. The harbour strikes in Colombo created difficulties of a different type, aggravating the intermittent congestion in the port and delaying further the loading and unloading of cargoes. In addition to hampering exports, these delays caused temporary shortages of imported supplies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.54574966430664,
      8.576290130615234,
      8.629598617553711,
      8.68986988067627,
      8.710947036743164,
      8.730432510375977,
      8.733400344848633,
      8.82335090637207,
      8.833309173583984,
      8.865449905395508,
      8.866596221923828,
      8.872292518615723,
      8.872994422912598,
      8.910000801086426,
      9.097457885742188,
      9.101279258728027,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.6,
      502.78,
      393.99,
      607.75
    ],
    "text": "8. As compared with 1955, the total value of exports in 1956 decreased by Rs. 205 million or about 11 per cent to nearly Rs. 1,735 million. This decline in value represented a fall of about 6 per cent each in the quantity and the average price. The volume of exports of almost all major products contracted—rubber by as much as 13 per cent. In the case of rubber, however, the decline in exports occurred in spite of a slight increase in production, and was partly due to shippjng difficulties. Yet the principal factor responsible for the fall in export values was the drop of over 9 per cent in the average price of tea, although tea prices improved later in the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.633932113647461,
      8.7016019821167,
      8.886996269226074,
      8.891351699829102,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.6,
      616.3,
      393.52,
      649.27
    ],
    "text": "9. Notwithstanding the decline in income from exports, expenditure on imports rose in 1956 by Rs. 170 million, or nearly 12 per cent to Rs. 1,629 million. This increase reflected a rise not only in the average price, by about 4 per cent, but also",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      202.32,
      46.09,
      235.51,
      54.72
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.105998039245605,
      8.755477905273438
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.68,
      66.73,
      398.79,
      87.6
    ],
    "text": "in the volume, by nearly 9 per cent. The price increase was mainly in capital goods, the volume increase in most consumer goods, chiefly rice and textiles.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.694499015808105,
      8.755477905273438
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      96.25,
      398.38,
      260.88
    ],
    "text": "10. The rise in 1956 in the volume of imports, in spite of the contractionary effect on real income of the factors mentioned earlier, would require some explana­tion, particularly since the volume of imports might have been even higher but for shipping difficulties. Among the reasons was, firstly, the expansionary influence on private income of Government budgetary operations in 1956 in relation to 1955. In 1956,Government ran a net cash operating deficit* of about lis.43 million following upon a net cash operating surplus of about Rs. 40 million for 1955. Secondly, the decrease in domestic output, mainly in paddy production due chiefly to unfavourable weather conditions in 1956, necessitated some additional resort to imports. Thirdly there was the lag in imports associated with higher incomes in the previous year. Fourthly, some increase in personal expenditure probably occurred as a result of the celebration of Buddha Jayanti.f The rise in imports had, of course, to be financed by a net reduction in the current savings of the economy, although savings in certain sections of the private sector had, in fact, increased appreciably.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.254744529724121,
      8.548067092895508,
      8.604535102844238,
      8.704185485839844,
      8.755477905273438
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      270.73,
      397.3,
      303.84
    ],
    "text": "11. The changes in the volumes of exports and imports, and the deterioration of nearly 10 per cent in the terms of trade, reduced the trade surplus for 1956 to Rs. 105 million from Rs. 480 million for 1955.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.163511276245117,
      8.254744529724121,
      8.755477905273438
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.76,
      312.25,
      396.94,
      356.88
    ],
    "text": "12. Hence the balance of payments surplus was smaller in 1956, and led to a smaller rise in external assets. In 1956, external assets rose by only Rs. 25 million, to Rs. 1,179 million. In 1955, external assets had risen by as much as Rs. 260 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.254744529724121,
      8.728545188903809,
      8.755477905273438,
      8.923792839050293
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      34.08,
      363.61,
      396.54,
      552.24
    ],
    "text": "13. With the decline in the balance of payments, the net external assets of the banking system rose by only Rs. 21 million in 1956, as compared with a rise of Rs. 217 million in 1955. But unlike in the two previous years, the rise in the money supply in 1956 far exceeded the rise in external banking assets. In 1954 and 1955, money supply had expanded by Rs. 130 million and Rs. 116 million, respectively ; but the increases in money supply in those years were much less than the increases in external banking assets, mainly because Government through its financial operations had exerted a net contractionary influence on the money supply. In 1956, too, although the Government deficit had a net expansionary effect on incomes, the Government sector's borrowing operations had a contractionary influence on the money supply. Yet the money supply rose by about Rs. 54 million in 1956. The reason was that—in contrast to the position in 1954 and 1955—the increase in the money supply in 1956 was mainly due to an expansion in bank credit to the privato sector. This credit expansion largely reflected an increase in over­drafts, mainly for the financing of export and import stocks. At the end of the year the money supply had reached a peak of Rs. 1,127 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.254744529724121,
      8.664603233337402,
      8.694673538208008,
      8.73676586151123,
      8.755477905273438,
      8.923792839050293,
      8.970712661743164
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      33.6,
      560.17,
      394.8,
      592.8
    ],
    "text": "14. Although the money supply reached this high level in 1956, there was no evidence that this rise was associated with inflationary tendencies in the economy. Furthermore, the main increase in the money supply occurred in the latter part of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.254744529724121,
      8.666322708129883,
      8.755477905273438,
      8.931153297424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      33.36,
      602.94,
      393.24,
      619.08
    ],
    "text": "* Defined as the excess of all payments (excepting those resulting from Government's bor­rowing and lending operations) over revenue receipts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.54445219039917,
      7.6197638511657715,
      8.081979751586914
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.88,
      621.42,
      393.62,
      649.56
    ],
    "text": "t The 2500th anniversary of the passing away (Parinihbana) of the Buddha was commemor­ated throughout the Buddhist world. The date had a special significance for Ceylon, as according to the Sinhalese chronicles this event coincided with the founding of the Nation.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.4283270835876465,
      7.6197638511657715,
      7.815731525421143,
      7.877371788024902,
      8.081979751586914
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      207.6,
      43.35,
      242.01,
      55.01
    ],
    "text": "( 6 )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      10.556782722473145,
      11.53467082977295
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      67.9,
      402.64,
      136.87
    ],
    "text": "the year when shipping difficulties necessitated some increase in bank credit for the financing of trade stocks. Also the rate of turnover of demand deposits which roughly measures the frequency with which demand deposits are operated on, fell from 1 -74 to 1-62 per month in 1956. Since demand deposits account for nearly two-thirds of the money supply, their less frequent use in 1956 is therefore a significant factor offsetting to some extent the effect of a rise in the money-supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.731371879577637,
      8.783291816711426,
      8.833309173583984,
      8.885629653930664,
      8.94674301147461,
      9.141668319702148
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.48,
      143.5,
      403.65,
      296.47
    ],
    "text": "15. The movements of available consumer price indices and wage indices too did not indicate an inflationary situation. The Colombo Consumers' Price Index was on the average 0 • 5 per cent lower than in 1955. However, the domestic group of this index did show a small rise of 1 - 7 per cent; but this rise can be attributed to temporary factors affecting domestic supplies of goods and services. The import group of the index was on the average 3 -9 per cent lower in 1956, although there was an increase in the average import price ; this was due, partly, to the fact that the rise in the average import price was only to a small extent in consumer goods, and, partly, to the fact that Government reduced the price of subsidised rice and of sugar, with effect from May, 1956. There was a rise of nearly 13 per cent in the export group of the index, reflecting mainly an increase in the domestic retail price of fresh coconuts due largely to a rise in the export price. The wage rate indices, on the whole, showed only some slight increase.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.131528854370117,
      8.381132125854492,
      8.498016357421875,
      8.730432510375977,
      8.792213439941406,
      8.833309173583984,
      8.861119270324707,
      8.870591163635254,
      8.88123607635498,
      8.903481483459473,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.24,
      304.06,
      403.52,
      373.03
    ],
    "text": "16. Tho liquid asset* of commercial banks contracted in 1956 to Rs. 437 million from Rs. 451 million in 1955, largely because of the increase in overdrafts. The fall in the liquid assets of banks was reflected in a decrease in their foreign balances. Tho ratio of liquid assets to demand deposits decreased from 60 -9 per cent to 55 -3 per cent. Commerci.il banks' excess reserves, however, rose slightly, from Rs. 55-7 million to Rs. 59 -4 million, over the same period.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.610570907592773,
      8.712000846862793,
      8.783291816711426,
      8.872994422912598,
      8.94674301147461,
      9.082914352416992,
      9.093634605407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.76,
      379.42,
      403.18,
      436.39
    ],
    "text": "17. According to a provisional calculation made by tho Central Bank, the value of gross national output in 1956 has been estimated to be of the order of Rs. 4,900 million, or 7 - 2 per cent lower than in 1955. But population increased by 2-4 per cont from 8-59 million in mid-1955 to 8-79* million in mid-1956. Hence per capita income fell by 9 -6 per cent from Rs. 616 in 1955 to Rs. 557* in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.336588859558105,
      8.454243659973145,
      8.503920555114746,
      8.511554718017578,
      8.620128631591797,
      8.630359649658203,
      8.662040710449219,
      8.67017936706543,
      8.692927360534668,
      8.723064422607422,
      8.872994422912598,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      162.48,
      454.37,
      279.24,
      464.45
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.535306930541992,
      9.785017967224121,
      9.852194786071777,
      10.051279067993164
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.52,
      472.3,
      400.51,
      553.27
    ],
    "text": "18. In a country such as Ceylon, whose economy is considerably dependent on the export of primary products which are subject to sharp price changes, a major aim of fiscal and monetary policy is the control, as far as possible, of extreme fluctuations in disposable income; for such fluctuations can cause serious adverse effects on savings and investments, and hence on the long term growth of national income. In an open economy the control of such fluctuations is essential if periodical crises relating to the balance of payments are to be avoided.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.7016019821167,
      8.82111930847168,
      8.833309173583984,
      8.903481483459473,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      40.8,
      559.42,
      400.27,
      628.39
    ],
    "text": "19. The measures that need to be taken to counteract the instability of incomo in an economy like that of Ceylon belong mainly to the field of fiscal policy. The role of monetary policy is, for the most part, auxiliary and supplemental, thotigh never­theless important; its effectiveness in influencing the money supply, and particularly in regulating credit, largely depends on the appropriateness and timing of fiscal measures. These moasures should in boom times be directed towards taxing away",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.833309173583984,
      8.838915824890137,
      8.899723052978516,
      8.94674301147461,
      9.09817886352539
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.08,
      639.27,
      137.81,
      647.13
    ],
    "text": "* Provisional. .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.842206001281738
    ]
  }
]