[
  {
    "page_number": 0,
    "bbox": [
      191.28,
      13.07,
      194.19,
      18.6
    ],
    "text": "I",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.998000144958496
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      216.72,
      52.86,
      269.2,
      63.82
    ],
    "text": "4 49 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.16,
      76.62,
      424.2,
      112.06
    ],
    "text": "in the following areas : construction and development of irrigation and drainage works, land development in colonisation areas, livestock production, local govern­ment, law enforcement, security and customs services. '",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.76,
      125.1,
      423.73,
      173.02
    ],
    "text": "Employment in semi-government institutions declined in 1984 by 2.6 per cent in contrast to a marginal increase of 0.2 per cent in 1983. Employment in the majority jpf^^85tfflf-goyjerr|men|t institutions, including those in the plantation sector,..decreased in->|£84 due mainly to_ reorganisationjpolicies adopted withVview td reducing'costs.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.4,
      174.54,
      424.16,
      375.36
    ],
    "text": "| • o . ! i ; , I i i In jthe absence of the final estimates of employment in the organised private ^eptor fpr,198.4 J^sed on active accounts with the Employees' Provident Fund, certain \"other indicate rs scan be used to identify the general trends in private sector ejhploy-ment. overall terms, the private industrial sector sustained its growth ntomentum by regii itermg a 24'per cent growth \"during the year under review. A breakdown of ^pt'dduc Ion growth ^y sub sectors'show that the garments and textile; category, which is one oT'tW,prpminent employment generating sectors, grew by 53 per cent in 1984. On the b^isjof the Central Bank industrial survey, employmentjin private Qiotor industries is e^jmajted to have increaWd jbjrlOper cent when comp^rqd-with 8 per c mt last year. 'Information collected through a field survey conducted by the Ministi y of Finance ahp \"Planning, indicated tha^ the projects approved by the CtSb£eig|rfavestment Adv^ory Committee Trays, provided direct employment to^36,625 persom) as at end June, 19^Asd^enwmpared\\wifh 26,944 persons as at ejnd June, 1983. \"the total number.of direcV employment in the GCEC enterprises amounted to 0 ^ 5 1 j a t t h e e^of.i^>84 as compared, with 26;Q5$ in J983. j ... .,",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4649999141693115,
      4.999000072479248,
      5.000999927520752,
      7.997000217437744,
      8.152999877929688,
      9.72883415222168,
      9.741217613220215,
      9.86230754852295,
      9.871149063110352,
      9.873183250427246,
      9.899999618530273,
      9.949918746948242,
      9.949967384338379,
      10.786275863647461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.08,
      389.34,
      423.42,
      412.54
    ],
    "text": "Relatively better performance in they rural ajgncujtural sector in 1984, indicates iBnhancted employment opportunities or Reduction ladder-employment in {his sector.",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0,
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.96,
      427.5,
      379.5,
      438.46
    ],
    "text": "PRICES • . A ; ^",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.16,
      442.38,
      422.69,
      489.34
    ],
    "text": "- Tkejrnain feature of retail price movements in 1984 w^itfe sharp increases in the early part of the year followed by a appreciable deceleration in the latter half of the year. The deceleration of prices in the latter half of the year was in marked ..contrast to the price behaviour observed in the same period of 1983. Consequently,",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.48,
      490.38,
      424.62,
      561.34
    ],
    "text": "uatthou& the Colombo Consumers' Price Index (CCPI) registered an m^reasfejbf 17 per cedt on an annual average basis in 1984, compared to 14 per cent in 1983, the point to point increase at end December, 1984 was only 9 per cent. This was a moderate GincreaiV-when compared with 21 per cent in 1983. Similarly, the Whojesale-Pjice Index ;'(WPI) increased by 26 per cent in 1984 compared to 25 per cent in the previous year, but the increase on a point to point basis as at December, 1984 was; only 5 per",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4649999141693115,
      9.899999618530273,
      9.94962215423584
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.44,
      565.36,
      296.39,
      576.46
    ],
    "text": "\"pent. ' \" •' ';' ' ••:.•:.! . _ I",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4649999141693115,
      9.899999618530273
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      586.38,
      422.25,
      645.34
    ],
    "text": "The main reason for the increase in the CCPI was the rise ifr'thV sub index for food by 18.1 per cent (61.9 per cent weight). The increases in the other sub indices, fuel and fight, clothing and miscellaneous items were 17.9 per cent, 5.6 per cent and 14.6:Jper eent^respectively compared to 33.2 per cent 6.3 per cent and 15.0 per cent, respectively in the previous year.",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      3.2793071269989014,
      9.3694486618042,
      9.899999618530273
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      336.96,
      625.85,
      410.94,
      632.5
    ],
    "text": "Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      209.04,
      45.61,
      262.09,
      61.1
    ],
    "text": "( si )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      13.925844192504883
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      70.53,
      416.87,
      165.6
    ],
    "text": ", Unfavourable weather conditions, administrative price revisions and the effect of high export prices on the domestic market' were factors which contributed to the sharp increase in food prices during the early part of 1984. In January, the prices of rice, wheat flour and bread were revised upwards. Crop damage due. to heavy rainfall resulted in higher open market prices of rice, vegetables and other food items such as chillies arid red onions in the first half of the year. Coconut prices, which rose sharply mtne latter part of1983, continued to rise in the first quarter of 1984. Coconut oil prices also remained at a higher level in the first half of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      175.17,
      416.45,
      234.24
    ],
    "text": "•-' The second half of 1984 was characterised by declining prices of some major commodities like coconut, coconut oil and vegetables. The monthly rate of increase of the index gradually decelerated from February to September when,the index recorded a decline for the first time since September, 1977, The increases in the last quarter of the year were relatively low compared to the usual-end year increases.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      244.05,
      416.77,
      303.12
    ],
    "text": "• Export prices rose by 61.9 per cent in 1984 compared to 43:9 per cent in 1983, due to high export prices for coconut product and tea that prevailed, particularly in the first: quarter of the year. Prices of domestic items increased by 15.7 per cent compared to 12.8 per cent in 1983, while prices in the import group increased by 10.4 per cent, compared to 9.:5per cent in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      312.69,
      415.77,
      347.76
    ],
    "text": "The WPI which stood at its peak in the first quarter showed a declining trend during1 the-period May to August, 1984. Although prices stabilized in September, the price level in thefourth quarter remained below that of the first quarter.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      357.09,
      416.34,
      440.16
    ],
    "text": "Dup to. the relatively high weight of certain export items, the behaviour of tea and coconut export prices.had a significant impact on the index in 1984. The sub index for the export sector increased by 51.2 per cent which was, however, lower than the increase in the previous year. While high prices of coconut products in the first quarter contributed tp this increase, lower prices in the next three quarters resulted in a point to point increase of only 2.2 per cent for the export sub index by December, 1984.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      449.73,
      422.09,
      508.8
    ],
    "text": "The sub index for the domestic sector increased by 11.3 per cent in 1984 compared; to \"5.9 per cent in* the previous year. Increases in the prices of open market paddy,. dried chillies, vegetables and red onions contributed to the sharp increase. In con­trast, the sub index for the import group registered a lower increase of 6.3 per cent in 1984 when compared with 10.2 per cent in 1983.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      9.967798233032227
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.72,
      521.73,
      416.65,
      569.52
    ],
    "text": "Commodity-wise, the sub-index for food displayed a similar pattern of behaviour as in the.case of the overall index. The average increase for the sub index for food over the~previous year was 33 per cent; while,\"thepoint t'opbintincrease at December was only 4.7 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      582.21,
      417.93,
      641.28
    ],
    "text": "Although the sub index for Petroleum Products increased by 12.5. per cent when compared with the average price for 1983, this sub index, remained constant during the year due to unchanged petroleum prices. There was a lower increase in prices of miscellaneous items\" and a higher price increase in metallic and non-metallic products during 1984 wh.en compared with the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.91892147064209,
      9.949873924255371
    ]
  }
]