[
  {
    "page_number": 0,
    "bbox": [
      101.28,
      73.54,
      375.51,
      85.94
    ],
    "text": "NATIONAL I N C O M E A N D E X P E N D I T U R E",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      11.143858909606934
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.04,
      108.45,
      153.48,
      119.52
    ],
    "text": "OVERALL TRENDS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.04,
      126.45,
      418.26,
      233.52
    ],
    "text": "In 1991, Sri Lanka's Gross Domestic Product (GDP) at constant 1982 prices is estimated to have increased by 4.8 per cent. This increase, though lower than the impres­sive growth of 6.2 per cent in the previous year, indicates that the growth impulses generated in response to further liberalisation measures and other policy reforms intro­duced since 1989 have been sustained. The Gross National Product (GNP), the sum of GDP and net factor income from abroad, recorded a growth of 4.7 per cent in real terms compared with the growth of 6.4 per cent in 1990. This sustained growth performance was in sharp contrast to the average annual growth rate in GNP of 3.5 per cent during the five year period preceding 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.52,
      240.93,
      418.54,
      360.0
    ],
    "text": "An analysis of the sectoral contribution to the growth in GDP shows that the eco­nomic growth in 1991 had been largely concentrated in the Manufacturing and Services sectors. Following the favourable trend in its growth momentum in the recent past, the Manufacturing sector continued to be buoyant in 1991. Its expansion has contributed to almost 25 per cent of the overall growth of GDP in 1991. In comparison, it contributed 26 per cent in 1990. These indicators reflect the growing importance of the Manufacturing sector in stimulating economic growth in recent years. Led by the export oriented textiles and garments industry, value-added in factory industry, which contributes around two-thirds of the total output in the Manufacturing Sector, expanded by 9.5 per cent in real terms.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      367.17,
      418.98,
      426.24
    ],
    "text": "The. Services sector, which grew by 4.3 per cent in 1990, recorded a higher growth of 6.1 per cent in 1991. Within this sector, banking, insurance and other financial services, trade, transport and communications have recorded high rates of growth. The expansion in the Services sector accounted for nearly 65.4 per cent of the total increase in GNP during the year under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.90631103515625,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.0,
      433.17,
      420.78,
      550.08
    ],
    "text": "The moderation in the rate of economic expansion in 1991 when compared with the previous year was largely due to the sluggishness in the Agriculture sector which grew by an impressive 8.5 per cent in 1990. In 1991, this sector expanded by only 2.9 per cent. Further, the setback in the Mining and Quarrying sector as well as the slowing down in public sector construction activities were the other factors that contributed to a slower rate of growth in the economy in 1991. Moreover, the spurt of economic activity in 1990 was achieved over a low level of economic activity and capacity utilisation in 1989, which had been affected by sporadic civil disturbances and orchestrated work stoppages. This is a factor which has to be considered when comparing the relative performance of the economy in 1990 and 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.48,
      558.93,
      419.05,
      628.8
    ],
    "text": "The Gross National Product at current factor cost prices is estimated at Rs. 332 billion in 1991, representing an increase of 16.9 per cent over the previous year. The implicit GNP deflator, which is an indicator of the overall price changes in the economy, has risen by 11.6 per cent in 1991, compared to an increase of 20.0 per cent in 1990. This indicates a significant deceleration in the rate of increase in prices during the year. Accordingly, the GNP at constant (1982) factor cost prices is estimated at Rs. 132 billion.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.72,
      636.69,
      419.1,
      659.52
    ],
    "text": "Sri Lanka's mid year population in 1991 has been provisionally estimated at 17.25 million, an increase of 1.5 per cent over 1990. Accordingly, per capita GNP at current",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      233.76,
      683.25,
      245.98,
      694.32
    ],
    "text": "28",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      67.65,
      428.22,
      90.96
    ],
    "text": "prices in 1991 is estimated at Rs. 19,235 (US$ 465), which is an increase of 15.2 per cent over last year. The increase in per capita GNP in real terms was 3.2 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      98.13,
      428.3,
      193.2
    ],
    "text": "The change in terms of trade is taken into account when estimating the growth of Real National Income, since it has a bearing on the import capacity of exports, which influences the international purchasing power of the country's real GNP. The terms of trade has deteriorated marginally by 1.9 per cent in 1991. Thus the Real National Income, i.e., real GNP adjusted for the terms of trade effect on export earnings, recorded a growth of 3.9 per cent, a lower rate of increase than the GNP growth in real terms. However, this was an improvement over the previous year's growth (3.0 per cent) of Real National Income.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.96,
      200.37,
      428.34,
      247.44
    ],
    "text": "On the expenditure side, Gross Domestic Expenditure at current market prices is estimated at Rs. 414 billion, an increase of 19.2 per cent over 1990. Consumption ex­penditure in nominal terms increased by 18.7 per cent in 1991, while Gross Domestic Capital Formation, estimated at Rs. 86 billion in 1991, has risen by 20.9 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      254.85,
      428.73,
      313.92
    ],
    "text": "With aggregate income continuing to rise, domestic demand strengthened further in 1991. Private Consumption Expenditure in real terms has risen by 4.9 per cent in 1991, compared to an increase of 2.7 per cent in 1990. Meanwhile, Government Consumption Expenditure has registered an increase of 7.3 per cent in real terms. The overall Con­sumption Expenditure in real terms has increased by 5.2 per cent during 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      321.33,
      427.86,
      404.4
    ],
    "text": "In 1991, the ratio of investment to GDP at market prices was 23.0 per cent, an improvement over the ratio of 22.2 per cent recorded in 1990. Investment in real terms has recorded a growth of 12.9 per cent in 1991 as against 1.6 per cent in the previous year. The private sector continued to expand its leading role in investment, while public investment was concentrated largely on priority areas towards development of economic and social infrastructure. Manufacturing, transport, communications and construction were some of the key sectors where private sector investment was most evident in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.96,
      411.81,
      428.56,
      446.88
    ],
    "text": "Domestic savings, estimated at Rs. 48 billion, have declined from 14.3 per cent of GDP in 1990 to 12.8 per cent of GDP in 1991. Meanwhile, the National Savings Ratio also declined from 16.8 per cent in 1990 to 15.2 per cent in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      462.69,
      205.26,
      473.76
    ],
    "text": "SECTORAL PERFORMANCE",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      67.2,
      483.57,
      427.98,
      530.64
    ],
    "text": "The sectoral performance of the GNP and the changes in value-added at constant 1982 prices are given in Table 1.6. In 1991, the leading growth sectors of the economy were the Manufacturing and Services sectors, while the performances of the Agricultural and Mining sectors were relatively poor.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.96,
      537.81,
      429.96,
      656.88
    ],
    "text": "The Agricultural sector including forestry and fishing has recorded a growth of 2.9 per cent in 1991, whereas during the previous year it achieved a growth of 8.5 per cent. Considering the large weightage of the Agricultural sector in Sri Lanka's GDP, the slower growth in this vital sector was a drag on overall economic performance in 1991. The value-added in plantation agriculture declined by 5.7 per cent. Within the Plantation Agricultural sector, a growth of 3.2 per cent was recorded for tea, while rubber and coconut declined by 8.8 per cent and 13.3 per cent, respectively. The output of paddy declined marginally in 1991. The 'other' Agriculture sub-sector comprising mainly minor food crops, minor export crops, poultry and livestock farming, sugar cane and tobacco cultivation was able to sustain in 1991, the impressive growth of 7.8 per cent attained",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      241.2,
      682.29,
      253.47,
      693.36
    ],
    "text": "29",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      156.96,
      67.08,
      634.08,
      94.25
    ],
    "text": "TABLE 1.6 Sectoral Composition and Increase in Gross National Product at Constant (1982) Prices 1989 -1991",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834,
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      316.56,
      102.14,
      679.47,
      113.56
    ],
    "text": "Value Added Per cent Share Increase over Per cent Share of",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      178.32,
      111.98,
      588.88,
      129.16
    ],
    "text": "Sector (Rs. Million) Of G.N.P. Previous Year (Rs. Million)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.480729579925537,
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      630.0,
      111.98,
      664.81,
      129.4
    ],
    "text": "increase in G.N.P.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      288.96,
      133.58,
      677.67,
      141.88
    ],
    "text": "1989 1990* 1991* 1989 1990 1991 1990 1991 1990 1991",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7386040687561035,
      6.9224653244018555,
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      103.92,
      148.94,
      678.19,
      214.6
    ],
    "text": "1. Agriculture, Forestry and Fishing 27,666 30,011 30,869 23.3 23.7 23.3 2,345 858 31.1 14.3 1.1 Agriculture 23,311 25,729 26,240 19.6 20.4 19.8 2,418 511 32.0 8.5 1.1.1. Tea 2,668 3,004 3,100 2.2 2.4 2.3 336 96 4.4 1.6 1.1.2. Rubber 697 718 655 0.6 0.6 0.5 21 -63 0.3 -1.1 1.1.3. Coconut 3,210 3,261 2,827 2.7 2.6 2.1 51 -434 0.7 -7.2 1.1.4. Paddy 5,258 6,378 6,301 4.4 5.0 4.8 1,120 -77 14.8 -1.3 1.1.5. Other 11,478 12,368 13,357 9.7 9.8 10.1 890 989 11.8 16.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.812478065490723,
      6.964912414550781,
      7.061227321624756,
      7.063586235046387,
      7.0684404373168945,
      7.0717668533325195,
      7.0788655281066895,
      7.107120513916016,
      7.12227201461792
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.72,
      218.3,
      677.64,
      236.68
    ],
    "text": "1.2. Forestry 1,985 2,030 2,107 1.7 1.6 1.6 45 77 0.6 1.3 1.3. Fishing 2,370 2,252 2,522 2.0 1.8 1.9 -118 270 -1.6 4.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      102.96,
      240.38,
      677.69,
      249.16
    ],
    "text": "2. Mining and Quarrying 3,576 3,901 3,511 3.0 3.1 2.7 325 -390 4.3 -6.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.83323335647583,
      6.964912414550781,
      7.0615739822387695
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      102.96,
      252.62,
      677.6,
      299.56
    ],
    "text": "3. Manufacturing 20,488 22,427 23,979 17.2 17.7 18.1 1,939 1,552 25.7 25.9 3.1. Export Processing 3,257 3,530 3,328 2.7 2.8 2.5 273 -202 3.6 -3.4 3.2. Factory Industry 15,500 17,085 18,708 13.0 13.5 14.1 1,585 1,623 21.0 27.1 3.3. Small Industry 935 968 1,065 0.8 0.8 0.8 33 97 0.4 1.6 3.4 Other 796 844 878 0.7 0.7 0.7 48 34 0.6 0.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.5800371170043945,
      6.964912414550781,
      7.061817169189453,
      7.061851978302002,
      7.06195592880249
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      98.64,
      303.26,
      677.68,
      407.32
    ],
    "text": "4. Construction 8,514 8,761 8,963 7.2 6.9 6.8 247 202 3.3 3.4 5. Electricity, Gas, Water and Sanitary Services 1,526 1,681 1,812 1.3 1.3 1.4 155 131 2.1 2.2 6. Transport, Storage and Communication 13,883 14,410 15,260 11.7 11.4 11.5 527 850 7.0 14.2 7. Wholesale and Retail Trade 25,588 26,497 28,423 21.5 21.0 21.5 909 1,926 12.0 32.1 8. Banking, Insurance and Real Estate 6,168 6,556 6,989 5.2 5.2 5.3 388 433 5.1 7.2 9. Ownership of Dwellings 3,650 3,705 3,760 3.1 2.9 2.8 55 55 0.7 0.9 10. Public Administration and Defence 6,140 6,355 6,469 5.2 5.0 4.9 215 114 2.8 1.9 11. Services (n.e.s.) 4,530 4,940 5,354 3.8 3.9 4.0 410 414 5.4 6.9 12. Gross Domestic Product 121,729 129,244 135,389 102.4 102.0 102.2 7,515 6,145 99.5 102.4 13. Net Factor Income from Abroad -2,855 -2,818 -2,964 -2.4 -2.2 -2.2 37 -146 0.5 -2.4 14. Gross National Product 118,874 126,426 132,425 100.0 100.0 100.0 7,552 5,999 100.0 100.0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.466651439666748,
      6.840830326080322,
      6.844052791595459,
      6.863320827484131,
      6.90584659576416,
      6.927241802215576,
      6.964912414550781,
      7.061435222625732,
      7.06195592880249,
      7.066741943359375,
      7.067989826202393,
      7.0681633949279785,
      7.068475246429443,
      7.0686140060424805,
      7.07103967666626,
      7.071801662445068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      98.16,
      416.3,
      690.24,
      424.12
    ],
    "text": "•Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.08,
      80.13,
      418.92,
      115.2
    ],
    "text": "during the year 1990. Of these agricultural activities, the performance of cash crops (tobacco, sugar cane), livestock and poultry farming was more striking. Meanwhile, the volume output of minor food crops is estimated to have increased by 4 per cent in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      122.37,
      418.68,
      169.44
    ],
    "text": "The Fisheries sub-sector, which declined by 5 per cent in 1990, has posted a growth of 12 per cent during the year under review. The major contributory factor for the expansion in fisheries activities in 1991 was the easing of restrictions imposed on off-shore fishing along the Eastern coast.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      176.85,
      418.21,
      259.92
    ],
    "text": "In 1991, value-added in the Mining and Quarrying sector is estimated to have de­clined by 10 per cent in real terms. A significant decline in gem export earnings from SDR 54 million in 1990 to SDR 42 million in 1991 is an indicator of the slowing down in gem mining activities during the year. The mining of illmenite, rutile and other mineral sands continued to be affected by the civil disturbances in the North. Consequently, the volume output of mineral sands which declined by 26 per cent in 1990 declined further by 2 per cent in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.12,
      266.85,
      420.19,
      409.92
    ],
    "text": "The Manufacturing sector, which has displayed consistently a favourable growth performance since 1986, continued to grow by 6.9 per cent in 1991. Factory industry, the major sub-sector within the Manufacturing sector, has increased its value-added in real terms by 9.5 per cent in 1991. The industrial categories which recorded large increases in value-added (in real terms) were basic metal products (34 per cent), textiles and garments (16 per cent), paper and paper products (15 per cent) and fabricated metal products (14 per cent). The value-added in processing of tea, rubber and coconut kernel products declined by 5.7 per cent in real terms in 1991, in contrast to an expansion of 8.4 per cent in 1990. This setback, together with the lower output levels in most of the public sector industries which were in a stage of 'transition' before being privatised, were the major contributory factors for the slower growth in the Manufacturing sector when compared with 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.36,
      418.05,
      417.9,
      453.12
    ],
    "text": "The small industries sub-sector is estimated to have recorded a growth of 10 per cent in 1991, indicating an expansion in small scale industrial units following the institutional support provided to multiply income generating employment in the Informal sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.36,
      460.05,
      418.62,
      518.16
    ],
    "text": "The Construction sector maintained a growth of 2.3 per cent in real terms in 1991 over the previous year. Even though the growth of public sector construction activities was marginal due to the continued curtailment of the public Investment Programme, the. construction of Private sector commercial and residential buildings has expanded, con­tributing to the growth in the Construction sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.12,
      525.81,
      418.26,
      668.88
    ],
    "text": "The Services sector is estimated to have grown by 6.1 per cent in real terms in 1991 as compared to 4.3 per cent in 1990. This sector has been stimulated by the high rate of economic activity during the successive years of 1990 and 1991. Trade, transportation services and banking and financial services recorded higher contributions to real GNP growth in 1991 than in 1990. Trade in real terms has increased by 7.3 per cent due mainly to the expansion in import trade. Transportation and communication services have under­gone a significant expansion, recording a real growth of 5.9 per cent in 1991 as against 3.8 per cent in 1990. There was a significant expansion in activities of the private sector passenger transportation which was mainly facilitated by the increased availability of credit to purchase buses at a concessional rate of interest through the Small and Medium Industry Loan Scheme. The increased volume of output in agriculture and industry as well as the growth in construction activities bolstered the road haulage sub-sector. Mean-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      231.36,
      694.05,
      243.55,
      705.12
    ],
    "text": "31",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      60.72,
      78.69,
      419.41,
      113.76
    ],
    "text": "while, the real growth of electricity, gas, water and sanitary services was 7.8 per cent during the year. Banking and financial services also grew by 6.6 per cent in real terms in 1991, a marginally higher rate of growth than in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.2,
      120.93,
      420.18,
      192.0
    ],
    "text": "Tourism, which recovered in 1990 following the improved security situation in the country, continued to grow during 1991 towards the levels achieved during the early 1980s. Tourist arrivals increased by 7.0 per cent, which resulted in a 25 per cent increase in foreign exchange earnings from SDR 88 million in 1990 to SDR 110 million in 1991. Consequently, value-added in hotel services has increased by 14.0 per cent in real terms in 1991, making a significant contribution to the growth in \"other services\".",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.44,
      208.77,
      135.45,
      219.84
    ],
    "text": "EXPENDITURE",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.68,
      226.53,
      420.68,
      285.6
    ],
    "text": "Gross Domestic Expenditure (GDE) at current market prices was estimated to be Rs. 414 billion in 1991, an increase of 19.2 per cent over the preceding year. Consump­tion expenditure was estimated to have risen to Rs. 327 billion in 1991, thereby recording a growth of 18.7 per cent over 1990. Meanwhile, Gross Domestic Capital Formation, estimated at Rs. 86 billion, has increased by 20.9 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.92,
      292.77,
      420.84,
      387.84
    ],
    "text": "Private Consumption Expenditure has increased by 18.5 per cent, in nominal terms from 244 billion in 1990 to 289 billion in 1991. Private Consumption Expenditure on imported goods and services, which increased by 27.2 per cent in 1990, displayed a considerable growth of 36 per cent in 1991. It was in the category of consumer durable goods that the increase was most significant, while the increase in the expenditure on imported food and beverages was moderate. In contrast to the trend observed during the past three years, private sector expenditure on motor cars and motor cycles showed a considerable decline.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.4,
      395.49,
      421.15,
      430.08
    ],
    "text": "Government Consumption Expenditure increased by 20.4 per cent over that of 1990 owing to the heavy demand for additional expenditure on account of defence and the public sector restructuring programme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.4,
      437.73,
      421.14,
      496.8
    ],
    "text": "Gross Domestic Capital Formation (GDCF) at current prices, inclusive of changes in stocks, is estimated at Rs. 86 billion in 1991 showing an increase of 20.9 per cent as compared with 30.6 per cent recorded in 1990. The ratio of GDCF to GDP at market prices increased from 22.2 per cent in 1990 to 23.0 per cent in 1991, thus reflecting restored business confidence and the improved investment climate.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.88,
      504.21,
      418.71,
      527.28
    ],
    "text": "Gross Domestic Fixed Capital Formation (GDFCF) at current market prices in­creased from Rs. 70 billion in 1990 to Rs. 85 billion in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.88,
      534.21,
      421.56,
      627.6
    ],
    "text": "Investment by the private sector has increased by 21.7 per cent in 1991, while public investment has grown by 19.5 per cent. The private sector investment was concentrated in the key sectors of industry, construction and transport services. In 1991, the bulk of public investment was absorbed by the development and maintenance of economic infra­structure such as electricity generation and distribution, road development, irrigation, water supply and communications. An encouraging development in the investment scene in 1991 was the considerable growth in Foreign Direct Investment, albeit from a low base, in response to the incentives offered to induce foreign investment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.91806411743164,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      63.12,
      635.73,
      421.49,
      670.32
    ],
    "text": "The import content of GDFCF has shown a slight increase in 1991, when compared to the previous year, mainly due to the higher level of imports of building materials and machinery and equipment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      236.4,
      692.13,
      248.67,
      703.2
    ],
    "text": "32",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      362.16,
      65.16,
      416.07,
      77.45
    ],
    "text": "TABLE 1.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      285.12,
      86.53,
      493.44,
      98.81
    ],
    "text": "Total Resources and their uses 1982 -1991",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      148.08,
      139.34,
      164.96,
      147.16
    ],
    "text": "Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      242.64,
      113.43,
      330.82,
      131.08
    ],
    "text": "At Current Market prices (Rs. Million)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      464.16,
      113.67,
      518.26,
      121.48
    ],
    "text": "At 1982 Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      148.08,
      126.87,
      678.48,
      147.16
    ],
    "text": "Percentage Change Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      223.92,
      153.26,
      350.96,
      161.32
    ],
    "text": "1982 1989 1990* 1991*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7386040687561035,
      6.9224653244018555,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      382.56,
      139.1,
      601.76,
      147.4
    ],
    "text": "1982 1989 1990* 1991*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7386040687561035,
      6.9224653244018555,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      148.08,
      126.87,
      678.48,
      147.16
    ],
    "text": "Percentage Change Item",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      223.92,
      153.26,
      350.96,
      161.32
    ],
    "text": "1982 1989 1990* 1991*",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.7386040687561035,
      6.9224653244018555,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      361.68,
      159.5,
      414.61,
      176.68
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      427.68,
      159.26,
      480.61,
      176.68
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      494.16,
      159.5,
      546.85,
      176.92
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      561.36,
      159.5,
      613.57,
      176.92
    ],
    "text": "Amount Rs. Mn. %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.867281913757324,
      6.964912414550781,
      7.962884426116943
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      630.0,
      155.18,
      648.69,
      180.76
    ],
    "text": "1990 over 1989",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      660.24,
      155.43,
      678.93,
      181.0
    ],
    "text": "1991 over 1990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      95.52,
      184.94,
      679.22,
      212.2
    ],
    "text": "1. Total Resources 145,143 344,478 444,212 520,040 145,143 100 182,062 100 188,895 100 200,730 100 3.8 6.3 1.1. GDP at Market Prices 99,238 251,891 321,751 375,339 99,238 68 127,735 70 135,655 72 142,166 71 6.2 4.8 1.2. Imports of Goods and",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.70934534072876,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      95.04,
      213.74,
      679.42,
      250.36
    ],
    "text": "Non Factor Services 45,905 92,587 122,461 144,701 45,905 32 54,327 30 53,240 28 58,564 29 -2.0 10.0 2. Utilization 145,143 344,478 444,212 520,040 145,143 100 182,062 100 188,895 100 200,730 100 3.8 6.3 2.1. Consumption 87,468 221,090 275,640 327,278 87,468 60 114,001 63 116,419 62 122,445 61 2.1 5.2 2.2. Gross Domestic Fixed",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-Oblique"
    ],
    "sizes": [
      6.540600299835205,
      6.919031620025635,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      107.04,
      251.9,
      678.99,
      307.48
    ],
    "text": "Capital Formation 30,279 54,249 70,417 85,426 30,279 21 31,408 17 31,879 17 36,006 18 1.5 12.9 .2.2.1. Government (4,866) (14,306) (13,480) (16,797) (4,866) (3) (6.910) (4) (5,597) (3) (6,020) (3) -19.0 7.5 2.2.2. Public Corporation 2.2.3. Private Sector (25,413) (39,943) (56,937) (68,626) (25,413) (18) (24,498) (13) (26,280) (14) (29,986) (15) 7.3 14.1 2.3. Changes in Stocks 248 473 1,038 950 248 -196 -240 -227 ---2.4. Exports of Goods and",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      6.649189472198486,
      6.941798210144043,
      6.946525573730469,
      6.964912414550781,
      9.445415496826172,
      9.614563941955566
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      125.52,
      309.27,
      678.85,
      317.56
    ],
    "text": "Non-Factor Services 27,148 68,666 97,117 106,386 27,148 19 36,457 20 40,357 21 42,052 21 11.1 4.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      95.28,
      329.67,
      686.02,
      337.48
    ],
    "text": "* Provisional. Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.16,
      69.91,
      304.56,
      78.77
    ],
    "text": "A V A I L A B I L I T Y A N D U T I L I Z A T I O N O F R E S O U R C E S",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      53.04,
      86.37,
      416.31,
      157.44
    ],
    "text": "The total resources available to the economy increased to Rs. 520 billion in 1991 compared to Rs. 444 billion in 1990. The increase in total resources was made up of an increase of Rs. 54 billion in the Gross Domestic Product and an increase of Rs. 22 billion . in imports of goods and non-factor services. Of the total resources, 63 per cent was spent on consumption, and 17 per cent on capital formation, while 20 per cent was absorbed in exports of goods and non-factor services.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      164.61,
      415.22,
      187.68
    ],
    "text": "The availability of total resources valued at constant (1982) prices rose by 6.3 per cent in 1991, compared with the increase of 3.8 per cent in 1990.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.88,
      194.61,
      415.29,
      229.68
    ],
    "text": "Private Consumption Expenditure in real terms has risen by 4.9 per cent in 1991, compared to an increase of 2.7 per cent in 1990. Meanwhile, Government Consumption Expenditure in real terms has registered an increase of 7.3 per cent during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      237.09,
      415.86,
      308.16
    ],
    "text": "Gross Domestic Fixed Capital Formation in real terms has posted a significant in­crease of 12.9 per cent in 1991 as against 1.5 per cent in 1990. The expansion in construction activities as well as a rise in investment on machinery and transport equip­ment led to the growth in capital formation. Private sector initiatives and favourable price movements of capital goods contributed to the high growth of investment in real terms during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.88,
      315.33,
      415.6,
      350.4
    ],
    "text": "Exports recorded a growth of 4.2 per cent in real terms in 1991 in spite of the low performance of tea, rubber and coconut exports. Minor agricultural exports and industrial exports largely contributed to the growth of exports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.12,
      357.57,
      416.08,
      416.64
    ],
    "text": "Domestic savings increased from Rs. 46 billion in 1990 to Rs. 48 billion in 1991, posting a 4.2 per cent increase. However, the ratio of domestic savings to GDP at market prices has declined from 14.3 per cent in 1990 to 12.8 per cent in 1991. National Savings, which include net factor income and private remittances from abroad, increased by 5.8 per cent in 1991.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.690201759338379,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      210.96,
      464.29,
      263.92,
      476.57
    ],
    "text": "TABLE 1.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      137.52,
      488.29,
      338.59,
      500.57
    ],
    "text": "National Savings At Current Market Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      372.0,
      510.38,
      415.57,
      518.2
    ],
    "text": "(Rs. Million)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.89491081237793,
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      118.8,
      526.22,
      399.99,
      534.76
    ],
    "text": "CATEGORY 1982 1989 1C90 1991",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.32,
      543.98,
      407.39,
      610.12
    ],
    "text": "1. G.D.P. at Market Prices 99,238 251,891 321,751 375,339 2. Domestic Savings 11,770 30,801 46,111 48,061 3. Net Factor Income from Abroad -1,959 -5,739 -6,667 -7,316 4. Net Private Transfers from Abroad 5,494 11,840 14,518 16,334 5. National Savings 15,305 36,902 53,962 57,079 6. Domestic Savings Ratio (2 as a % of 1) 11.9 12.2 14.3 12.8 7. National Savings Ratio (5 as a % of 1) 15.4 14.6 16.8 15.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.353825569152832,
      6.83323335647583,
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.84,
      619.83,
      416.02,
      627.64
    ],
    "text": "* Provisional Source: Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      231.12,
      681.09,
      243.35,
      692.16
    ],
    "text": "34",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  }
]