[
  {
    "page_number": 0,
    "bbox": [
      190.32,
      31.14,
      408.19,
      44.54
    ],
    "text": ". ( 15 > j W . 22%£$,",
    "fonts": [
      "Helvetica-Oblique"
    ],
    "sizes": [
      4.542994499206543,
      12.0,
      12.979984283447266,
      13.481400489807129
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      93.84,
      47.57,
      404.23,
      56.43
    ],
    "text": "Vll. Ceylon's International and Domestic Financial I^osi^or? [vj^O 2QQ(_",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.415298461914062,
      8.545156478881836,
      8.761879920959473,
      8.804372787475586,
      8.822322845458984,
      8.835471153259277
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.6,
      62.46,
      409.39,
      187.23
    ],
    "text": "lis j 64. The emphasis of this report upon the problems of the rising cost of living and the expanding money supply should not divert attention from \\tEe; inherent 'strength of Ceylon's present financial and economic situation. The country 'a^^'wioie^is'-bfettef'b'rT,''''. both in terms of money income and real income, than it was a y^^o^twji^ySa¥s..ago.^;'•''• There would be less concern about the cost of living if income in Ceyibp^ejr^mpl^vgqT^rV'' tably distributed. In particular, the increased prosperity in 1950 has not-been'.eqmtabiy shared. Those engaged in the principal export industries, and especially the producers of the export commodities, have benefited enormously by the high export prices, while those whose money incomes have not changed, or have not kept pace with rising living costs, have suffered. Although this domestic problem of the more equitable distribution of Ceylon's higher national income remains, the overall financial condition of the country has considerably improved.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.99080491065979,
      5.464573383331299,
      5.466736793518066,
      7.795022487640381,
      8.056024551391602,
      8.26171588897705,
      8.270210266113281,
      8.319229125976562,
      8.33470630645752,
      8.340282440185547,
      8.370012283325195,
      8.382938385009766,
      8.466537475585938,
      8.517248153686523,
      8.545156478881836,
      8.750761032104492,
      8.756179809570312,
      8.779242515563965,
      8.821121215820312,
      8.8898344039917
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.56,
      195.76,
      401.49,
      253.71
    ],
    "text": "65. An examination of the balance of payments table in Appendix II (Statement 10) reveals that Ceylon had a surplus on merchandise account alone of Rs. 328*6 million in 1950 and a surplus, taking all current items into account, of Rs. 146* 7 million. Accord­ingly, Ceylon's external assets rose during the year by Rs. 142*9 million. As a country we are in the very sound position, therefore, of having added to our external resources at a time when our international income was high.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.173541069030762,
      8.204141616821289,
      8.297331809997559,
      8.312286376953125,
      8.328076362609863,
      8.383161544799805,
      8.415781021118164,
      8.545156478881836,
      8.762805938720703,
      8.992823600769043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.76,
      263.68,
      402.85,
      449.55
    ],
    "text": "66. We have also taken major steps forward in improving the liquidity and converti­bility of our external assets during the year 1950. As a result of negotiations conductd in London by the Honourable J. R. Jayawardene, Minister of Finance, the United Kingdom Government and the Ceylon Government reached new understandings regarding Ceylon's sterling assets and the question of an independent reserve of gold and dollars to be held by the Central Bank. These understandings were embodied in an exchange of letters dated the 2nd and the 6th of February, 1951. The United Kingdom Government agreed to transfer an additional £21 million from the No. 2 to the No. 1* Account of the Central Bank of Ceylon during the seven-year period beginning 1st July, 1950, provided that such transfers would only be made as and when the total balances on No. 1 Account fell below £12 million. Since Ceylon's No. 1 balances at that date were already approxi­mately £19 million, £40 million out of total external assets of £66 million were unfrozen. By the end of the year, No. 1 balances, even without the additional releases, had risen to £37 million, so that with the additional releases Ceylon had available £58 million of No. 1 balances out of total sterling balances of £81 million. Since it would be the height of financial imprudence for Ceylon to contemplate using a larger amount of its sterling assets than this over the next seven years, the new agreement means, for all practical purposes, that the problem of frozen sterling has been effectively removed as a barrier to economic policy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.142597198486328,
      8.221847534179688,
      8.230534553527832,
      8.242278099060059,
      8.250981330871582,
      8.254082679748535,
      8.270210266113281,
      8.303121566772461,
      8.325340270996094,
      8.328076362609863,
      8.333433151245117,
      8.340282440185547,
      8.359715461730957,
      8.382938385009766,
      8.397406578063965,
      8.414186477661133,
      8.514976501464844,
      8.545156478881836,
      8.752044677734375,
      8.757640838623047,
      8.758460998535156,
      8.762805938720703,
      8.768502235412598,
      8.768893241882324,
      8.784324645996094,
      8.8092622756958,
      8.821121215820312,
      8.8898344039917,
      8.992823600769043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.2,
      459.76,
      404.15,
      547.23
    ],
    "text": "67. At the same time Ceylon reached an understanding with the United Kingdom regarding an independent gold and dollar reserve to be held by the Central Bank. The United Kingdom agreed to transfer immediately from the central gold and dollar reserves the equivalent of £4 million. Furthermore, as from December 8, 1950, by arrangement with the Bank of England, the Bank of England ceased to be responsible for providing dollar cover for authorised dealers in Ceylon, and this responsibility was assumed by the Central Bank. After experience has been gained under the new arrangements, the two governments will, if necessary, consult further regarding the disposition of Ceylon's surplus of dollars on current account.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.795022487640381,
      8.230534553527832,
      8.23871898651123,
      8.266661643981934,
      8.309696197509766,
      8.320954322814941,
      8.328076362609863,
      8.340282440185547,
      8.382938385009766,
      8.520764350891113,
      8.545156478881836,
      8.765191078186035,
      8.768893241882324,
      8.821121215820312
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.92,
      559.84,
      404.36,
      607.95
    ],
    "text": "68. It should be observed with regaard to the sterling releases over the next seven years that the long-term nature of the grecment was prompted very largely by the arrangements envisaged in the Colombo Plan for Co-operative Economic Development in South and South-East Asia. Ceylon, therefore, can look forward with confidence to the external financing of her development programme during the next six years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.18033504486084,
      8.22412395477295,
      8.26552963256836,
      8.309245109558105,
      8.320954322814941,
      8.340657234191895,
      8.545156478881836,
      8.87163257598877,
      8.992823600769043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.92,
      616.54,
      404.12,
      649.1
    ],
    "text": "* Under the sterling assets agreements concluded with the U. K. Government two sets of accounts designated No. 1 Acoounts and No. 2 Accounts were established. Blocked sterling is held in No. 2 Acoounts and transferable sterling in No. 1 Accounts i.e. sterling earned on current transactions and agreed transfers from No. 2 Accounts. ,",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.300000190734863,
      7.862103462219238,
      7.896157741546631,
      8.124083518981934
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      197.04,
      27.58,
      233.87,
      36.55
    ],
    "text": "( 1«. )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.610419273376465
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.72,
      45.58,
      395.71,
      133.27
    ],
    "text": "69. Ceylon has.further .strengthened its international position during the year 1950. On August 29, the day after the opening of the Central Bank, Ceylon became a member of-the International Monetary Fund and of the International Bank for Reconstruction and Development. The Fund's resources will thus be available to Ceylon for the alleviation of short-term balance of payments difficulties, and Ceylon becomes eligible to use the resources of the International Bank for financing its long-term development. The Central Bank has been designated in terms of the Fund-and the Bank agreements as the fiscal agency for transactions with the Fund and the Bank respectively, as well as the depository for the holdings of Ceylon currency of the Fund and the.Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.342370986938477,
      8.346694946289062,
      8.432951927185059,
      8.531035423278809,
      8.537646293640137,
      8.544098854064941,
      8.573344230651855,
      8.610419273376465,
      8.821566581726074,
      8.824763298034668,
      8.824837684631348,
      8.849264144897461,
      8.852340698242188,
      8.870701789855957,
      8.8839693069458,
      8.982421875
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      143.98,
      396.01,
      271.03
    ],
    "text": "70. The general soundness of the Ceylon economy may be illustrated by reference to some ratios which give a rough indication of the country's relative financial strength. For example, Ceylon's external assets at the end of 1950 were equal to 92 per cent, of the value of its 1950 imports. To be roughly in the same position an individual would have to have enough money in the bank to buy his usual household needs for almost an entire year. When the Ceylon figure iscompared with the corresponding figures for other small countries that are also highly dependent upon international trade, Ceylon shows up rather .well. For Belgium-the percentage is 39 per pent.,, for New Zealand 41 per cent. (1949), and for Denmark only 12-per cent. (1949). On-the other hand, for Switzerland, a country noted for its financial strength, the'figure is,145,per cent. These ratios, of course, do not tell the whole story. Factors such'as the extent to which external assets are held in gold and convertible currencies and the extent to which they are readily available to the monetary authority are also very important.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.286344528198242,
      8.33410930633545,
      8.334620475769043,
      8.383832931518555,
      8.422286033630371,
      8.610419273376465,
      8.819111824035645,
      8.822421073913574,
      8.833346366882324,
      8.852340698242188,
      8.859896659851074,
      8.861156463623047,
      8.864339828491211,
      8.871626853942871,
      8.872957229614258,
      8.881382942199707,
      9.006895065307617,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      282.22,
      395.73,
      301.03
    ],
    "text": "71. Ceylon's domestic financial position is in many respects fully as sound as its international financial position. The capital market is small and not so well organized",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.185530662536621,
      8.610419273376465,
      8.83557415008545,
      8.852340698242188
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.76,
      301.9,
      396.02,
      320.71
    ],
    "text": "sas the capital markets in larger and more highly developed countries ; nevertheless, developments in the year 1950 give considerable cause for encouragement.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      8.610419273376465,
      8.85893440246582
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      330.22,
      395.97,
      388.39
    ],
    "text": "72. At the beginning of the year the'Government had on tap two Sri Lanka loans''; one at'2| per cent, repayable between 1959 and 1964, aiidthe other at 3 per cent, repayable between 1969 and 1974. The issues, opened in February, 1949. and were fully subscribed on May 27, 1950. Subscriptions totalled Rs., 77,528,200, of which Rs. .11,920,900 .was subscribed in 1950. The next issues were not floated until after the Central Bank assumed responsibility for management of the public debt. Subscriptions were opened oh Nov:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.013646364212036,
      8.268271446228027,
      8.374671936035156,
      8.411996841430664,
      8.427388191223145,
      8.428983688354492,
      8.450439453125,
      8.495274543762207,
      8.610419273376465,
      8.824763298034668,
      8.901344299316406
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.68,
      389.26,
      395.99,
      476.95
    ],
    "text": "ember 1, for two new loans, the first borrowing under the National Development Loan Act, No. 3 of 1950, which authorises the raising of a total of Rs. 400 million. One was a 3 per cent, long-term loan of Rs. 50 million maturing 1966-71, and the other a 1|- per cent, two-year loan of Rs. 40 million. There were, no sinking'fund \"provisions for either loan. Lists were declared open for. the two-year loan for one month and for the long-term loan for three months. The response of the market' was extremely satisfactory ; the short-term loan was fully subscribed in two weeks and the long-term loan in three weeks, which was a record for Ceylon.and quite in contrast.to.the two.previous loans which had been on tap for more than a year. Also the short-term loan was a new departure in Ceylon",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.286937713623047,
      8.291647911071777,
      8.346694946289062,
      8.374671936035156,
      8.388840675354004,
      8.428983688354492,
      8.610419273376465,
      8.821566581726074,
      8.822087287902832,
      8.838729858398438,
      8.852303504943848,
      8.853527069091797,
      8.87735652923584,
      8.901712417602539,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      34.08,
      480.46,
      396.87,
      489.43
    ],
    "text": ". Government finance and found a ready acceptance in the market, especially by the banks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.100000381469727,
      8.610419273376465,
      8.838729858398438
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      33.6,
      500.14,
      397.61,
      587.83
    ],
    "text": ". 73. The treasury bill market demonstratedits absorptive capacity during the.year. . In the middle of the year the Treasury found itself short of funds, especially for financing t exceptionally large food purchases, but it preferred to await the opening of the Central Bank before floating new long-term' loans. Accordingly,-the Treasury increased its offers of treasury bills, and the volume outstanding rose from Rs. 12 million in April to Rs. 100 million by November under the stimulus of a rise in the treasury bill rate from • 20 per cent, to 1 per cent. Following the loan flotations in November; offerings were reduced, and the volume of treasury bills outstanding fell to Rs. 60 million by the end of the year. At the same time the rate dropped gradually to ' 52 per cent, from 1 per cent.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.112058639526367,
      7.893074989318848,
      8.100000381469727,
      8.167275428771973,
      8.388293266296387,
      8.53065013885498,
      8.610419273376465,
      8.824763298034668,
      8.83557415008545,
      8.90337085723877,
      9.040304183959961
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      34.08,
      600.22,
      397.93,
      649.51
    ],
    "text": "74. The increase in,the net public debt during the financial year ending September • .30,1950, was Rs: 60* 2.million, bringing the.total to Rs. 520' 3 million of which only -75' 7 million was sterlings debt. Although it would'be a mistake to judge the soundness of a country's finances solely by the size'qf its.publicdebt/it is nevertheless a good sign that Ceylon's debt burden is relatively small.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.538006782531738,
      8.100000381469727,
      8.230731964111328,
      8.307339668273926,
      8.365656852722168,
      8.43761920928955,
      8.488475799560547,
      8.53065013885498,
      8.610419273376465,
      8.8661527633667,
      8.879610061645508,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      201.6,
      29.74,
      237.75,
      38.71
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.686283111572266
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      38.88,
      47.98,
      401.27,
      158.47
    ],
    "text": "75. The Colombo share market showed considerable activity during the year. It is a small market by Indian or western standards. At the end of December, 1950, there were 192 companies on the share list of the Colombo Brokers' Association of which 62 were tea, 61 rubber, 30 tea-cum-rubber, 9 coconut, and 30 commercial companies. Interest in shares has been growing steadily, and was especially keen in the latter half of 1950 following the outbreak of the Korean war and the marked rise in export prices, especially for rubber. The index for rubber shares rose from 115 in the fourth quarter of 1949 to 241 in the fourth quarter of 1950, an increase of about 110 per cent. The corresponding indexes for te-cum-rubber were 165 and 253, an increase of 63 per cent. ; and for tea 193 and 238, an increase of 23 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3275728225708,
      8.346694946289062,
      8.383049964904785,
      8.411996841430664,
      8.434663772583008,
      8.445080757141113,
      8.511670112609863,
      8.525533676147461,
      8.536685943603516,
      8.604930877685547,
      8.613846778869629,
      8.646841049194336,
      8.686283111572266,
      8.891682624816895,
      8.901712417602539,
      8.91412353515625,
      8.917765617370605,
      8.99960708618164
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      38.4,
      169.9,
      399.86,
      259.51
    ],
    "text": "76. As indicated by statement 8, there has been a marked rise in savings during the year. Whereas in 1949 total savings had increased by only Rs. 6'4 million during the entire year, in 1950 savings increased by Rs. 33 million, an average of approximately Rs. 3 million a month. By the end of the year, in fact, the rate of. saving per month had jumped to more than Rs. 5 million per month. This rate of saving is still low, of course, but the increase of 1950 over 1949 is an encouraging indication that some members of the public at least are finding that they have a small excess of income over expenditure to put by each month for future needs.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.357889175415039,
      8.362873077392578,
      8.372164726257324,
      8.374671936035156,
      8.41324520111084,
      8.448653221130371,
      8.448887825012207,
      8.465682029724121,
      8.488862037658691,
      8.524687767028809,
      8.686283111572266,
      8.901712417602539,
      9.001465797424316,
      9.040304183959961,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.92,
      270.46,
      400.67,
      383.11
    ],
    "text": "77. The banking system continued to maintain a high degree of liquidity during the year, though the banks as a whole were not as liquid at the end of 1950 as they were at the end of 1949, as will be seen from Statements 2 and 3. The effect on the banking system of the inflationary situation which developed during the year can be traced in Statement 2. Deposits with the banks increased by 27 per cent, from Rs. 625*4 million at the end of December, 1949 to Rs. 796 • 8 million at the end of December, 1950. Cash and short-term assets held in Ceylon and abroad decreased from Rs. 525\" 8* million, or 84 per cent, of total deposit liabilities, to Rs. 453 • 9* million, or 57 per cent. On the other hand, investments, bills, overdrafts and loans expanded significantly, the principal increases in order of importance being in bills, overdrafts and loans.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.100000381469727,
      8.342370986938477,
      8.368245124816895,
      8.392358779907227,
      8.432951927185059,
      8.445080757141113,
      8.4624662399292,
      8.468549728393555,
      8.473235130310059,
      8.511670112609863,
      8.513134956359863,
      8.515716552734375,
      8.612360954284668,
      8.659844398498535,
      8.686283111572266
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      108.72,
      393.82,
      327.68,
      402.79
    ],
    "text": "VIII. Operations and Accounts of the Central Bank",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.3919677734375,
      8.686283111572266
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      38.16,
      413.5,
      398.65,
      480.07
    ],
    "text": "78. When it commenced business, the Central Bank fixed the buying.and selling rates of foreign currencies in which it proposed to deal with commercial banks. Rates were initially set for sterling and Indian rupees only. Subsequently, when the Bank undertook to provide commercial banks with dollar cover, rates were fixed for U. S. dollars as from December 8, 1950. These rates are shown in the Bank circulars in Appendix I of the report.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.369499206542969,
      8.381915092468262,
      8.40192985534668,
      8.434469223022461,
      8.445080757141113,
      8.454980850219727,
      8.525533676147461,
      8.604930877685547,
      8.662836074829102,
      8.686283111572266,
      8.987934112548828
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.92,
      490.78,
      398.14,
      545.83
    ],
    "text": "79. Statement 7 shows the Central Bank's monthly purchases and sales of foreign exchange from August 28 up to the end of January, 1951. Purchases up to the end of December, 1950, amounted to Rs. 553'3 million, consisting of Rs. 22-4 million-spot and Rs. 530-9 million forward ; sales totalled Rs. 60'6 million, all of which were spot trans­actions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.342370986938477,
      8.374671936035156,
      8.445080757141113,
      8.511670112609863,
      8.58420467376709,
      8.603404998779297,
      8.686283111572266,
      8.968093872070312,
      8.983444213867188
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.92,
      557.02,
      400.23,
      623.59
    ],
    "text": "80. When it commenced business, the Central Bank also fixed the minimum buying, rates and the maximum selling rates at which commercial banks may deal with the public in the currencies of most importance in Ceylon's trade ; sterling, U.S. and Canadian dollars, Indian rupees, Australian pounds and Pakistan rupees. When the Canadian monetary authorities decided to free the Canadian dollar and permit it to find its level in the market,-the rates fixed earlier for the Canadian dollar were withdrawn as from October",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.334620475769043,
      8.40192985534668,
      8.445080757141113,
      8.454980850219727,
      8.525533676147461,
      8.625226020812988,
      8.686283111572266,
      8.893048286437988,
      8.936726570129395,
      8.987934112548828
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      142.08,
      634.23,
      383.6,
      642.09
    ],
    "text": "* TotaU of columns 14 and 15 of Statement 3. '",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.613901615142822,
      7.804543972015381,
      7.82818078994751
    ]
  }
]