[
  {
    "page_number": 0,
    "bbox": [
      190.56,
      46.54,
      227.84,
      55.51
    ],
    "text": "( 54 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      132.48,
      70.06,
      281.0,
      79.03
    ],
    "text": "IV. POLICIES AND MEASURES",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.404350280761719,
      8.528111457824707,
      8.558638572692871,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      27.36,
      94.3,
      388.87,
      211.27
    ],
    "text": "The economic and financial developments set forth in earlier sections of this Report, presented the monetary authorities with their main tasks during 1958. However, in examining the policies and measures adopted by the Monetary Board, there must always be borne in mind the inherent limits imposed upon central banking by the specific conditions of an under-developed economy such as that of Ceylon. The Central Bank has to operate in an economy where the domestic money market is rudimentary and where important factors determining the fluctuations in levels of economic activity are outside its control. In this context, nevertheless, it has to pursue its objective of regulating the flow of money so as to favour the best possible results in the prevailing economic circumstances.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.746725082397461,
      8.806119918823242,
      8.84173583984375,
      8.915226936340332,
      8.94674301147461,
      9.083781242370605,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      27.84,
      223.9,
      386.22,
      244.87
    ],
    "text": "The major problems which called for Central Bank action in 1958, arose out of three basic elements in the monetary situation :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.7016019821167,
      8.733400344848633,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.04,
      251.02,
      386.33,
      259.99
    ],
    "text": "(i) The financial position of the Government and the high level of deficit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.802952766418457,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.08,
      263.26,
      316.82,
      272.23
    ],
    "text": "financing envisaged in the 1957-58 and 1958-59 budgets.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.62564468383789,
      8.626405715942383,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.16,
      278.38,
      386.16,
      287.35
    ],
    "text": "(ii) The tight cash position of the commercial banks which developed during",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.919015884399414,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      76.32,
      290.14,
      116.42,
      299.11
    ],
    "text": "the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.76,
      305.26,
      282.25,
      314.23
    ],
    "text": "(iii) The adverse condition ofthe balance of payments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      27.6,
      326.62,
      387.68,
      407.59
    ],
    "text": "(i) When the budget for the financial year 1957-58 was announced in July, 1957, a net cash operating deficit in the region of Rs. 155 million was envisaged. However, owing to factors explained earlier in Section III (c) of this Report, the actual cash requirement of the Government in the financial year proved to be much larger. Further, in the first quarter ofthe financial year 1958-59, the cash deficit of the Government was substantial (Rs. 65 • 0 million provisonal) owing to the high rate of expenditure incurred.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.54002857208252,
      8.545173645019531,
      8.572235107421875,
      8.617502212524414,
      8.626405715942383,
      8.802952766418457,
      8.84173583984375,
      8.85889720916748,
      8.905838966369629,
      8.917949676513672,
      8.94674301147461,
      9.101279258728027,
      9.25390911102295
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      27.84,
      419.98,
      387.91,
      570.07
    ],
    "text": "The fiscal situation thus required a substantial amount of borrowing by the Government. However, the capacity of market investors to purchase Government securities was relatively limited, owing to the tight money conditions prevailing in the market. The commercial banks, which usually absorb a substantial amount of Government paper, were themselves in need of funds for their ordinary business. It was the duty of the Central Bank as banker to the Government to keep the Govern­ment supplied with sufficient funds to carry out its operations, having due regard to the objectives laid down in the Monetary Law Act. The Bank performed this function by extending short-term credit to the Government by means of both direct advances and the purchase of Treasury bills. In addition, in spite of the prevailing tightness, the Bank was successful in placing in the market new long-term Government and Government guaranteed securities amounting to Rs. 42 • 0 million at moderate rates of interest.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.733400344848633,
      8.812971115112305,
      8.81468391418457,
      8.821157455444336,
      8.864228248596191,
      8.882233619689941,
      8.94674301147461,
      9.074459075927734,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      28.08,
      584.14,
      386.52,
      640.15
    ],
    "text": "The Central Bank, in executing its policy, has been anxious to avoid as far as was practicable, the inflationary effect of continued substantial deficit financing on the domestic economy and the external payments position. In this connection the Bank welcomed the announcement by the Finance Minister, in the Budget Speech in 1958, of his intention to limit domestic borrowing in 1958-59 to Rs. 160 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.551429748535156,
      8.62564468383789,
      8.733400344848633,
      8.770172119140625,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      204.72,
      46.02,
      241.33,
      53.85
    ],
    "text": "( 55 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9582414627075195,
      7.781399726867676,
      7.78249979019165
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      41.04,
      69.1,
      401.43,
      222.07
    ],
    "text": "(ii) The second important problem requiring Central Bank action was the tight cash position of the commercial banks. Excess reserves of commercial banks in 1958 were at their lowest levels since the Central Bank commenced operations. Balances of commercial banks held abroad remained sizeable and fairly stable during the year as a whole, though there was some fluctuation from month to month towards the middle of the year. If the tight cash position of the commercial banks had been allowed to continue, the latter would have been forced to curtail their credit to, amongst others, the import and export trade which forms the predominant business of commercial banks in Ceylon. Such a curtailment of credit, if allowed, would have tended to have an adverse effect on the export and import trade and, consequently on national income and the domestic level of prices. It was the duty of the Central Bank, in the circumstances, to ensure that the free flow of essential foreign trade was not hampered by the restriction of credit.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.627090454101562,
      8.789377212524414,
      8.833309173583984,
      8.869037628173828,
      8.882011413574219,
      8.910000801086426,
      9.083781242370605
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      41.04,
      234.22,
      401.43,
      325.51
    ],
    "text": "The Central Bank, therefore, as lender of last resort permitted commercial banks to discount their holdings of Treasury bills and to borrow against Government securi­ties at moderate rates of interest. The commercial banks improved their cash posi­tion by not re-tendering for Treasury bills, by discounting Treasury bills and by borrowing against Government securities directly from the Bank. Consequent to the easing of their cash position commercial banks were able to increase their credit to the private sector in 1958 by Rs. 53 7 million—an increase of about the same magnitude as in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.81468391418457,
      8.881420135498047,
      8.910000801086426,
      9.074459075927734,
      9.182164192199707
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      40.32,
      339.34,
      402.64,
      512.95
    ],
    "text": "Furthermore, it became clear during the year that the Central Bank's policy hitherto of discounting Treasury bills and lending against Government securities was inadequate to meet the needs of commercial banks, as the amount of Government paper held by some of them was negligible. Therefore, in order to ensure an in­creased flow of credit for the needs of the private sector, the Central Bank, towards the end of the year, informed commercial banks that they could obtain loans from the Bank against certain types of eligible credit instruments as provided by Sec­tion 82 (1) (c) of the Monetary Law Act. These credit instruments are promissory notes drawn by commercial banks in favour of the Central Bank secured by the pledge with the Central Bank of usance notes of their customers resulting from transactions relating to domestic production, exports, the purchase, sale or trans­portation within Ceylon of readily saleable goods and products (excluding imports): and the storage of non-perishable goods and products (excluding imports). The rate of interest applicable to these loans is § per cent above Bank Rate. As the scheme was introduced in December, 1958, it is too early to appraise its success.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.821157455444336,
      8.824688911437988,
      8.831377983093262,
      8.8555269241333,
      8.865745544433594,
      8.910000801086426,
      9.074459075927734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      40.56,
      526.78,
      405.98,
      606.31
    ],
    "text": "If market forces had been allowed free play the tight money situation should naturally have led to a rise in interest rates and a fall in security prices. The Trea­sury bill rate, in fact, advanced during the year from 1 • 22 per cent to 1 • 76 per cent. The inter-bank call loan rate which varied earlier in the year between 1 per cent and 1 | per cent changed in May to a single rate of 1J per cent. The Central Bank by its open market operations and public debt and discounting policies helped to keep interest rates stable.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.498016357421875,
      8.588750839233398,
      8.678083419799805,
      8.717347145080566,
      8.733400344848633,
      8.888620376586914,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      40.8,
      618.7,
      401.95,
      639.67
    ],
    "text": "(iii) In regard to the adverse balance of payments position, the Central Bank continued to maintain the restrictions on capital transfers introduced in August,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      190.8,
      48.28,
      227.82,
      57.47
    ],
    "text": "( 56 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      28.32,
      72.28,
      386.87,
      105.47
    ],
    "text": "1957. Administrative procedures in Exchange Control were also tightened up generally. While remittances on account of dividends and profits continued as before, these were closely examined in relation to the year's accounts.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6448392868042,
      8.7429780960083,
      8.931625366210938,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.28,
      111.64,
      389.53,
      180.83
    ],
    "text": "In the field of imports, import duties were increased on cars, whose landed cost was over Rs. 10,000, on imitation jewellery and on certain luxury goods. The import duty on petrol was increased by 10 cents per gallon and the duty on tobacco, manufactured and unmanufactured, and cigarettes was raised by Rs. 4 • 00 per pound. Import controls continued to be used to promote the Ceylonisation of foreign trade and to secure a measure of protection for infant domestic industries.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.651371955871582,
      8.693076133728027,
      8.868696212768555,
      8.92950439453125,
      8.941839218139648,
      8.964115142822266,
      8.983230590820312,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.28,
      186.76,
      389.31,
      219.95
    ],
    "text": "Foreign Loan and Trade Agreements The Government has made efforts to finance a substantial part of its budget deficit in 1958-59 from foreign loans and grants.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.731426239013672,
      8.929118156433105,
      8.991087913513184,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.52,
      225.88,
      389.55,
      283.07
    ],
    "text": "To the extent that the deficit is covered by external financing instead of by inflationary domestic financing the drain on external assets resulting from the deficit would be reduced. The Central Bank's advice was sought in connection with the loan agreements with the U.S.S.R., the People's Republic of China, the U.S.A., Canada and the I.B.R.D.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.689033508300781,
      8.70610237121582,
      8.723651885986328,
      8.784640312194824,
      8.887552261352539,
      9.016107559204102,
      9.20536994934082
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.48,
      289.0,
      389.79,
      310.43
    ],
    "text": "The particulars relating to the foreign loan agreements negotiated in 1958 are as follows :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840494155883789,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.72,
      316.36,
      389.68,
      360.83
    ],
    "text": "A loan of 2 million dollars (Rs. 9 52 million) in counterpart funds through the purchase of Canadian flour was negotiated with the Canadian Government, at a rate of interest of 4J per cent, the loan to be repaid in seven equal instalments commencing September, 1961.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.577720642089844,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.24,
      370.6,
      389.63,
      427.79
    ],
    "text": "A loan of Rs. 50 million from the People's Republic of China under the Aid Agreement signed in September, 1958. The loan is to be in the form of complete set equipments, materials and other supplies required by the Ceylon Government which can be supplied by the Chinese Government. The loan carries a rate of interest of 2J per cent and is to be repaid in 10 annual instalments commencing 1961.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.577720642089844,
      8.656347274780273,
      8.693076133728027,
      8.736356735229492,
      8.934247016906738,
      8.940105438232422,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.24,
      436.84,
      389.92,
      493.07
    ],
    "text": "Three loans from the U.S. Development Loan Fund, for irrigation and land deve­lopment (Rs. 7 6 million), highway development (Rs. 4 3 million), and railway development (Rs. 3 6 million). All three loans carried an interest rate of 3£ per eent; the period of repayment in the case of the first and the third loans is 20 years and the second, is 10 years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.91100788116455,
      8.964115142822266,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.72,
      499.48,
      390.75,
      567.47
    ],
    "text": "Negotiations were also initiated in 1958 for the purchase of agricultural commo­dities from the U.S. Government under U.S. Public Law Number 480. The rupee payment to the U.S. Government arising from this transaction will be partly lent to the Ceylon Government, partly transferred to the Ceylon Government as a grant, and partly used by the U.S. Government to meet its local expenses as determined by the Agreement.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.842247009277344,
      8.854159355163574,
      8.947422981262207,
      8.964115142822266,
      8.985837936401367,
      9.016107559204102,
      9.08719253540039,
      9.212963104248047,
      9.217784881591797
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      31.2,
      574.36,
      391.35,
      642.35
    ],
    "text": "A loan in the form of a line of credit of Rs. 142 8 million from the U.S.S.R. Government to finance technical and economic assistance in the construction of irrigation and hydro-power projects, land development and expansion of agri­cultural crops, the establishment of industrial enterprises and development of fish­eries. The rate of interest on this loan is 2 | per cent and the period of repayment is fixed at 12 years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.577720642089844,
      8.784640312194824,
      8.929465293884277,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      200.88,
      37.48,
      238.14,
      46.67
    ],
    "text": "( 57 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.84,
      61.48,
      403.29,
      105.95
    ],
    "text": "A line of credit of Rs. 33 • 3 million from the U.K. Government under the U.K. Export Guarantees Act for the purchase of telephone equipment. The repayment of the loan will cover a period of over 5 years from the date of delivery of the equipment and interest payable is 5 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.577720642089844,
      8.769216537475586,
      8.903931617736816,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.32,
      115.72,
      403.43,
      172.91
    ],
    "text": "A loan of 7 • 4 million U.S. dollars from the World Bank at 5 3/8 per cent interest, to be repaid in 20 years, to meet the foreign exchange costs of a new thermal power plant which will provide additional power to Colombo and the suburban areas. Negotiations have also commenced with the World Bank for a loan to meet the foreign exchange costs of Stage II B of the Hydro-Electric Scheme at Laksapana.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.230864524841309,
      8.300000190734863,
      8.577720642089844,
      8.629725456237793,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.08,
      182.2,
      401.37,
      263.39
    ],
    "text": "In pursuance of its policy of expanding trade by means of developing new mar­kets and sources of supply, the Government extended its Trade and Payments Agree­ment with Czechoslovakia and Italy while a new Trade Agreement was signed with the U.S.S.R. The Central Bank assisted in the working out and the implementa­tion of the payments aspect of these agreements. The payments agreements pro­vide for limited swing credits and for the final settlement of outstanding balances in sterling.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.784640312194824,
      8.790558815002441,
      8.818296432495117,
      8.92950439453125,
      8.991279602050781,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.56,
      272.68,
      401.34,
      329.87
    ],
    "text": "Tripartite Arrangements made between Egypt, Japan and Ceylon providing for the shipment of Ceylon teas to Egypt against the value of Egyptian cotton sold to Japan, were extended for a period of six months from August 11, 1958. The contract is intended to procure a market in the Middle East for Ceylon's medium teas—particularly dust and farmings.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840494155883789,
      8.869667053222656,
      8.972795486450195,
      9.016107559204102,
      9.189454078674316
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.8,
      339.16,
      401.34,
      395.39
    ],
    "text": "Trade discussions were also initiated with Australia and Iraq for the purpose of expanding and preserving the market for Ceylon products. As a result of an Agree­ment concluded with Australia in August, Ceylon agreed to increase her imports of flour from Australia in reciprocation for the relaxation of Australian licensing arrangements for Ceylon products.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.841818809509277,
      8.891000747680664,
      8.991279602050781,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.8,
      408.28,
      401.78,
      535.07
    ],
    "text": "International Monetary Developments.—Following the decision of the U.K. Government to establish non-resident convertibility of sterling, which involved the unification of all non-sterling area accounts (i.e., the previous Transferable American, Canadian and Registered Accounts) other than blocked accounts held with banks in the U.K., and their re-designation as \"External Accounts,\" the Central Bank decided to amalgamate with effect from January 9, 1959, all Rupee Accounts of residents of the non-Sterling Area (other than blocked accounts, res­tricted accounts and clearing accounts) and re-designate them as \" External Rupee Accounts.\" Consequently, the approved methods of payment for imports into Ceylon from countries in the External Account Area and for exports from Ceylon to these countries were also amended.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.875840187072754,
      8.917769432067871,
      8.929465293884277,
      8.933167457580566,
      8.947422981262207,
      8.964115142822266,
      8.974254608154297,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      41.76,
      546.04,
      401.97,
      602.27
    ],
    "text": "Proposals were made in 1958 for an increase of 50 per cent in International Monetary Fund quotas and 100 per cent in World Bank subscriptions of member countries, together with larger increases for certain individual countries. These proposals were subsequently adopted in February, 1959, by the Board of Governors of the International Monetary Fund and the World Bank.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.629725456237793,
      8.873977661132812,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      41.76,
      611.8,
      401.96,
      633.23
    ],
    "text": "The Government of Ceylon, however, (along with a number of other countries) on the recommendations of the Central Bank decided to put forward a request for",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840494155883789,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      191.04,
      42.46,
      228.3,
      51.43
    ],
    "text": "( 58 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      27.12,
      65.5,
      387.74,
      170.47
    ],
    "text": "a special increase in Ceylon's quota in the International Monetary Fund (with a corresponding increase in the World Bank subscription) beyond that provided for in the resolutions of the Board of Governors. It was subsequently decided that Ceylon's quota be raised to $45 million. Such an increase of quota will mean that Ceylon's ability to purchase foreign currencies from the Fund in case of balance of payments difficulties would be correspondingly expanded. In view of the wide swings to which our balance of payments is subjected—the more so as the develop­ment programme gathers momentum—providing for an added line of reserve against possible payments difficulties is both prudent and timely.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.52514934539795,
      8.785083770751953,
      8.833309173583984,
      8.872180938720703,
      8.882233619689941,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.92,
      192.22,
      343.86,
      201.19
    ],
    "text": "V. ACCOUNTS AND OPERATIONS OF THE CENTRAL BANK",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.349328994750977,
      8.429606437683105,
      8.458277702331543,
      8.460565567016602,
      8.527496337890625,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.32,
      210.46,
      387.83,
      231.67
    ],
    "text": "Financial accounts of the Central Bank for the year 1958 are given in Table 6. The main changes in comparison with 1957 were :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      178.8,
      236.07,
      236.24,
      243.93
    ],
    "text": "TABLE V—1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      316.32,
      252.63,
      345.07,
      260.49
    ],
    "text": "Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.583982944488525
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      282.48,
      265.83,
      374.24,
      273.93
    ],
    "text": "Rs Million Per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.459190845489502,
      7.565548419952393,
      7.691826343536377
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      40.32,
      289.83,
      376.45,
      346.65
    ],
    "text": "Total demand liabilities + 144-0 + 24-7 Currency circulation + 103-2 + 21-7 Demand deposits . . . . + 41-4 + 37-7 (of which commercial banks) + 1-6 + 1-8 International reserve — 52-1 — 8-8 Domestic assets + 172-6 + 195-4 Government and Government guaranteed securities + 100-6 + 190-7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.948937892913818,
      7.099999904632568,
      7.12933349609375,
      7.416492938995361,
      7.434313774108887,
      7.445764064788818,
      7.450129985809326,
      7.452835559844971,
      7.45456075668335,
      7.466418743133545,
      7.46959114074707,
      7.550141334533691,
      7.55171012878418,
      7.559082984924316,
      7.566781520843506,
      7.568746089935303,
      7.58630895614624,
      7.595274925231934,
      7.604196548461914,
      7.622900485992432,
      7.768710613250732,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      64.08,
      360.87,
      160.35,
      368.73
    ],
    "text": "+ Increase : — Decrease.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.502889156341553,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      29.28,
      382.54,
      389.72,
      403.51
    ],
    "text": "The ratio of the International Reserve to currency and demand liabilities decreased from 101 -0 per cent at the end of 1957 to 73 • 8 per cent at the end of 1958.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.551429748535156,
      8.58951473236084,
      8.6442232131958,
      8.663251876831055,
      8.733400344848633,
      8.910000801086426,
      9.081433296203613
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      29.04,
      409.9,
      388.96,
      430.63
    ],
    "text": "The Central Bank's rates for U.S. Dollars were changed from time to time (as shown in Appendix I) in alignment with movements in the Sterling-Dollar rate.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      29.28,
      436.78,
      389.26,
      457.51
    ],
    "text": "There were no changes during the year in the Central Bank's rates for sterling and the Indian Rupee which were—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.803101539611816,
      8.8555269241333,
      8.910000801086426
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      339.6,
      458.55,
      365.95,
      474.57
    ],
    "text": "T.T. Selling",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.396243572235107,
      7.535137176513672
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      307.68,
      477.99,
      389.24,
      541.29
    ],
    "text": ". . 1*. 6 l/32d. .. l/128rf. per month premium against spot . . Rs. 99 13/16 . . 1/32 of a rupee per month premium against spot",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.512725830078125,
      7.527808666229248,
      7.599355220794678,
      7.618501663208008,
      7.629147052764893,
      7.724852561950684,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.44,
      477.51,
      68.35,
      485.37
    ],
    "text": "Sterling",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.677952766418457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      46.32,
      485.91,
      115.87,
      493.77
    ],
    "text": "(per Ceylon rupee)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.385365009307861,
      7.510175704956055,
      7.5693793296813965
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.68,
      509.43,
      90.77,
      525.45
    ],
    "text": "Indian rupees (per 100)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.510175704956055,
      7.715122699737549,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      477.51,
      166.1,
      493.53
    ],
    "text": "Spot Forward",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.485501289367676,
      7.604892253875732
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      141.84,
      493.83,
      211.63,
      501.69
    ],
    "text": "(up to six months)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.502015590667725,
      7.568613529205322,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      133.2,
      509.43,
      165.9,
      525.45
    ],
    "text": "Spot Forward",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.485501289367676,
      7.604892253875732
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      142.08,
      525.75,
      211.63,
      533.61
    ],
    "text": "(up to six months)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.502015590667725,
      7.568613529205322,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      231.12,
      458.79,
      299.69,
      493.77
    ],
    "text": "T.T. Buying 1 .5. 6 3/64d 1/128d. per month",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.148552417755127,
      7.396243572235107,
      7.505643844604492,
      7.516180515289307,
      7.6142988204956055,
      7.618501663208008,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      230.16,
      493.83,
      302.58,
      525.69
    ],
    "text": "discount against spot. Rs. 99 3/4 1/32 of a rupee per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334269046783447,
      7.5322265625,
      7.544931888580322,
      7.7241997718811035,
      7.809999942779541
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      238.56,
      525.75,
      298.73,
      541.53
    ],
    "text": "month discount. against spot",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.527808666229248,
      7.547102928161621,
      7.618501663208008,
      7.724852561950684
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      29.28,
      555.58,
      391.43,
      635.11
    ],
    "text": "Total foreign exchange transactions of the Central Bank are shown in Table 10. Spot purchases were Rs. 167-9 million and spot sales Rs. 567-8 million as compared with Rs. 160- 8 million and Rs. 776 • 3 million in 1957. The value of contracts entered into for forward purchases was Rs. 370-2 million (Rs. 380-6 million in 1957) and for forward sales Rs. 97-8 million (Rs. 0-8 million in 1957). Deliveries under forward purchase contracts including those outstanding from the previous year amounted Rs. 387-7 million and those under forward sale contracts amounted to Rs. 59-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.493768692016602,
      8.527419090270996,
      8.54002857208252,
      8.58951473236084,
      8.6056547164917,
      8.610570907592773,
      8.621650695800781,
      8.627090454101562,
      8.630359649658203,
      8.76650619506836,
      8.811556816101074,
      8.867262840270996,
      8.910000801086426,
      9.080421447753906
    ]
  }
]