[
  {
    "page_number": 0,
    "bbox": [
      8.92,
      147.45,
      41.2,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "68",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      109.04,
      113.67,
      121.03
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      126.19,
      280.29,
      335.6
    ],
    "text": "The COVID-19 pandemic had an unprecedented impact on the labour market. Especially the pandemic affected the deep-rooted work routines and cultures due to the precautionary and containment measures taken to combat the spread of the pandemic, which restricted the performance of work in the usual working environment. Accordingly, work from home (WFH), flexible hours and roster systems were adopted on a broad basis. Even though WFH had already been adopted in some areas of industries and occupations, it was largely popularised during the pandemic as a temporary measure of business continuity. The pandemic has presented with an unprecedented opportunity to rethink the importance of presence, proximity and workspace planning to many entities. At the same time the WFH has challenges as well, where the success of broad based adoption of this strategy depends on many factors, including shared responsibility, commitment and mutual understanding between the employer and employee.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      346.05,
      280.57,
      369.04
    ],
    "text": "Advantages, Disadvantages and Challenges of Working from Home",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      374.2,
      280.3,
      605.62
    ],
    "text": "WFH provides many benefits to employees as well as to employers. From the employee’s point of view, reduced commuting time and related expenses, greater flexibility in terms of location and working time, less distractions and better work life balance are the key benefits. Reduced operational expenses related to utility costs and workspace, and staff expenses related to overtime and transport allowances, improved productivity, engagement and employee satisfaction, and reduced turnover are the key benefits of such arrangements, from the employer’s point of view. In addition, WFH has been continuously highlighted as a measure to improve female labour force participation in Sri Lanka, which has been stagnating at a low level for a prolonged period. WFH is a mechanism to augment resource availability in the country, thereby promoting the economic growth in the long run. Positive impact on the environment through reduced carbon emissions and reduced traffic congestion and oil imports as a result of less vehicular movements, and reduced urbanisation are additional benefits of such arrangements at the national level.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      616.56,
      280.29,
      704.96
    ],
    "text": "Nevertheless, WFH arrangements come with some limitations and challenges in its practical implementation. At the outset, all industries, occupation types and job functions are not feasible under WFH arrangements. Even though email communication was formalised during the period, as all the paperwork and procedures are still not digitised, especially in the public sector, there would be omissions and inefficiencies",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      96.21,
      66.08,
      481.77,
      90.07
    ],
    "text": "BOX 3COVID-19 Instigated Paradigm Shift in Work Routines towards Work from Home",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      109.14,
      521.81,
      502.97
    ],
    "text": "in carrying out relevant tasks off work premises. For instance, the WFH implemented in the public sector of Sri Lanka, in order to prevent the spread of COVID-19 pandemic, was not fully successful due to the issues existed with related to Information and Communications Technology (ICT) infrastructure, ICT literacy as well as manual processes and procedures. In addition, most of the public sector job functions are less suitable to perform in WFH arrangements as the public services provided to the general public should be performed in person given the current status of digitalisation. Hence, there should be a clear identification and assessment of the industries, companies, occupation types and job functions that are feasible in WFH arrangements with proper legislations with regard to terms and conditions related to such arrangements. Further, ICT literacy level, required supervision level and the capacity to perform work outside the work premises in terms of the adequate availability and quality of physical and ICT infrastructure and equipment, living arrangements, and other responsibilities of the employees should be assessed on a case-by-case basis (International Labour Organization (ILO), 2020). In particular, low levels of computer and digital literacy in Sri Lanka, which stands at 30.8 per cent and 46.0 per cent, respectively (Department of Census and Statistics, 2020), and the increase in threats related to data security breaches are also key concerns. Hence, when continuing WFH arrangements in the long run, expanding the network coverage, and improving the computer and digital literacy would be essential. In addition, improving required network infrastructure and cyber security to support remote working arrangements and transitioning towards an online working environment through digitising paperwork and approval procedures are also important.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      514.17,
      521.81,
      705.53
    ],
    "text": "Specific and targeted training with regard to the use of technology in performing duties, communicating and interacting is important for smooth functioning of such arrangements. Most importantly, changes in the terms and conditions of employment contract or clear guidelines of company policies with regard to the place of rendering service and WFH schedule (total or partial) and term (indefinite or fixed term) should be established at the initial stage (Carey, 2020). Further, the responsible party for the setup and related expenses of physical and ICT infrastructure, designated communication channels, and provision on working hours and resting periods that are in line with national legislation should also be established through terms and conditions of employment contract or guidelines of company policies to minimise conflict of interest and achieve an optimal level of productivity (ILO, 2020).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      147.45,
      572.68,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      245.4,
      31.54,
      527.24,
      44.42
    ],
    "text": "NATIONAL OUTPUT, EXPENDITURE, INCOME AND EMPLOYMENT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "69",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      60.43,
      282.88,
      306.74
    ],
    "text": "Lack of focus, motivation and productivity due to distractions in home working environment, conflicts in work and household responsibilities, poor infrastructure and network facilities, and absence of face-to-face monitoring are the disadvantages of WFH arrangements. Accordingly, with a drastic change in the employer-employee relationship, new methods of engaging, managing, controlling and measuring performance of employees should also be established in order to maintain the motivation levels and performance of the employees. This includes, moving away from traditional command and control style of management towards results-based management (ILO, 2020) and frequent communication and checks. In addition, new methods of communicating and interacting should be in place to maintain company culture and team cohesiveness, and to minimise the mental strain of employees. Meanwhile, maintaining clear demarcations of working hours should be a priority in the permanent adoption of WFH arrangement in order to prevent overworking related long term effects on the physical and mental health of the employees, work-family conflicts and maintain an optimal level of productivity in the long run.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      317.36,
      282.88,
      425.35
    ],
    "text": "Employees should also have clear demarcations between work and household responsibilities through proper arrangements for dependent care and household responsibilities to minimise disturbances from living arrangement in delivering an optimal level of productivity. In addition, maintaining mental and physical health by regular communication and interaction with the team, and using proper physical infrastructure are important in achieving an optimal level of productivity in WFH arrangements in the long run.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      60.33,
      364.58,
      72.32
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      77.48,
      524.4,
      308.89
    ],
    "text": "Given the opportunity to check the feasibility of WFH arrangements on a large scale during pandemic period, benefits of this paradigm shift can be reaped even in the aftermath of the COVID-19 pandemic to achieve higher economic growth of the country in medium to long term via increased labour force participation and savings. However, addressing the practical difficulties, challenges and downsides is vital for its smooth functioning and in reaping the desired benefits from such arrangements. In addition, the large public sector should also undergo a drastic change technologically in being work from home ready in terms of ICT infrastructure, digital systems and ICT literacy. Embracing a permanent adoption of the COVID-19 pandemic driven digital transformation of work, which was previously less convincing for employers would be a way of propelling the economy to a higher growth path and enhancing living standards of the people, while simultaneously improving the work-life balance and satisfaction of the workforce in the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      330.54,
      332.36,
      337.74
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      344.21,
      523.64,
      359.4
    ],
    "text": "1. Carey (2020), Details of new Telework Law approved by Congress, accessed 03 March 2021 <https://www.carey.cl/en/details-of-new-telework-law-approved-by-congress/>",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      363.04,
      523.64,
      378.24
    ],
    "text": "2. Department of Census and Statistics, Computer Literacy Statistics – 2020 (First six months), accessed 03 March 2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      381.88,
      512.27,
      389.07
    ],
    "text": "<http://www.statistics.gov.lk/PressReleases/ComputerLiteracystatistics-2020-Firstsixmonths>",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      392.71,
      523.65,
      423.9
    ],
    "text": "3. International Labour Organization (2020), An employers’ guide on working from home in response to the outbreak of COVID 19, accessed 03 March 2021 <https://www.ilo.org/wcmsp5/groups/public/---ed_dialogue/--act_emp/documents/publication/wcms_745024.pdf>",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]