[
  {
    "page_number": 0,
    "bbox": [
      79.68,
      48.29,
      361.13,
      58.37
    ],
    "text": "I. ECONOMIC PROBLEMS AND POLICIES - 1964",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.851358413696289,
      9.040290832519531,
      9.087160110473633,
      9.369023323059082
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      189.84,
      70.37,
      250.94,
      80.45
    ],
    "text": "Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.332803726196289
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.8,
      92.45,
      402.48,
      210.53
    ],
    "text": "In terms of Ceylon's Gross National Product, 1964 was a considerably better year than 1963. In 1963, Gross National Product in real terms increased by only 1.9 per cent whilst real product per capita actually declined by 0.6 per cent. In 1964, on the other hand, Gross National Product in real terms is es­timated to have risen by 4.5 per cent and real product per capita by 2.1 per cent. There were significant increases in the net output of the export crops, coconut and rubber, as well as increases in the net output of the domestic sector including paddy production and industrial output. The high percentage growth rate of 1964 was in part, however, a reflection of the relatively poor performance of the economy in 1963.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.052419662475586,
      9.082101821899414,
      9.195009231567383,
      9.221628189086914,
      9.250856399536133,
      9.3306303024292,
      9.369023323059082,
      9.638442993164062,
      9.71004581451416
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.52,
      218.93,
      402.6,
      313.01
    ],
    "text": "In 1964 Ceylon continued to experience severe pressures on her external payments account. The terms of trade which declined sharply by 9 per cent in 1963 dropped further by 3 per cent In 1964. Despite drastic restrictions on imports, Ceylon experienced a deficit in her balance of payments on current account resulting in a decline oi Rs. 51.0 million in external assets and a rise of Rs. 40.0 million in short-term external liabilities. The rise in world prices of food imports, particularly sugar, contributed significantly to Ceylon's payments difficulties in 1964.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.112594604492188,
      9.114821434020996,
      9.287797927856445,
      9.29501724243164,
      9.369023323059082,
      9.638270378112793
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.0,
      321.65,
      402.81,
      437.57
    ],
    "text": "The high prices of imported foods also prevented a reduction in the ex­pansionary deficit in the Government budget. The expansionary deficit was Rs. 162.9 million in the financial year 1963/64 as compared with Rs. 162.0 million in 1962/63. The food subsidy bill increased by Rs. 139.4 million in 1963/64 mainly as a result of a reduction in the profits on sugar by Rs. 79.5 million. Commercial bank credit extension to the private sector and to Govern­ment corporations which increased by Rs. 92 million in 1964 also contributed towards an expansion in the money supply. In 1964, total money supply increased by Rs. 115.8 million or 7.7 per cent as compared with an increase of Rs. 163.3 million or 12.2 per cent in 1963.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.00297737121582,
      9.071244239807129,
      9.114821434020996,
      9.310461044311523,
      9.336085319519043,
      9.369023323059082,
      9.638270378112793,
      9.68917179107666
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.24,
      447.65,
      403.38,
      528.29
    ],
    "text": "The expansionary pressures in the monetary field, in the background of re­strictions on imports, resulted in continued pressures on the general level of prices. In addition, Ceylon encountered shortages of supplies in respect of various categories of goods. Foreign exchange difficulties have begun to limit Ceylon's ability to meet her full requirements of raw materials, machinery and spares, not only for accelerating development, but also for the fullest exploitation of existing capacity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.238763809204102,
      9.310461044311523,
      9.339766502380371,
      9.369023323059082,
      9.613537788391113,
      9.628127098083496,
      9.638570785522461,
      9.643595695495605,
      9.668252944946289
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.72,
      537.41,
      404.28,
      643.49
    ],
    "text": "The rate of overall economic growth attained by Ceylon in the past has been quite inadequate, particularly in the context of a rapidly increasing population. Ceylon urgently needs to accelerate her rate of economic growth so as to improve living standards and provide employment opportunities for her growing workforce. Her ability to achieve this objective might be limited by the inadequate growth of her import capacity as evidenced by underlying trends over the post­war period. Ceylon's policy objective at present should aim at reducing the disequilibrium in the monetary field and at strengthening her external payments position through increased exports, greater import substitution where feasible, and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.207563400268555,
      9.296086311340332,
      9.310461044311523,
      9.369023323059082,
      9.702751159667969,
      9.708595275878906
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      212.88,
      48.77,
      251.72,
      58.85
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.56,
      70.85,
      410.97,
      104.93
    ],
    "text": "an augmented flow of external capital resources. It should also aim at channell­ing more resources towards investment by restraining, to as great an extent as possible, increases in consumption.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328,
      9.570760726928711,
      9.573962211608887,
      9.69438362121582
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      119.09,
      410.97,
      201.17
    ],
    "text": "The discussion in the succeeding pages of Part I commences, after a brief summary of economic growth in 1964, with an analysis of certain basic underlying trends and problems of revelence to Ceylon's economic development and to her monetary and financial experience. An outline of monetary and fiscal developments and of Ceylon's external payments situation during 1964 is provided in subsequent sections of this Part. A more detailed factual analysis of various aspects of the Ceylon economy in 1964 follows in Part II.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.919439315795898,
      8.943175315856934,
      9.231770515441895,
      9.289358139038086,
      9.324726104736328,
      9.568770408630371,
      9.597675323486328,
      9.699849128723145
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      151.92,
      215.81,
      311.18,
      225.89
    ],
    "text": "(1) Economic Growth in 1964",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.916096687316895,
      9.324726104736328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      237.41,
      410.9,
      283.49
    ],
    "text": "According to provisional estimates, Gross National Product increased in 1964 by 6-0 per cent at current prices and by 4-5 per cent at constant prices. In per capita terms, i. e. making allowance for the increase in population, product per person rose by 3-5 per cent in money terms and by 2-1 per cent in real terms.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.082101821899414,
      9.231770515441895,
      9.324726104736328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.36,
      295.97,
      411.45,
      438.05
    ],
    "text": "The rate of increase in real product in 1964 at 4*5 per cent is a considerable improvement over the rate of increase of only 1-9 per cent in the previous year. Chiefly responsible for the increase in 1964 was a sharp expansion in the net output of the export sector of 7-0 per cent. The increase in the net output of the domestic sector was lower at 3-3 per cent. The expansion in the export sector reflects an increase in the output of coconut and rubber. Whereas tea production fell by 3 million pounds or 0-6 per cent, coconut and rubber production rose by 17-3 per cent and 6-5 per cent respectively. As regards the domestic sector, the fields in which there were increases included industry, paddy production and services. In the case of paddy production, the increase was 1-3 million bushels or 2-6 per cent which is slightly higher than the increase in 1963 of 1-1 million bushels or 2-3 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.152266502380371,
      9.217901229858398,
      9.227598190307617,
      9.250856399536133,
      9.324726104736328,
      9.570846557617188,
      9.587272644042969,
      9.589561462402344,
      9.638270378112793,
      9.691180229187012,
      9.722233772277832
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.08,
      450.29,
      411.21,
      474.29
    ],
    "text": "Gross Domestic Expenditure at current market prices increased by 7-2 per cent The level of Gross Domestic Expenditure exceeded that of Gross National Product",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328,
      9.638570785522461
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.08,
      478.13,
      411.03,
      502.13
    ],
    "text": "at market prices by Rs. 188 million. This difference was largely met by drawing down the country's external assets and by increasing external liabilities.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.110322952270508,
      9.324726104736328,
      9.566693305969238,
      9.591547012329102,
      9.600349426269531
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      516.53,
      411.57,
      568.37
    ],
    "text": "Private consumption expenditure rose in 1964 by 8-8 per cent, mainly due to an increase in outlays on imports. Total capital formation fell by 1-7 per cent as against a fall of 3 0 per cent in 1963. The fall in total capital formation in 1964 was due to a decline in stocks, fixed capital formation having registered an increase",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.190910339355469,
      9.324726104736328,
      9.722233772277832
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.8,
      572.21,
      411.81,
      582.29
    ],
    "text": "of 3-2 per cent. The rise in fixed capital formation was entirely in the private",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.217901229858398,
      9.324726104736328
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      586.13,
      411.83,
      624.05
    ],
    "text": "sector;1 in the Government sector there was a fall of 11-3 per cent. As a ratio of Gross National Product at market prices, total fixed capital formation fell slightly from 13-8, per cent in 1963 to 13-5 per cent in 1964.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.227679491043091,
      8.943638801574707,
      9.221941947937012,
      9.324726104736328,
      9.589561462402344,
      9.722233772277832
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.04,
      637.55,
      206.96,
      646.66
    ],
    "text": "I defined to include public corporations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.054203033447266,
      8.428116798400879
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      209.76,
      36.29,
      248.84,
      46.37
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      93.36,
      57.89,
      361.92,
      80.21
    ],
    "text": "(2.) Perspectives for Economic Growth—The Problem of Import Capacity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.91651439666748,
      9.217901229858398,
      9.324726104736328
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.64,
      90.53,
      411.63,
      316.61
    ],
    "text": "Although production recovered from the relative setback it had received in the previous year, Ceylon's experience in 1964 served to highlight some of the country's more basic and long-term problems. Successive reports of the Central Bank have drawn attention to the fiscal and monetary expansion that has been taking place in recent years. This expansion had its repercussions successively on the country's external reserves and its domestic price level-reper­cussions which were intensified by persistent unfavourable movements in Ceylon's terms of trade. Nevertheless, Ceylon's present difficulties are not of a kind that can be overcome by a slowing down of the monetary-fiscal expansion alone. The depletion of external reserves has helped bring to the surface problems of a more basic character-problems relating to the adequacy of supplies, particularly of imported goods needed for realising the objective of rapid economic growth. A slowing down in the tempo of monetary-fiscal expansion is a necessary condition for relieving pressures on the domestic price level and for reducing disequilibrium in the monetary field. But this would need to be combined with other approaches, both of a short-term and long-term character - designed to strengthen Ceylon's external payments position, if the physical resources needed for an adequate rate of economic growth in Ceylon are tp be obtained.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.003161430358887,
      9.01240062713623,
      9.053196907043457,
      9.085474014282227,
      9.152266502380371,
      9.222705841064453,
      9.266597747802734,
      9.324726104736328,
      9.570717811584473,
      9.572014808654785,
      9.572447776794434,
      9.578631401062012,
      9.5912446975708,
      9.597675323486328,
      9.600349426269531,
      9.60103988647461,
      9.61590576171875,
      9.638570785522461,
      9.643595695495605,
      9.68917179107666
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      52.08,
      331.73,
      413.58,
      494.69
    ],
    "text": "In 1964 Ceylon was able to sustain a higher volume of imports than in 1963. But she was able to do this at the expense of a further decline in her external reserves and an increase in her short-term external liabilities. More­over, even the augmented flow of imports barely sufficed to provide Ceylon wittvher minimum import requirements. Shortages and scarcities appeared in several fields and, although production in the nascent industrial sector continued to register sizeable increases, there was growing evidence, parti­cularly towards the latter part of 1964, of inadequacies in respect of industrial raw materials and equipment and of the under utilisation of capacity by many industrial enterprises. Indeed, in 1964, there were clear signs that Ceylon's ability to sustain the tempo of new industrial growth was already threatened by a paucity of foreign exchange, a paucity which could only impede the licensing and initiation of new ventures. The shortage of foreign exchange, moreover, manifested itself despite a stringent curtailment of inessential consumer imports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.077221870422363,
      9.090895652770996,
      9.107595443725586,
      9.162394523620605,
      9.177205085754395,
      9.284051895141602,
      9.288823127746582,
      9.324726104736328,
      9.566693305969238,
      9.568164825439453,
      9.570846557617188,
      9.588956832885742,
      9.604230880737305,
      9.626450538635254,
      9.691180229187012,
      9.69438362121582
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.28,
      511.25,
      414.36,
      627.17
    ],
    "text": "This situation is a reflection of the fact that Ceylon's \"import capacity\" has failed to expand at a pace commensurate with the minimum import require­ments needed to achieve a rapid rate of economic growth. This failure is itself a reflection of an underlying trend which has been developing-with occasional interruptions-over the post-war period. But it is only in the last year or two that the full impact of this trend has been felt with severity. In the final ana­lysis, Ceylon's import capacity is determined-external capital flows apart-by her external receipts obtained from exports on the one hand and on the other, by the purchasing power of these receipts as determined by the course of import prices. Import capacity is not, therefore, entirely dependent on the country's efforts to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.090895652770996,
      9.145206451416016,
      9.222705841064453,
      9.230737686157227,
      9.241048812866211,
      9.324726104736328,
      9.568511009216309,
      9.570846557617188,
      9.572014808654785,
      9.584335327148438,
      9.597675323486328,
      9.616552352905273,
      9.616939544677734,
      9.668252944946289,
      9.70885181427002
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      193.2,
      36.77,
      232.28,
      46.85
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      35.52,
      57.89,
      396.31,
      331.97
    ],
    "text": "expand export production alone. It is also the result of movements in export and import prices, i. e. the terms of trade. In fact, it is the case that the failure of Ceylon's import capacity to rise adequately is partly the outcome of unfavour­able movements in external prices-of both exports and imports-which have in large part frustrated her efforts to augment her export earnings through increases in the output of export products. Over the ten years 1954 to 1963 Ceylon succeeded in steadily increasing the volume of her major export product, tea, at an average annual rate of 3-1 per cent. 1964 was one of the exceptional years in which the volume of tea exports did not rise. Ceylon has also been attempting to increase the productive capacity of her rubber and coconut industries through extensive programmes of replanting and rehabilitation. Nevertheless, the pur­chasing power of Ceylon's exports has been rising at a much slower rate than the increases in volumes. Thus, between 1948 and 1964 Ceylon's total exports increased in volume at an average annual rate of 2-7 per cent, but the purchasing power of these exports, i. e. import capacity increased at a rate of only 1-6 per cent per year on average. The growth, in export volumes was itself less than the rate of population growth; but the growth in import capacity was substantially less. This means in effect that import capacity per capita was steadily declining over this period-a phenomenon which, if not offset by the use of external reserves or by external capital inflows would spell a decline in the volume of import supplies per person. The table below illustrates the post war trends in export volume and import capacity in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.077221870422363,
      9.085474014282227,
      9.110322952270508,
      9.217901229858398,
      9.24875259399414,
      9.283918380737305,
      9.324726104736328,
      9.570846557617188,
      9.572014808654785,
      9.581094741821289,
      9.583168983459473,
      9.598407745361328,
      9.613537788391113,
      9.61590576171875,
      9.620427131652832,
      9.633931159973145,
      9.686736106872559,
      9.700446128845215
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      182.88,
      339.17,
      247.19,
      349.25
    ],
    "text": "T A B L E 1 - 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.992807388305664,
      9.324726104736328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      101.52,
      359.09,
      333.49,
      381.65
    ],
    "text": "Indices of Export volume and Import capacityO) (Annual Averages)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.066495895385742,
      9.324726104736328
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      334.08,
      382.3,
      388.48,
      391.27
    ],
    "text": "Base 1948=100",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.09566593170166,
      8.242879867553711
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      205.2,
      404.14,
      235.09,
      420.79
    ],
    "text": "Export volume",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.064647674560547,
      8.300030708312988
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      257.52,
      403.9,
      288.39,
      421.03
    ],
    "text": "Import capacity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.210740089416504,
      8.229416847229004
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      302.64,
      400.06,
      339.94,
      424.87
    ],
    "text": "Per Capi a export volume",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.058095932006836,
      8.22674560546875,
      8.300030708312988
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      352.8,
      400.3,
      389.86,
      425.11
    ],
    "text": "Per capita import capacity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.058095932006836,
      8.229416847229004,
      8.300030708312988
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.4,
      441.58,
      376.91,
      451.27
    ],
    "text": "1948-51 112 108 107 103",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.049664497375488,
      8.080131530761719,
      8.122971534729004,
      8.124910354614258,
      8.135400772094727
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.88,
      457.66,
      376.22,
      467.35
    ],
    "text": "1952-55 119 112 103 97",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.04444694519043,
      8.071925163269043,
      8.124910354614258,
      8.135400772094727,
      8.160161972045898
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.64,
      473.26,
      376.33,
      483.19
    ],
    "text": "1956-60 134 122 96 94",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.053983688354492,
      8.063467979431152,
      8.08832836151123,
      8.108339309692383,
      8.135400772094727
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.88,
      489.58,
      376.58,
      498.79
    ],
    "text": "1961-64 144 129 99 88",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.049582481384277,
      8.068836212158203,
      8.071925163269043,
      8.083377838134766,
      8.08832836151123
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.92,
      519.34,
      399.19,
      528.31
    ],
    "text": "(1) Import capacity is here defined as the purchasing power of exports, i.e. r r r —i—:—• . x 100.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.577852249145508,
      7.930847644805908,
      8.21090030670166,
      8.256400108337402,
      8.300030708312988,
      8.5346097946167
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.36,
      538.61,
      398.13,
      631.01
    ],
    "text": "The fact that the declining trend in per capita import supplies did not manifest itself more sharply in actual shortages of imported goods until the very recent period was due, in essence, to Ceylon having been able to sustain a higher inflow of imports by running down her external reserves. The use of external reserves over the period 1957 to 1960 served, in other words, to conceal the underlying trends in import capacity and to permit Ceylon to \" live beyond her means \". With the depletion of external reserves, on the other hand, the basic problem of the inadequacy of Ceylon's import capacity has emerged to the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.241048812866211,
      9.257031440734863,
      9.324726104736328,
      9.572014808654785,
      9.581094741821289,
      9.600349426269531,
      9.613537788391113,
      9.66311264038086,
      9.673519134521484
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      198.0,
      23.81,
      237.58,
      33.89
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.28,
      45.41,
      396.35,
      127.49
    ],
    "text": "surface. In the absence of these reserves, Ceylon has, foreign capital inflows or aid apart, no alternative but to reduce her import outlays to the level of her export earnings; and it is a hard fact that this level is inadequate to provide Ceylon with the growing volume of supplies needed to accelerate the tempo of economic development and to meet the essential requirements of a growing population. Whilst to some extent import substitution might alleviate the problem, there are as discussed subsequently, limits to the possibilities on this score.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.051870346069336,
      9.235626220703125,
      9.321794509887695,
      9.338879585266113,
      9.369023323059082,
      9.613537788391113,
      9.638055801391602,
      9.638570785522461,
      9.686736106872559
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      34.08,
      140.45,
      396.23,
      318.53
    ],
    "text": "It needs to be recognised that the problem of Ceylon's long-term import capacity is not directly related to the domestic monetary-fiscal expan­sion. The monetary-fiscal expansion which commenced during the late fifties, in the background of a liberal policy of import licensing, contri­buted towards a relatively precipitate decline in external reserves. A lesser magnitude of monetary expansion might have resulted in a more gradual decline in these reserves. It might have lengthened the period of time after which Ceylon would have been obliged to reduce her imports to the level of her export receipts. Unless this interval was utilized to strengthen Ceylon's external payments position, she would sooner or later have had to face a situation in which external reserves would not serve to finance a level of imports in excess of an inadequate flow of external receipts. In other words, given the persistent adverse trend in the terms of trade and the slow growth of import capacity that arises in conse­quence, Ceylon could not for long have escaped the need to deal with the prob­lems posed by an inadequacy of imported supplies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.119635581970215,
      9.131885528564453,
      9.251751899719238,
      9.252423286437988,
      9.295105934143066,
      9.334267616271973,
      9.369023323059082,
      9.615604400634766,
      9.61590576171875,
      9.638570785522461,
      9.647631645202637,
      9.673432350158691,
      9.69438362121582
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.6,
      334.37,
      395.81,
      548.45
    ],
    "text": "The problem of the \"external bottleneck\" as a limiting factor in the growth of developing countries is now gaining increasing recognition. A mobilization of domestic savings alone is not a sufficient condition for achieving a satisfactory rate of economic growth. Effective development, and the process of industrialisation in particular, is dependent on the availability of a rising flow of raw materials, machin­ery and equipment, and even consumer goods to meet the rise in money incomes. Even the largest developing countries seldom possess the range and variety of natural resources, or the initial manufacturing capacity, to supply these requirements with­in their own boundaries. The smaller countries are obviously less well endowed. In the initial stages of development at least, and for the smaller countries possibly at all stages, there is an inescapable need to obtain a varying range of requirements from abroad. If the external receipts of a country-its import capacity-does not rise adequately to make possible the purchase of these import requirements, the pace of overall economic growth would inevitably suffer. An increase in domestic savings adequate to finance a larger volume of physical investment need not by itself ensure that the type of investment appropriate to rapid growth would take place if the import requirements that are technologically necessary for the process are unobtainable.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.14959716796875,
      9.152266502380371,
      9.15439224243164,
      9.215744018554688,
      9.217901229858398,
      9.232083320617676,
      9.253005027770996,
      9.273253440856934,
      9.286772727966309,
      9.306502342224121,
      9.310461044311523,
      9.31739616394043,
      9.329164505004883,
      9.369023323059082,
      9.61590576171875,
      9.69438362121582,
      9.700446128845215,
      9.71004581451416
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.84,
      561.41,
      395.15,
      619.51
    ],
    "text": "Imports have always occupied a particularly important place in the Ceylon economy. This is merely a reflection of the \" openness \" of an export-import economy. The percentage which imports bore to gross national product was 28 in 1964. But even this proportion does not fully indicate the im­portance of imports. If services are excluded from gross national product, good s",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.279158115386963,
      9.231321334838867,
      9.265033721923828,
      9.369023323059082,
      9.662683486938477
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      212.64,
      27.35,
      251.97,
      37.2
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.273362159729004,
      9.249151229858398
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.08,
      49.67,
      412.06,
      263.52
    ],
    "text": "imported in 1964 amounted to 47 per cent of the total of goods available for use in Ceylon in that year. Further, if subsistence output is also excluded from gross national product so as to derive the total of marketable supplies, imports represent as much as 53 per cent of this latter total. It is, of course, not necessarily true that all imports are essential for maintaining or increasing productive activity or for meeting essential consumer needs. But with the low level of external reserves, Ceylon has been compelled over the last two years or so to impose drastic restrictions, amounting in many cases to total prohibitions, on categories of imported goods deemed inessential OT less essential. In fact, the scope of restrictions had to be extended to raw material and capital goods imports as well, and there is certainly little room left for further curtail­ment of imports without affecting production and development activities adversely. On the contrary, it is a necessary condition for future economic growth that Ceylon needs a rising flow of imports of raw materials and capital goods, and any limitations of her capacity to secure these supplies will jeopardise her development effort. For Ceylon, by reason of the very openness of her economy, the \"external bottleneck\" to development could prove indeed to be particularly real.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.93269157409668,
      8.999039649963379,
      9.091209411621094,
      9.116484642028809,
      9.120697975158691,
      9.129899024963379,
      9.136533737182617,
      9.156797409057617,
      9.183488845825195,
      9.218440055847168,
      9.249151229858398,
      9.491631507873535,
      9.5072660446167,
      9.510431289672852,
      9.532061576843262,
      9.5774507522583,
      9.586997985839844,
      9.592945098876953,
      9.667505264282227
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.8,
      269.51,
      412.54,
      351.36
    ],
    "text": "The problem of raising Ceylon's import capacity is thus one of the urgent economic issues that has been brought to the forefront during 1964. It is necessary, therefore, to pay greater attention to this aspect of Ceylon's economic problem in the formulation of policies. In general terms, the remedial approaches to the problem fall into three categories. These are an increase in export earnings, import substitution and a greater flow of external capital. It is useful to analyse briefly some of the issues that are pertinent to each of them.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.20734977722168,
      9.217281341552734,
      9.249151229858398,
      9.485579490661621,
      9.539745330810547,
      9.586997985839844
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.04,
      364.31,
      148.43,
      374.16
    ],
    "text": "(a) Export Earnings",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.982035636901855,
      9.167387962341309,
      9.249151229858398
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.28,
      378.71,
      412.73,
      604.56
    ],
    "text": "The first and most obvious approach towards raising import capacity is that of augmenting Ceylon's export earnings. In fact, whatever results might be achieved through the other approaches, it is essentially in this sphere that the more fundamental and long-term solution to the problem of import capacity may be found. There are, however, several difficulties in the way of Ceylon being able to increase its export earnings at a rate adequate to purchase the import requirements that are necessary for accelerated growth. As shown already, despite increases in export volumes, the growth rate of the purchasing power of exports has averaged only 1.6 per cent annually over the last decade and a half. If Ceylon is to secure her rising import needs solely by means of an increase in the buying power of her exports, the latter would need to grow at a considerably faster rate than in the past. It is likely for Ceylon, as for most other developing countries, that a given target in respect of the growth rate of gross national product, e. g. 6 per cent per year, is likely to require an even faster annual rate of growth of imports.1 This implies, if export earnings are to be the exclusive source of finance for imports, that the purchasing power of exports would need to increase at a faster rate than gross national product. Nevertheless, the prospects for securing such a pace of expansion in primary product exports are, on the basis of present world trends, poor indeed.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.2372031211853027,
      8.912939071655273,
      9.00928783416748,
      9.116484642028809,
      9.120697975158691,
      9.147233963012695,
      9.206316947937012,
      9.20734977722168,
      9.20773696899414,
      9.249151229858398,
      9.482990264892578,
      9.485161781311035,
      9.498763084411621,
      9.504015922546387,
      9.509431838989258,
      9.509681701660156,
      9.517133712768555,
      9.545182228088379,
      9.556917190551758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.0,
      616.43,
      387.43,
      625.54
    ],
    "text": "1. c.f. United Nations \"World Economic Survey 1963\" Part 1 United Nations, NewYork",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.028887748718262,
      8.312494277954102,
      8.398701667785645,
      8.548709869384766,
      9.973731994628906
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      197.04,
      31.01,
      236.12,
      41.09
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.0,
      52.85,
      398.1,
      278.93
    ],
    "text": "This is one of the major problems facing not merely Ceylon but virtually all primary exporting countries. The demand for primary products in the markets of the industrial countries has risen only slowly in recent years and there is little to suggest that these adverse trends would be reversed in the future in the absence of concerted international efforts, through commodity arrangements or other means, to strengthen primary product prices. In present conditions it is possible that there would be sporadic or cyclical increases in commodity prices-as occurred in 1963 and 1964 in the case of some primary products but which did not benefit Ceylon's exports-but these increases are of a short-term or ephemeral character which do not signify any reversal of the downward long-term trends. Attempts by primary producing countries to sustain or increase their export earnings by greater production might only intensify the decline in prices. As already mentioned, Ceylon's efforts to increase output over the last decade and a half have not resulted In comparable gains to export earnings. In addition, the purchasing power of these export earnings is further reduced by the rising trend in the prices of industrial imports. It is a fact that during the fifties, particularly in the latter half of the fifties, the trend in the terms of trade between primary products and manufactures has favoured the latter with corresponding benefits to the industrialised countries.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.053196907043457,
      9.217901229858398,
      9.238629341125488,
      9.24875259399414,
      9.258596420288086,
      9.268563270568848,
      9.27521800994873,
      9.324726104736328,
      9.570846557617188,
      9.5752592086792,
      9.590726852416992,
      9.597675323486328,
      9.606557846069336,
      9.61590576171875,
      9.642608642578125,
      9.678525924682617
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      38.4,
      295.25,
      402.4,
      437.33
    ],
    "text": "Most of these considerations apply to the future prospects for Ceylon's terms of trade. The specific products on which Ceylon's export economy is based are all subject to such forces as the slow growth of demand in overseas markets or the emergence of competition from synthetic substitutes. Thus coconut pro­ducts and rubber have had to face the pressure of competition from synthetic substitutes or other alternative products. World trade in tea is affected by the low income elasticity of demand for the product in the richer importing countries, particularly the United Kingdom, and by import restrictions in Middle Eastern markets following upon the payments problems of countries in this region. In addition, increases in production in other areas, due partly to the commencement. of tea production in new territories, has served to weaken the overall market situation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.003161430358887,
      9.064350128173828,
      9.083514213562012,
      9.085474014282227,
      9.097997665405273,
      9.217901229858398,
      9.238629341125488,
      9.252423286437988,
      9.261726379394531,
      9.324726104736328,
      9.673432350158691,
      9.696049690246582
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      39.12,
      450.05,
      402.64,
      628.13
    ],
    "text": "Ceylon needs to continue and even intensify her efforts to step up the. production of her staple exports. But the time lag involved in the replanting and rehabilitation of export crops, together with the factor of unfavourable price trends, makes it unlikely that Ceylon could rely on the plantation sector alone to increase external receipts to the extent necessary to procure her urgent import needs. In the case of rubber, for example, replanting with high yielding strains for the purpose of reducing production costs will result in an increase in output. But such an increase in output is essentially a condition for survival in the face of declining world prices rather than a means of promoting sizeable increases in total export earnings. In other words, the benefits of raising productivity will essentially be enjoyed by consumers abroad in the form of lower prices. In the case of tea there is the possibility, in the absence of an international agreement, of world production increasing at a faster rate than world consumption with deleterious consequences on prices. With the evolution of high yielding strains and the extension of production to new areas or countries the need for such an",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.054797172546387,
      9.217901229858398,
      9.240870475769043,
      9.259178161621094,
      9.264676094055176,
      9.29434871673584,
      9.324726104736328,
      9.5752592086792,
      9.581094741821289,
      9.588956832885742,
      9.592971801757812,
      9.595690727233887,
      9.597415924072266,
      9.597675323486328,
      9.606817245483398,
      9.658611297607422,
      9.775322914123535
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      206.16,
      28.55,
      246.45,
      38.4
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.273362159729004,
      9.249151229858398
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.72,
      50.39,
      408.44,
      264.24
    ],
    "text": "agreement may well become important. Ceylon is capable of raising its output of tea still further. The increase in production during the last decade has been attributed largely to the increased application of fertilizers. It is uncertain as to whether or not the limits to further increases in output through this means have been broadly reached. Nevertheless, the process of replanting with high yield-ng strains, at which a begining has already been made, is certainly capable of bringing about a substantial rise in output. Whether Ceylon's export earnings could benefit equally from this effort may well depend, however, on parallel action at the international level to strengthen and stabilise world trade in the commodity. The consequence for economic development that would result from a continuance of the adverse trends of the past decade in respect of world trade in primary products, and the urgent need for remedial action on an international scale, was one of the major themes of the United Nations Conference on Trade and Development held in Geneva in 1964. The problems of Ceylon's specific export products, tea, rubber and coconut amply illustrate this theme and under­line the case for international approaches in the commodity field or for schemes of international compensatory financing to asssist developing countries which suffer from long-term declines in their terms of trade.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.985254287719727,
      8.990673065185547,
      9.00928783416748,
      9.02053451538086,
      9.030802726745605,
      9.050997734069824,
      9.082623481750488,
      9.116484642028809,
      9.146671295166016,
      9.178484916687012,
      9.214272499084473,
      9.224238395690918,
      9.249151229858398,
      9.484869003295898,
      9.49079704284668,
      9.491297721862793,
      9.491631507873535,
      9.498763084411621,
      9.507308006286621,
      9.509681701660156,
      9.516343116760254,
      9.532061576843262,
      9.532144546508789,
      9.595751762390137,
      9.602560043334961
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.28,
      276.95,
      408.11,
      550.8
    ],
    "text": "Ceylon's future export earnings need not, of course, be confined to receipts from the sale of tea, rubber, coconuts and the other minor agricultural products at present exported. In the long run Ceylon could also add to her export ear­nings through the sale abroad of industrial products. Indeed, the establishment of export capacity in the industrial sector is, in view of domestic market limitations, a necessary condition for both large scale industrialisation in Ceylon and for a long-term solution of her external payments problem. Ceylon has in the very recent period, under the stimulus of import restrictions, established several new industrial activities producing for the domestic market. But a period of time must naturally elapse before Ceylon could build up an industrial export capacity on a scale that would sufficiently augment her export earnings from primary products so as to enable her to purchase in return the full magnitude of her import needs. Industrial exports on a large scale might also be dependent on arrangements for regional co-operation in Asia which would help to improve access to regional markets. Moreover, the successful establishment of large scale industrial capacity in Ceylon would itself involve increased imports of machinery, equipment and raw materials and require, therefore, an interim solution to her external payments problem. However, though the goal of large scale industrial exports is a relatively long-term one, there is a need for an immediate beginning to foster such exports wherever possible. It is important, for instance, that in the establishment of new industries, even if they are initially based on the domestic market, attention should be paid to the possibility of a subsequent orientation towards exports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.907917022705078,
      9.00928783416748,
      9.082623481750488,
      9.11100959777832,
      9.116484642028809,
      9.138917922973633,
      9.149528503417969,
      9.1813325881958,
      9.214272499084473,
      9.249151229858398,
      9.482990264892578,
      9.485579490661621,
      9.485954284667969,
      9.490921974182129,
      9.496345520019531,
      9.497930526733398,
      9.509681701660156,
      9.541197776794434,
      9.551569938659668,
      9.561723709106445
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.04,
      563.99,
      151.88,
      573.84
    ],
    "text": "(b) Import Substitution",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      9.026504516601562,
      9.099961280822754,
      9.249151229858398
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      46.08,
      580.55,
      406.65,
      626.4
    ],
    "text": "Whatever the long term prospects, it is unlikely that in the short term Ceylon can find a solution to her external payments difficulties and to the problem of bringing about a rising flow of essential imports, by increasing her ex­port earnings alone. It would thus be necessary to turn to the other approaches",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.100875854492188,
      9.112748146057129,
      9.128900527954102,
      9.249151229858398,
      9.485161781311035,
      9.50080680847168,
      9.509681701660156,
      9.518797874450684,
      9.541197776794434,
      9.586997985839844
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      196.56,
      23.57,
      236.15,
      33.65
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.6,
      45.17,
      396.72,
      354.77
    ],
    "text": "that would also contribute towards such a solution. The second of these approaches is that of import substitution. Ceylon could economise on her external resources not only by curtailing imports of luxuries and inessentials, as indeed she has already done, but also by replacing imports by domestically produced substi­tutes. As mentioned, restrictions on imports have already resulted in the establishment of several domestic industries. It needs to be well recognised, that there are severe limits in a country like Ceylon to foreign exchange saving through a process of import substitution in the sphere of manufacturing industry. In the first place, the creation of industrial capacity requires the impor­tation not only of machinery and equipment but also of raw materials and other intermediate products. Whilst industries using domestic raw materials need to be given a high priority, it is difficult, particularly in a small country where the extent and range of domestic raw material resources are understandably limited, to sustain large scale industrial development on such a basis. It should not therefore, be surprising if domestic manufacturing production tends to have a high import content and if, specially in the early stages, the net foreign exchange saving through import substitution tend to be small. Whilst it would be correct to admit the foreign exchange saving potential amongst the criteria that should be adopted in determining industrial priorities it would be inappropriate to carry this test to the point of thwarting industrial development altogether. Moreover, an industry with a very low foreign exchange saving potential when initially producing for the domestic market may, at later stages, be capable of earning foreign exchange through exports. In fact, where the principle of import substi­tution becomes the sole basis for industrialisation, there is the possibility that an uneconomic or high cost structure of industries would come to be established.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.932196617126465,
      9.069235801696777,
      9.121405601501465,
      9.159998893737793,
      9.222705841064453,
      9.262039184570312,
      9.294303894042969,
      9.301874160766602,
      9.320417404174805,
      9.325169563293457,
      9.340253829956055,
      9.369023323059082,
      9.613710403442383,
      9.615604400634766,
      9.61590576171875,
      9.621588706970215,
      9.635091781616211,
      9.638872146606445,
      9.71004581451416
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.36,
      369.65,
      394.79,
      619.73
    ],
    "text": "Whilst import substitution in the field of industrial manufactures is unlikely to assist substantially in relieving Ceylon's external payments problem, the position is different in the case of import substitution in the field of agriculture. Although Ceylon is predominantly an exporter of primary products, a large proportion of her imports are also made up of primary products. The evolution of the Ceylon economy has resulted in a pattern of specialisation in which the country obtains a substantial volume of her food requirements from abroad. These include not only about half her needs of rice, but the major portion of her needs of fish, sugar, milk and milk products, potatoes, onions, chillies and similar items. It is in these fields that import substitution is likely to result in appreciable savings of foreign exchange. The total value of food imports into Ceylon amounted to Rs. 1010-8 million in 1964 and accounts for nearly 51.2 per cent of the total import bill. The value of rice imports amounted to Rs. 3263 million, sugar imports to Rs. 185*0 million, fish imports to Rs. 685 million, and milk and milk products imports to Rs. 934 million, etc. It is evident that a concerted attempt at import substitution in these fields can yield large gains and would offer a promising means whereby Ceylon's external payments position could be strengthened. It should be noted that an accelerated attempt on the agricultural front with the objective of import substitution is intimately connected with the goal of industriali­sation as well. Import substitution in agriculture will release exchange resources that would otherwise be utilised in importing agricultural products and enable",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.049766540527344,
      9.072978973388672,
      9.100318908691406,
      9.112594604492188,
      9.114821434020996,
      9.152266502380371,
      9.165919303894043,
      9.222705841064453,
      9.231724739074707,
      9.231770515441895,
      9.241048812866211,
      9.340253829956055,
      9.345527648925781,
      9.369023323059082,
      9.61590576171875,
      9.621975898742676,
      9.627181053161621,
      9.638270378112793,
      9.650978088378906,
      9.65771198272705,
      9.663883209228516,
      9.684597969055176,
      9.691180229187012,
      9.702751159667969,
      9.712944984436035,
      9.775322914123535
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      205.92,
      23.44,
      249.83,
      35.17
    ],
    "text": "( 1 0 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.8524274826049805,
      11.007529258728027
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      49.2,
      43.19,
      408.7,
      77.52
    ],
    "text": "these to be applied for the purchase of machinery, equipment and raw materials for industry. This is clearly an important means of securing for Ceylon the imports needed for rapid economic growth.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.156797409057617,
      9.249151229858398
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      49.44,
      91.91,
      410.48,
      269.76
    ],
    "text": "Import substitution in agriculture is not an objective that can be achieved over a very short period except in the case of certain crops. There would be technical problems to be faced and overcome. Moreover, it is not always appreciated that a transformation of agriculture, and rapid gains in this field, are often less easy of quick achievement than an expansion of industry because of the complex of issues involved-sociological no less than economic. The non-plantation agricultural sector is characterised by traditional forms of organisation and production whose transformation into modern high productivity systems requires a sustained effort. It is a common misconception to assume that an \"agricultural country\" would necessarily find it easier to make more rapid strides in agriculture than in industry. Moreover, a vigorous programme of development in the domestic agricultural sector would involve investment outlays on irrigation, land development etc., which would themselves have a high import content. Ceylon's capacity to undertake such a programme would, therefore, be dependent on the adequacy of her foreign exchange resources.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.126167297363281,
      9.128726959228516,
      9.194608688354492,
      9.224152565002441,
      9.249151229858398,
      9.48382568359375,
      9.485579490661621,
      9.491297721862793,
      9.509681701660156,
      9.518797874450684,
      9.537088394165039,
      9.539745330810547,
      9.592945098876953
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      50.4,
      283.43,
      141.65,
      293.28
    ],
    "text": "(c) External Capital",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      8.815808296203613,
      8.935395240783691,
      8.967869758605957
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      51.12,
      302.39,
      410.86,
      408.24
    ],
    "text": "It will be apparent from the discussion above, that whilst Ceylon's balance of payments position and the problem of her future import capacity could be alleviated by a vigorous effort at import substitution in the agricultural sphere, and by an increase in exports, which should include industrial exports, these are medium to long-term.solutions. In the interim period Ceylon is likely, unless she enjoys an unforeseen improvement in her terms of trade, to experience relatively acute payments problems. These could, if not overcome in other ways, jeopardize not only the realisation of the long-term prospect but even the maintenance of current levels of economic activity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.985254287719727,
      9.018603324890137,
      9.042723655700684,
      9.116484642028809,
      9.249151229858398,
      9.482990264892578,
      9.50268268585205,
      9.532102584838867,
      9.536380767822266,
      9.571245193481445,
      9.667505264282227
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      51.6,
      421.43,
      412.32,
      622.08
    ],
    "text": "It is to deal with the problems of the interim period specially that Ceylon would need to benefit from the third of the possible approaches towards relieving her external payments difficulties and enabling her to carry through a programme of rapid development. This approach concerns an enhanced flow of capital receipts from abroad. The existence of a gap between minimum import needs and likely export earnings is common to the developing countries as a whole at the present time. Since the world demand for primary products is unlikely to rise at an adequate rate and there are limits to the practicable extent of import substitution, there will inevitably be a need for larger capital inflows to bridge the payments gap that would arise in these countries in the process of accelerated development. In recent years there has been a notable acceleration in the quantum of capital flows to the developing countries from the industrial countries of the West and from the socialist countries. These flows have increasingly taken the form of official capital movements i.e. loans etc., through bilateral and multilateral agencies, rather than of direct investments of private capital. They have served in part to meet the deficiencies in external",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833446502685547,
      8.912939071655273,
      8.954744338989258,
      8.9767427444458,
      9.018603324890137,
      9.050997734069824,
      9.116484642028809,
      9.129899024963379,
      9.15688419342041,
      9.171405792236328,
      9.225955963134766,
      9.249151229858398,
      9.485161781311035,
      9.491631507873535,
      9.498763084411621,
      9.500473022460938,
      9.50080680847168,
      9.507099151611328,
      9.509681701660156,
      9.556917190551758,
      9.579683303833008,
      9.586997985839844,
      9.601775169372559,
      9.667505264282227
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      198.48,
      23.12,
      243.33,
      32.86
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.226423263549805,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.6,
      44.24,
      400.98,
      77.98
    ],
    "text": "receipts caused by the slow growth in exports and the declining terms of trade, but they would have to increase considerably before they suffice to bridge the shortfall between export earings and imports need to achieve higher growth rate.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.80321216583252,
      8.934449195861816,
      9.187470436096191,
      9.42183780670166,
      9.456131935119629,
      9.512633323669434
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      39.12,
      84.56,
      400.6,
      166.3
    ],
    "text": "Ceylon too been a recipient of capital aid in recent years. But it is a fact that compared to the developing countries taken as a group, to the Asian countries taken as a whole, and also to some of her immediate neighbours, Ceylon has been relatively ill provided with external aid. Thus, whilst in 1960 capital flows financed 25 per cent of imports in to developing countries, and 22 percent of imports into Asian countries, their contribution to the financing of imports into Ceylon averaged 4.2 per cent during the period 1960-64.1 It is",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.1007509231567383,
      8.34841251373291,
      8.859288215637207,
      9.083842277526855,
      9.187470436096191,
      9.438138961791992,
      9.44531536102295,
      9.478299140930176,
      9.547533988952637
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      102.24,
      175.52,
      340.06,
      197.74
    ],
    "text": "T A B L E 1-2 Capital flows and changes in the Terms of Trade",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.843408584594727,
      9.104279518127441,
      9.187470436096191,
      9.547533988952637
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      136.08,
      211.28,
      342.04,
      221.74
    ],
    "text": "1960 1961 1962 1963 1964",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.88,
      203.12,
      391.63,
      241.42
    ],
    "text": "Total 1960-64 Net capital inflows 19-5 114-7 92.0 135-5 85-2 446-9",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.807433128356934,
      8.827720642089844,
      9.080048561096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      38.16,
      247.28,
      121.43,
      273.34
    ],
    "text": "Gains or losses -\\ from terms of I trade (at 1958 prices))",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.682037353515625,
      8.739689826965332,
      8.796963691711426,
      8.843759536743164,
      8.92213249206543,
      9.030488967895508,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      129.12,
      255.2,
      391.61,
      265.42
    ],
    "text": "+ 22. 3 —112-1 —38.0 —207.3 —268-9 —604-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      8.34841251373291,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.2,
      287.36,
      400.64,
      429.1
    ],
    "text": "true, of course that imports represent a higher percentage of national income in Ceylon than in many other developing countries. But capital flows into Ceylon, even when measured against national income or total investment, compare unfavourably with similar measurements in a number of developing coun­tries. In addition, the very fact that Ceylon is crucially dependent on imports makes it doubly important that capital flows should suffice to bridge any gap between minimum import needs and export earnings. In fact, what Ceylon has gained by way of capital receipts in recent years has been more than offset by the losses she has sustained through a decline in the terms of trade. This is illustrated in the table above which compares capital inflows into Ceylon with gains or losses through changes in the terms of trade as measured at 1958 prices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.934449195861816,
      8.944281578063965,
      9.067673683166504,
      9.081710815429688,
      9.117921829223633,
      9.187470436096191,
      9.429683685302734,
      9.438138961791992,
      9.438754081726074,
      9.44531536102295,
      9.454002380371094,
      9.501351356506348,
      9.525690078735352,
      9.547533988952637
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.44,
      433.52,
      399.16,
      451.42
    ],
    "text": "1. The following table compares the financing of imports for India, Pakistan and Celyon over the period 1951 to 1962.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.784189224243164,
      8.810334205627441,
      8.810641288757324,
      8.825790405273438,
      8.82815933227539,
      8.864270210266113,
      8.86902904510498,
      8.874616622924805,
      8.919962882995605,
      8.94298267364502,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      138.48,
      452.0,
      301.03,
      461.74
    ],
    "text": "Financing of Imports 1 9 5 1 - 1 9 6 2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.93427562713623,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      97.92,
      463.52,
      297.87,
      493.42
    ],
    "text": "(Total imports of goods and service£=100) Exports of goods and CAPITAL INFLOWS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.575779914855957,
      8.595667839050293,
      8.617622375488281,
      8.664670944213867,
      8.801803588867188,
      8.900755882263184,
      8.94298267364502,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.64,
      475.04,
      342.21,
      500.62
    ],
    "text": "Reduction in foreign assets (1)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.812135696411133,
      8.826492309570312,
      8.830527305603027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      102.72,
      483.2,
      393.09,
      505.66
    ],
    "text": "Errors and Omissions services Private Official Total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.598325729370117,
      8.707465171813965,
      8.752616882324219,
      8.809762954711914,
      8.835042953491211,
      8.866278648376465,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.64,
      475.04,
      342.21,
      500.62
    ],
    "text": "Reduction in foreign assets (1)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.812135696411133,
      8.826492309570312,
      8.830527305603027
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      350.4,
      483.2,
      393.09,
      500.86
    ],
    "text": "Errors and Omissions",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.809762954711914,
      8.835042953491211,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.2,
      509.84,
      56.77,
      519.58
    ],
    "text": "India",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.879021644592285
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      53.28,
      517.76,
      87.08,
      535.42
    ],
    "text": "1951—56 1957—62",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.68,
      517.76,
      127.4,
      536.14
    ],
    "text": "89.6 66.4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      164.4,
      517.52,
      177.25,
      535.66
    ],
    "text": "3.0 5-9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      210.72,
      517.76,
      227.85,
      535.9
    ],
    "text": "3-9 21-7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      261.12,
      517.52,
      281.82,
      535.9
    ],
    "text": "6.9 27-5'",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.280654907226562,
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      315.36,
      517.28,
      328.63,
      535.42
    ],
    "text": "5-3 7-6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      357.36,
      517.28,
      380.2,
      535.42
    ],
    "text": "—1-8 — 1-5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.2,
      541.76,
      68.88,
      551.5
    ],
    "text": "Pakistan",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.86902904510498
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      52.8,
      549.92,
      86.4,
      567.58
    ],
    "text": "1951—56 1957—62",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      109.44,
      550.4,
      127.33,
      567.58
    ],
    "text": "88-4 69-2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      163.92,
      549.68,
      177.09,
      568.3
    ],
    "text": "0-2 1-9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      210.72,
      549.68,
      228.4,
      567.58
    ],
    "text": "12-0 28-9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      261.12,
      549.92,
      278.52,
      567.82
    ],
    "text": "12.2 30.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      306.96,
      549.44,
      328.19,
      567.34
    ],
    "text": "—0.1 0-3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      357.36,
      549.68,
      378.94,
      567.34
    ],
    "text": "—0-5 —0-3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.24,
      574.16,
      63.49,
      583.9
    ],
    "text": "Ceylon",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.784189224243164
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      52.32,
      582.08,
      86.12,
      599.74
    ],
    "text": "1951—56 1957—62",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      105.6,
      582.32,
      126.82,
      599.98
    ],
    "text": "105.7 92.5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      155.76,
      581.84,
      177.71,
      599.74
    ],
    "text": "—6-0 —2-6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      215.52,
      582.08,
      227.94,
      599.98
    ],
    "text": "1.0 3-7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      253.2,
      582.08,
      279.71,
      599.74
    ],
    "text": "— 4-9 1-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      307.44,
      581.6,
      331.1,
      591.34
    ],
    "text": "— 1.3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      9.187470436096191
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      316.56,
      591.44,
      329.49,
      601.18
    ],
    "text": "3-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      35.28,
      581.6,
      399.57,
      622.3
    ],
    "text": "0.6 0.1 Source: ECAFE Survey 1963, Page 12 (1) A minus sign indicates an increase in external asests,",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.266474723815918,
      8.316069602966309,
      8.34841251373291,
      8.760045051574707,
      8.787627220153809,
      8.791680335998535,
      8.80730152130127,
      8.828554153442383,
      8.847611427307129,
      8.854567527770996,
      9.187470436096191
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      203.52,
      34.13,
      247.64,
      44.21
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      47.52,
      56.45,
      406.59,
      126.53
    ],
    "text": "The measurement of the gains or losses from the terms of trade will vary, of course, with the choice of the base year. The base year selected above was not an year in which export prices were buoyant or import prices particularly low. If the terms of trade effect was measured with, 1950 or 1955 as base year, the losses suffered by Ceylon would turn out to be considerably higher than those indicated above.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.152266502380371,
      9.217901229858398,
      9.324726104736328,
      9.597675323486328,
      9.61590576171875,
      9.66191291809082,
      9.775322914123535
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      48.48,
      139.25,
      407.97,
      365.33
    ],
    "text": "There can be little doubt that, over the years immediately ahead, an expan­ded flow of capital receipts will be one of the important means whereby Ceylon's import capacity might be supplemented in the initial period. This would enable Ceylon to accelerate programmes in the field of agricultural and industrial development and to strengthen eventually her external position as well as reduce her dependence on external assistance. Ceylon's need is not merely for \"project aid\". In the immeditate context there is an overriding need to sustain an adequate flow of raw materials and capital equipment in order to maintain and increase the tempo of general economic activity. It is a fact that Ceylon's foreign exchange difficulties and the consequent need to impose stringent import restrictions have resulted in shortages of raw materials and spares which prevent the full utilisation of existing capacity, particularly in the emergent industrial sector. Whilst project aid will assist Ceylon in implementing her medium and long-term development plans, there is also a need for additional external resour­ces to support and strengthen the country's external payments position. In this connection it is perhaps relevant to note that a recent credit to India from the International Development Association providing foreign exchange for the purchase of materials and spares is a welcome development in the field of aid concepts.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.221628189086914,
      9.221941947937012,
      9.259178161621094,
      9.287797927856445,
      9.297554969787598,
      9.324726104736328,
      9.571971893310547,
      9.5912446975708,
      9.61590576171875,
      9.668252944946289,
      9.69438362121582,
      9.702751159667969,
      9.71004581451416,
      9.775322914123535
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.16,
      371.09,
      408.9,
      501.17
    ],
    "text": "It is also important, that alongside of an additional flow of external resour­ces, the terms on which these resources are made available be not unduly burdensome. Ceylon has fortunately not reached the position of many developing countries where service and amortisation charges on external debt have reached such large proportions that a very large part of export earnings have to be devo­ted to meeting them. But in a situation of acute foreign exchange shortages even Ceylon would be increasingly forced to resort to such expedients as suppliers' credits and similar types of external borrowing which impose unduly severe service burdens. These devices, though inevitable in the absence of more acceptable types of external aid, will often tend to worsen rather than to improve the country's external payments position in the years ahead.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054797172546387,
      9.077221870422363,
      9.119635581970215,
      9.301384925842285,
      9.324726104736328,
      9.571971893310547,
      9.588956832885742,
      9.60491943359375,
      9.61590576171875,
      9.69438362121582,
      9.775322914123535
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      110.88,
      515.33,
      349.34,
      525.41
    ],
    "text": "(3) Fiscal and Monetary Developments in 1964",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.916096687316895,
      9.324726104736328
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.88,
      535.73,
      409.05,
      629.81
    ],
    "text": "Previous reports of the Central Bank have pointed out that, against the background of an inadequate rate of growth in her external receipts, Ceylon has experienced an internal monetary expansion over the past few years generated primarily by excessive deficits in the Government budget. The repercussions of the monetary expansion were of two kinds. In the initial phase, when imports were relatively free to flow in, the additional demand generated by the monetary expansion was satisfied by an increased supply of imported goods. This resulted in a sharp decline in the country's external reserve which was the primary means",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.285167694091797,
      9.324726104736328,
      9.613710403442383,
      9.69438362121582
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      193.92,
      24.05,
      240.68,
      34.13
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      38.64,
      46.13,
      400.74,
      248.21
    ],
    "text": "of finance for the larger volume of imports. The domestic price level was not substantially affected during this period and, apart from the decline in external reserves, there was little direct evidence of the adverse repercussions of the monetary expansion. With the rapid depletion in external reserves the impact of the monetary expansion entered its second phase. Direct restrictions on imports had to be imposed in order to stem the fall in reserves and this resulted in a reduction in the volume of imported goods. The restrictions on imports were most severe, in the first instance on the less essential categories of consumer goods. But with the continued pressures on the country's reserves, the scope of the import licensing system had to be progressively extended until eventually the whole range of import outlays had to be determined in terms of a budget of foreign exchange allocations. Whilst every attempt was made to sustain an adequate flow of essential imports-Government food imports, for instance, were maintained at levels necessary to meet consumer needs despite rises in external prices-it was inevitable that with the continuance of pressures on the balance of payments the impact of the restrictions would be felt over an increasing range of items including raw materials and capital goods.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.071335792541504,
      9.152266502380371,
      9.161762237548828,
      9.217901229858398,
      9.222705841064453,
      9.28605842590332,
      9.287351608276367,
      9.296574592590332,
      9.324726104736328,
      9.579841613769531,
      9.597675323486328,
      9.604230880737305,
      9.61319351196289,
      9.61590576171875,
      9.616552352905273,
      9.638570785522461,
      9.678054809570312,
      9.69438362121582,
      9.700446128845215
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      38.4,
      264.05,
      401.1,
      617.57
    ],
    "text": "The sharp restriction of imports in the background of a continuing monetary expansion resulted in growing pressures on the domestic price level. For a time these pressures were cushioned by the availability of previously imported stocks, but with the depletion of these stocks the increases in prices tended to become more marked. In the absence of a composite measure of price changes, such as an index of wholesale or retail prices, it is not possible to assess the actual extent of the rise in the general price level. The only available index of price changes - the Colombo Consumers' Price Index-has registered a distinct upward trend over the last two to three .years rising from 104-8 in 1961 to 106-3 in 1962, to 108-8 in 1963 and to 112-2 in 1964. The Colombo Consumers' Price Index is, however, limited in coverage being based on working class family budgets in which subsidised and price controlled items enjoy a relatively heavy weightage. Price data on important items not covered by the Consumer Price Index suggest relatively sharp price increases in several categories of goods. The momentum of price change in Ceylon has not, of course, reached the dimensions attained in some other countries where expansionary pressures have been greater in magnitude and longer in duration. But as indi­cated in the previous Annual Report, an inflationary process, unless restrained in time, tends to gather strength and to sustain itself in a cumulative manner-An inflationary background, for instance, induces the speculative hoarding of supplies-a process that further aggravates scarcities and price rises. Again, rises in living costs could result in pressures for wage increases. Such wage increases, however, if unrelated to increases in productivity would tend to intensify further, the rise in prices and to prove self defeating. In the case of Ceylon, a rise in production costs, through wage increases for instance, could also result in adverse repercussions on the balance of payments. Cost increases in the export sector could not be passed on to consumers abroad and could lead to a reduction in the output of marginal producers,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.090895652770996,
      9.133834838867188,
      9.137279510498047,
      9.1675443649292,
      9.191360473632812,
      9.208508491516113,
      9.24875259399414,
      9.250409126281738,
      9.274012565612793,
      9.274279594421387,
      9.324726104736328,
      9.570587158203125,
      9.570846557617188,
      9.572014808654785,
      9.5752592086792,
      9.597675323486328,
      9.605652809143066,
      9.606557846069336,
      9.608670234680176,
      9.61590576171875,
      9.61646556854248,
      9.623353004455566,
      9.708595275878906
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      202.8,
      23.33,
      246.7,
      33.41
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      44.69,
      403.53,
      174.77
    ],
    "text": "? ~lh addition to the general pressure on prices brought about by a restriction on supplies in the context of a high level of monetary demand, a regime of administrative controls on imports is also likely to result in short-term or erratic fluctuations in supplies and prices. The smooth flow of imports can be affected by the time sequences involved in the allocation of licences, the placing of orders and the shipment of goods. In such a situation, acute scarcities and high prices could emerge from time to time in respect of individual items in accordance with the arrival of supplies. These erratic movements in supplies and prices can also have disruptive effects on economic activity particularly when they apply to raw materials and other intermediate goods as well as to spares, machinery and equipment of various kinds.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.184999942779541,
      9.024613380432129,
      9.108186721801758,
      9.2537202835083,
      9.31668472290039,
      9.369023323059082,
      9.613537788391113,
      9.613710403442383,
      9.638570785522461,
      9.663883209228516,
      9.69438362121582,
      9.71004581451416
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      184.13,
      403.2,
      290.21
    ],
    "text": ".To some extent, increased domestic production has been able to offset the reduction in import supplies. This is particularly true of industrial production where the import curbs of recent years have provided a stimulus for the growth of import substituting industries. But increased domestic output has been able to make only a limited contribution towards restraining inflationary pressures since the range of import substituion has itself been limited and has by no means been sufficient to fully offset the reduction in imported supplies or the impact of monetary expansion. Both in 1963 and 1964, Ceylon's money supply increased at a considerably faster rate than real domestic product.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.110322952270508,
      9.152945518493652,
      9.155115127563477,
      9.217901229858398,
      9.255599975585938,
      9.34286880493164,
      9.369023323059082,
      9.613537788391113,
      9.662683486938477
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.88,
      303.41,
      403.19,
      373.49
    ],
    "text": "In the context of these problems, one of the objectives of monetary-fiscal policy would be to restrain the monetary expansion so as to secure, as previously mentioned, a closer correspondence between aggregate demand and aggregate supply. The expansionary deficit in the Government budget and credit creation by the banking system in favour of the private sector have been in recent times the principal sources of monetary expansion.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.369023323059082,
      9.61590576171875
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.64,
      382.13,
      403.19,
      415.73
    ],
    "text": "The sections below outline the significant developments in the fiscal and monetary fields during 1964. A more detailed account is to be found in Part II of the present Report.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.943175315856934,
      8.977831840515137,
      9.287351608276367,
      9.310461044311523,
      9.369023323059082,
      9.620427131652832,
      9.691180229187012
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.88,
      429.65,
      178.76,
      439.73
    ],
    "text": "( a ) The Government Budget",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.747273445129395,
      9.369023323059082
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.4,
      444.29,
      403.2,
      574.37
    ],
    "text": "In the Annual Report for 1963, attention was drawn to the fact that over the financial years 1960/61 to 1962/63 the expansionary deficit in the Govern­ment budget, though continuing to remain high, had shown a moderately declin­ing trend relative to the peak level of Rs 251.1 million reached in 1959/60. By 1962/63 the overall expansionary deficit had declined to Rs 162.0 million. The Budget for the financial year 1963/64 anticipated a further reduction in the expansionary deficit. It anticipated, in fact, a total of financing from expansio­nary sources of only Rs 54.5 million. In the final result, however, these expectations were not realised. The actual expansionary deficit during the fiscal year 1963/64 was Rs 162-9 million, a magnitude hardly different to that attained in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.00904655456543,
      9.071244239807129,
      9.083925247192383,
      9.091351509094238,
      9.152266502380371,
      9.162846565246582,
      9.369023323059082,
      9.610393524169922,
      9.638270378112793,
      9.638570785522461
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.4,
      586.85,
      403.53,
      620.93
    ],
    "text": "The disparity was du° in part to shortfalls in revenue, and in foreign aid as compared with the original estimates. Actual revenue in 1963/64 wasRs 1753.5 million as against an estimate of Rs 1787.6 million-a decline of Rs. 34-1 million,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.042533874511719,
      9.051688194274902,
      9.071244239807129,
      9.077221870422363,
      9.310461044311523,
      9.321794509887695,
      9.369023323059082,
      9.638270378112793
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      196.8,
      24.29,
      241.18,
      34.37
    ],
    "text": "( 15 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      39.12,
      45.41,
      399.72,
      271.49
    ],
    "text": "Again, foreign aid receipts amounted to Rs 98.6 million estimate of Rs 175 million. Nevertheless, the major ca between the estimated expansionary deficit for 1963/64 an^ was a rise in the food subsidy bill and consequently in Total current expenditures in 1963/64 exceeded the Budget million. However, the excess in the food subsidy bill Rs 102.5 million. A sharp increase in the world price of sugar, beyoT on which the estimates were based, was the major factor responsible for this excess in the food subsidy bill. Sugar is imported and distributed by Government and the profit from its sale partially offset the losses through the sale of rice at subsidised prices. In 1963/64, the increase in the purchase price of imports in the background of unchanged domestic selling prices resulted in a decline in the profit from sugar beyond the amount anticipated. It is clear, therefore, that the rise in world prices, in excess of the price on which the estimates were based, was an important factor underlying the divergence between budgetary expectations and actual results in respect of expansionary financing'in 1963/64. There was, however, a considerable shortfall in the capitial outlays of Government relative to the original estimates-actual outlays being Rs 136.1 million below the latter.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.91762924194336,
      9.00904655456543,
      9.071244239807129,
      9.131023406982422,
      9.217901229858398,
      9.221628189086914,
      9.233429908752441,
      9.262039184570312,
      9.2659273147583,
      9.339500427246094,
      9.345527648925781,
      9.369023323059082,
      9.620427131652832,
      9.623353004455566,
      9.638270378112793,
      9.65771198272705,
      9.66191291809082,
      9.68917179107666,
      9.715886116027832
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      39.84,
      287.81,
      400.73,
      477.89
    ],
    "text": "It is apparent from the analysis above that had the food subsidy bill not risen sharply in 1963/64, the Government's budgetary operations would have shown a fair improvement over the preceding financial year in terms of the magni­tude of the expansionary deficit. One of the notable features of 1963/64 was the very marked increase in Government revenues. Total revenues increased from Rs 1593.4 million in 1962/63 to Rs 1753.5 million in 1963/64-an increase of Rs 160.1 million. This is certainly a substantial increase for a single year. Import duty collections, which rose by Rs 83.8 million, made the major contribution to the rise in revenues. There were also substantial increases in duty collections on textiles, grain and flour, and the category \"other goods\" shown in the Government revenue classification. Receipts from income tax, inclusive of the surcharge, increased by Rs 26.0 million whilst receipts from general sales and turnover taxes rose by Rs. 15.9 million. These increases were offset only in part by declines in receipts from the export duty on rubber, import duties on kerosene oil, motor spirits, liquid fuel, tobacco and cigarettes, and also from such taxes as the land tax and the national development tax which had been earlier withdrawn.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.00904655456543,
      9.042533874511719,
      9.071244239807129,
      9.075579643249512,
      9.077221870422363,
      9.091351509094238,
      9.114821434020996,
      9.119635581970215,
      9.152266502380371,
      9.19140625,
      9.2659273147583,
      9.294036865234375,
      9.31739616394043,
      9.329164505004883,
      9.369023323059082,
      9.610393524169922,
      9.61590576171875,
      9.623954772949219,
      9.636810302734375,
      9.638270378112793,
      9.638442993164062,
      9.68917179107666
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      41.04,
      490.61,
      401.29,
      620.69
    ],
    "text": "Current expenditures in 1963/64 amounted to Rs. 1,758.4 million as compared with Rs. 1534.0 million in 1962/63- an increase of Rs. 224.4 million. The rise in the food subsidy bill relative to the previous year was Rs. 139.4. million. As already mentioned, the increase in the world price of sugar was the principal factor underlying the rise in the food subsidy bill. The profits from sugar declined by Rs. 79.5 million relative to the previous year. The average landed cost of white sugar, in particular, almost doubled, rising from Rs. 637 per long ton in 1962/63 to Rs. 1135 per long ton in 1963/64. There was also a decline in the profits from the sale of flour. These profits declined by Rs. 26.0 million from Rs. 27.0 million in 1962/63 to only Rs. 1.0 million in 1963/64; This decline was a reflection of a reduction in the retail price of flour by 5 cents",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.988571166992188,
      9.00297737121582,
      9.00904655456543,
      9.068277359008789,
      9.071244239807129,
      9.082101821899414,
      9.091351509094238,
      9.136327743530273,
      9.262887954711914,
      9.286147117614746,
      9.310461044311523,
      9.344730377197266,
      9.369023323059082,
      9.638270378112793,
      9.647631645202637,
      9.65771198272705,
      9.68917179107666
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      204.96,
      25.49,
      248.86,
      35.57
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.28,
      47.33,
      405.77,
      177.41
    ],
    "text": "a pound as well as of a rise in import prices. Sizeable increases were also shown in other items of current expenditure. Outlays on education, for instance, increased by Rs. 23.4 million in 1963/64 whilst outlays on pensions and on interest on the public debt rose by Rs. 29.6 million. Although as already mentioned, there was con. siderable underspending on the capital expenditure votes, in capital expenditures in 1963/64 amounted to Rs. 503.3 million as against Rs. 489.0 million in 1962/63. The increase of Rs. 14-3 million relative to the previous year was due to an increase of Rs. 26.6 million in loans to Government Agencies and in the acquisi­tion of financial assets. Capital expenditures on the construction, acquisition, and maintenance of fixed assets declined by Rs. 12.3 million from Rs. 479.1 million in 1962/63 to Rs. 466.8 million in 1963/64.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.4879150390625,
      9.00297737121582,
      9.00904655456543,
      9.049720764160156,
      9.071244239807129,
      9.072978973388672,
      9.091351509094238,
      9.112594604492188,
      9.27521800994873,
      9.315351486206055,
      9.369023323059082,
      9.610393524169922,
      9.638270378112793,
      9.638442993164062,
      9.71004581451416
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.28,
      190.85,
      405.72,
      248.93
    ],
    "text": "The overall deficit in the Government budget for the financial year 1963/64 was Rs.519.2 million. The net cash deficit after adjusting for Sinking Fund contributions amounted to Rs. 462.4 million. The net cash deficit in 1962/63 was Rs. 391.7 million. The following table depicts the manner in which the deficit was financed in 1963/64 as well as in the years preceding.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.4879150390625,
      9.071244239807129,
      9.082101821899414,
      9.091351509094238,
      9.369023323059082,
      9.696049690246582,
      9.71004581451416
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      192.0,
      265.25,
      258.81,
      275.33
    ],
    "text": "T A B L E 1-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.992807388305664,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      117.12,
      288.05,
      332.39,
      298.13
    ],
    "text": "Financing of the Deilcit 1 9 5 9 / 6 0 to 1 9 6 3 / 6 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.065171241760254,
      9.071244239807129,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      347.04,
      305.81,
      404.92,
      315.89
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.867388725280762,
      8.976771354675293
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      238.08,
      327.65,
      401.91,
      337.97
    ],
    "text": "1959/60 1960/61 1961/62 1962/63 1963/64",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.563918113708496,
      8.59345531463623,
      8.606070518493652
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.28,
      353.81,
      401.05,
      364.37
    ],
    "text": "1. Financing from non-bank sources (Total)- • 170-5 212-2 269-7 213.2 301-8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.62548542022705,
      8.670920372009277,
      8.950718879699707,
      8.97704792022705,
      8.993083953857422,
      9.064714431762695
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.12,
      367.73,
      96.61,
      377.81
    ],
    "text": "of which",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.282000541687012,
      9.02543830871582
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      66.72,
      378.29,
      402.4,
      388.85
    ],
    "text": "(a) Administrative borrowing- • 57-4 29-4 104-5 — 33-8 — 1-1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      9.046929359436035,
      9.057769775390625,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      66.72,
      394.37,
      400.82,
      413.33
    ],
    "text": "(b) Domestic market borrowing from non-bank sources 86-5 165-2 109-4 153-5 206-1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.896059036254883,
      8.97704792022705,
      8.993083953857422,
      9.056534767150879,
      9.064714431762695,
      9.078499794006348
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      66.96,
      418.61,
      400.53,
      429.65
    ],
    "text": "(c) Foreign loans and grants 26-6 26-6 55-8 93-5 96-8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.39950180053711,
      8.4879150390625,
      8.930851936340332,
      8.998285293579102,
      9.114503860473633,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.28,
      434.45,
      400.9,
      445.49
    ],
    "text": "2. Domestic borrowing from the banking system 241-1 241-4 226-6 178-1 115.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.896059036254883,
      8.993083953857422,
      9.005553245544434,
      9.066998481750488,
      9.078499794006348,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.04,
      450.53,
      400.86,
      461.57
    ],
    "text": "3. Use of government'cash balances- • 6-0 nil — 40-2 0-4 45-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.8915433883667,
      9.032318115234375,
      9.100000381469727,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.04,
      466.61,
      400.64,
      477.65
    ],
    "text": "4. Total net cash deficit - • 417-5 462-5 456-1 391-7 462.4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.417327880859375,
      8.4879150390625,
      8.591721534729004,
      8.85472583770752,
      8.875696182250977,
      8.94164752960205,
      9.100000381469727,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.28,
      482.45,
      400.08,
      501.41
    ],
    "text": "5. Adjustment for change in US Aid Counter part Fund account 4-0 - 7-5 4-0 — 16-5 2.3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.966802597045898,
      8.9932222366333,
      9.036717414855957,
      9.037221908569336,
      9.056900978088379,
      9.209497451782227,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.08,
      506.45,
      400.91,
      517.49
    ],
    "text": "6. Net expansionary impact of budget (2 + 3 + 5) 251-1 233-9 190-4 162.0 162-9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4879150390625,
      8.562708854675293,
      9.00922966003418,
      9.018233299255371,
      9.269501686096191,
      9.369023323059082
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.04,
      538.85,
      406.43,
      620.93
    ],
    "text": "As shown in the table above, one of the notable features of the financing of the deficit in 1963/64 was the rise in domestic market borrowing from non bank sources-from Rs. 153.5 million in 1962/63 to Rs. 206.1 million in 1963/64. This was largely the result of increased contributions to Government loans by savings institutions, insurance funds-mainly the Insurance Corporation-as well as by companies and other Government corporations. The Employees' Provident Fund remained the largest single contributor-its subscriptions to Government",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.4879150390625,
      9.00904655456543,
      9.071244239807129,
      9.091351509094238,
      9.271689414978027,
      9.338170051574707,
      9.369023323059082,
      9.610393524169922,
      9.623954772949219,
      9.638270378112793,
      9.71004581451416
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      202.32,
      22.85,
      246.71,
      32.93
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      42.48,
      44.69,
      403.56,
      102.77
    ],
    "text": "securties rising from Rs. 61.7 million in 1962/63 to Rs. 65.6 million in 1963/64. There was also a significant increase in subscriptions to Tax Reserve certificates. Although the utilisation of foreign aid was stepped up in 1962/63, there was no marked increase in 1963/64. As already mentioned, foreign aid utilisation fell considerably short of the original estimate of Rs. 175 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.00297737121582,
      9.00904655456543,
      9.091351509094238,
      9.221628189086914,
      9.278029441833496,
      9.369023323059082,
      9.638270378112793,
      9.722233772277832
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      41.52,
      115.49,
      402.85,
      317.57
    ],
    "text": "Financing from expansionary sources, i. e. mainly borrowing from the banking system and the reduction of cash balances, amounted to Rs. 162.9 million. Whilst the use of cash balances increased in 1963/64, borrowing from the banking system declined to Rs. 115.2 million as againt Rs. 178.1 million in the previous year. The Treasury bill was once more the main instrument of borrowing from the banking system. The authorised limit to Treasury Bill issues outstanding was raised twice by Parliament during the course of the financial year-by Rs. 100 million under the Finance Act of 1963 and by Rs. 250 million on 28.8.64 by a Resolution of the House of Representatives. At the end of the financial year 1963/64 the authorised limit on Treasury Bills stood at Rs. 1, 500 million and the amount of Treasury Bills outstanding at Rs. 1, 250 million. The Central Bank was once again the main contributor to Treasury Bills-its holdings of Treasury Bills increased to Rs. 1, 153-2 million at the end of 1963/64, representing 92-2 per cent of the total of Treasury Bills outstanding. The commercial banks on the other hand reduced their holdings of Treasury Bills and increased their invest­ments in other Government securities. However total Government borrowings from the commercial banks declined during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.00904655456543,
      9.071244239807129,
      9.075579643249512,
      9.27521800994873,
      9.31739616394043,
      9.369023323059082,
      9.638270378112793,
      9.646300315856934,
      9.68917179107666
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      40.56,
      331.25,
      403.05,
      413.33
    ],
    "text": "The budget for the current fiscal year 1964/65 covers the last quarter of 1964. Particulars of the estimates for 1964/65 are provided in Part II of the present Report. The budget envisaged an overall deficit of Rs. 509.0 million to be financed by domestic market borrowing from non-bank sources (Rs. 250 million), foreign aid (Rs. 225 million), and administrative borrowings (Rs. 35 million). One of the notable features of the budget was that it consciously sought to avoid recourse to inflationary finance.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.943175315856934,
      8.988571166992188,
      9.043770790100098,
      9.072978973388672,
      9.218753814697266,
      9.310461044311523,
      9.369023323059082,
      9.638270378112793
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      38.64,
      425.57,
      399.83,
      579.65
    ],
    "text": "Total current expenditure provisions-exclusive of capital items under the recurrent expenditure votes, sinking fund contributions, and provisions for direct repayment of debt-amounted to Rs. 1, 745.1 million in 1964/65 as compared with the actual expenditure of Rs. 1,758.4 million in 1963/64. The reduction is accoun­ted for by a lower provision for the food subsidy bill following the fall in world sugar prices and a lower rate of interest on Treasury Bills purchased by the Central Bank. The estimate for total capital expenditure in 1964/65 amounts to Rs. 647.6 million, an increase of Rs. 144-3 million over the realised capital expenditure in 1963/64- Total revenue in 1964/65 was estimated to reach Rs. 1,881.4 million, an increase of Rs. 127.9 million over the realised revenues of the previous year. Rs. 106.6 million of this expected increase was attributed to new revenue proposals; details of which are provided in a subsequent part of this Report.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.00904655456543,
      9.01240062713623,
      9.043770790100098,
      9.052145004272461,
      9.077221870422363,
      9.114821434020996,
      9.124628067016602,
      9.17770004272461,
      9.217901229858398,
      9.233429908752441,
      9.262887954711914,
      9.330761909484863,
      9.369023323059082,
      9.633157730102539,
      9.638270378112793,
      9.68917179107666,
      9.696049690246582
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      38.16,
      586.13,
      399.12,
      620.21
    ],
    "text": "With the dissolution of Parliament in December 1964, certain of the revenue measures proposed were not enacted. Nevertheless, according to tentative Treasury estimates, the losses to revenue on this score are expected to be more",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.171021461486816,
      9.302364349365234,
      9.369023323059082,
      9.66191291809082
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      205.2,
      25.49,
      250.34,
      35.57
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.53228759765625,
      9.369023323059082
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      47.04,
      47.81,
      407.57,
      225.89
    ],
    "text": "than offset by increases in revenue under other heads beyond the amounts envisa­ged in the budget estimates. These increases cover yields from import duties, income tax, excise tax and receipts from Government corporations. At the same time, although there are likely to be increases in supplementary expenditures on account of cyclone relief and rehabilitation and other factors, total Govenment expenditure is expected to decline below the amount pro­vided for, largely on account of an anticipated drop in paddy purchases under the Guaranteed Price Scheme following the drought which affected certain areas towards the end of 1964 and early 1965. If Treasury expectations in respect of revenues and current expenditures are realised, the overall deficit in the budget would decline below the amount anticipated. But it needs to be noted in respect of the food subsidy bill that although budgetary savings might increase due to lower paddy purchases, there would be corresponding pressures on Ceylon's balance of payments to the extent that the shortfall in rice production would need to be covered by imports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.097997665405273,
      9.133834838867188,
      9.143802642822266,
      9.156291007995605,
      9.161445617675781,
      9.165919303894043,
      9.217901229858398,
      9.33342456817627,
      9.369023323059082,
      9.61590576171875,
      9.620427131652832,
      9.648059844970703,
      9.663883209228516,
      9.68917179107666,
      9.696049690246582
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      48.72,
      238.13,
      408.6,
      368.21
    ],
    "text": "An analysis of Ceylon's budgetary exprience in recent years serves to high­light three important factors. The first is that Ceylon has been making resolute efforts to mobilize additional resources for the finance of Government expendit­ures, both current and capital, through taxation and borrowings from non-bank sources. There have been particularly striking increases in revenue. In 1964 total Government revenue amounted to 24.6 per cent of Gross National Product, a proportion that is seldom attained in a developing country. Ceylon's tax effort has been particularly strenuous and has involved relatively heavy tax rates in several fields. But this has been made necessary by the need to restrain the magnitude of expansionary financing in the' context of rising requirements for Government expenditure.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.060054779052734,
      9.082101821899414,
      9.143802642822266,
      9.161445617675781,
      9.16487979888916,
      9.19590950012207,
      9.225982666015625,
      9.259178161621094,
      9.307659149169922,
      9.369023323059082,
      9.614226341247559
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      49.92,
      377.33,
      410.01,
      519.41
    ],
    "text": "Second, food subsidies continue to make heavy claims on the resources available to Government. The Annual Report for 1963 drew attention to the need to consider the question of the appropriate scale of subsidy outlays within the framework of a programme for restraining inflationary pressures and for mobilizing resources for an accelerated rate of economic growth. It pointed out that as long as external reserves were available, expansionary financing — which was made necessary in part by the food subsidies-did not involve increases in the general level of prices since import supplies were able to meet the additional demand. In the present situation, with the restrictions on the supply of imports, expansionary financing imposes pressures on the general level of prices. In such a situation the relief to consumers through subsidised prices is negatived, in part at least, by increases in the prices of other consumer goods.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.01240062713623,
      9.077221870422363,
      9.100000381469727,
      9.236836433410645,
      9.241048812866211,
      9.288689613342285,
      9.294303894042969,
      9.331561088562012,
      9.340253829956055,
      9.369023323059082,
      9.609186172485352,
      9.613537788391113,
      9.617413520812988,
      9.619134902954102,
      9.638570785522461,
      9.647631645202637
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      51.12,
      528.29,
      411.17,
      622.37
    ],
    "text": "The third factor brought out by Ceylon's budgetary experience in recent years is the relatively poor performance in respect of capital outlays. Succesive budgets have made substantial provisions for capital outlays with the aim of accelerating Ceylon's development effort. In the final result however, there is in each year, a sizeable shortfall in actual spending on capital votes. This is an indicat­ion of deficiencies and weaknesses in the sphere of implementing capital works and projects. It is a pointer to the urgent need to gear the organisational and admini­strative capacities, of Government to the tasks of development- Deficiencies in",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.152266502380371,
      9.15439224243164,
      9.216597557067871,
      9.262396812438965,
      9.267356872558594,
      9.310461044311523,
      9.313218116760254,
      9.333558082580566,
      9.369023323059082
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      195.84,
      18.11,
      240.18,
      28.41
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.456968307495117,
      9.392539978027344
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.2,
      40.43,
      398.23,
      74.73
    ],
    "text": "project planning and execution could thwart the realisation of development plans, slow down the effective utilization of foreign aid, and thereby dampen the tempo of economic progress itself.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.574176788330078,
      9.331798553466797,
      9.392539978027344,
      9.705252647399902,
      9.735283851623535,
      9.77916145324707
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.2,
      88.67,
      246.62,
      98.97
    ],
    "text": "( b) Commercial bank credit to the private sector",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.167126655578613,
      9.392539978027344,
      9.74837875366211
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.2,
      105.47,
      398.28,
      295.77
    ],
    "text": "In 1964, as in 1962, commericial bank credit to the private sector-defined to include Government corporations on account of statistical difficulties of differen­tiation—played a contributory role of some significance in the total monetary expansion. In the previous years, the increase of commercial bank credit to the private sector was relatively small, e. g. Rs 42.2 million in 1962 and Rs 12.5 million in 1961. In the more recent period, on the other hand, the reduction of the drain on external reserves through import and exchange restrictions has augmented the liquid resources of the banking system and increased its capacity to expand credit. In 1964 commercial bank credit to the private sector increased by Rs 111.7 million exclusive of export bills as compared with an increase of Rs 124-2 million in 1962. As already mentioned, the expansionary fiscal deficit of Government has shown a moderately declining trend over the recent period and was maintained at around Rs 160 million in each of the fiscal years 1962/63 and 1963/64- The rise in commercial bank credit to the private sector has thus served to sustain the total monetary expansion at a high level despite the scaling down of the Government's expansionary deficit.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.574176788330078,
      9.107497215270996,
      9.190592765808105,
      9.392539978027344,
      9.685762405395508,
      9.696025848388672,
      9.702356338500977,
      9.7025785446167,
      9.705252647399902,
      9.715362548828125,
      9.742077827453613,
      9.743498802185059,
      9.743897438049316,
      9.836701393127441
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      61.44,
      308.75,
      397.87,
      319.05
    ],
    "text": "The increases in commercial bank advances to the private sector are",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.392539978027344
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.44,
      323.15,
      174.76,
      333.45
    ],
    "text": "summarised in the table below:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.392539978027344,
      9.708060264587402
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      180.24,
      347.39,
      250.92,
      357.69
    ],
    "text": "T A B L E 1 - 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.091100692749023,
      9.392539978027344
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      87.84,
      369.47,
      346.2,
      379.77
    ],
    "text": "Commercial Bank Advances to the Private Sector",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.392539978027344
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      329.52,
      393.47,
      389.89,
      403.77
    ],
    "text": "Rupees Million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.9569673538208,
      9.07486629486084
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      252.48,
      417.23,
      387.44,
      436.41
    ],
    "text": "December December Change 1963 1964",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.574176788330078,
      8.986851692199707,
      9.11475944519043
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      357.84,
      417.23,
      387.44,
      427.53
    ],
    "text": "Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.11475944519043
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.44,
      451.07,
      385.67,
      510.81
    ],
    "text": "(a) Cash items in process of collection 82-1 74-5 - 7 - 6 lb) Local bills 1 — — — lc) Import billsl 65-8 77-8 -+ 120 id) Export bills 72- 8 53-6 —19-2 ie) Overdrafts 331-9 372-3 440-4 (0 Loans 213.0 279-4 4 66-4 (0 Total 765-6 857-6 4-92-0",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.700325965881348,
      8.334274291992188,
      8.538848876953125,
      8.540164947509766,
      8.574176788330078,
      8.669824600219727,
      8.719562530517578,
      8.8351469039917,
      8.916804313659668,
      8.946725845336914,
      8.946870803833008,
      8.951510429382324,
      9.010735511779785,
      9.032402992248535,
      9.07234001159668,
      9.080772399902344,
      9.092243194580078,
      9.157313346862793,
      9.171894073486328,
      9.392539978027344,
      9.431593894958496,
      10.424539566040039
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.0,
      523.31,
      399.86,
      544.17
    ],
    "text": "1 Figures given in respect of these items for 1963 in the Annual Report for that year have been revised.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.574176788330078,
      9.058267593383789,
      9.062562942504883,
      9.07343578338623,
      9.079296112060547,
      9.089436531066895,
      9.092243194580078,
      9.096616744995117,
      9.10626220703125,
      9.112007141113281,
      9.160995483398438,
      9.180047035217285,
      9.392539978027344
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      38.16,
      553.79,
      398.47,
      612.09
    ],
    "text": "As in the previous year, loans and overdrafts were the main media through which commercial bank credit was increased in 1964. The increase in advances was confined entirely to the Ceylonese banks. The total of advances by the Ceylonese banks increased by Rs 120.8 million whilst advances by the foreign banks contracted by Rs 28.9 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.392539978027344,
      9.654367446899414,
      9.696426391601562,
      9.743498802185059,
      9.743853569030762
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      204.24,
      16.61,
      248.6,
      26.69
    ],
    "text": "( 20 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      66.72,
      38.93,
      406.33,
      49.01
    ],
    "text": "The half-yearly survey of the Central Bank provides a classification of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.92,
      53.09,
      406.96,
      63.17
    ],
    "text": "commercial bank lending in terms of the purposes for which advances are made.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.283561706542969,
      9.324726104736328,
      9.624685287475586
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.92,
      67.25,
      406.94,
      77.33
    ],
    "text": "The table below depicts the changes in the amount of advances by purpose over",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328,
      9.620427131652832
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      45.6,
      81.41,
      157.36,
      91.49
    ],
    "text": "the years 1963 and 1964.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      188.88,
      97.49,
      257.87,
      107.57
    ],
    "text": "T A B L E 1 - 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.992807388305664,
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      143.28,
      119.57,
      305.73,
      129.65
    ],
    "text": "Advances Classified by Purpose",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      339.12,
      132.35,
      397.97,
      141.46
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4291410446167
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      258.72,
      148.43,
      296.17,
      165.46
    ],
    "text": "December 1963",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.201127052307129,
      8.428116798400879
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      310.56,
      148.43,
      347.6,
      165.94
    ],
    "text": "December 1964",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.125094413757324,
      8.428116798400879
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      364.56,
      148.43,
      393.56,
      157.54
    ],
    "text": "Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.4291410446167
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.68,
      182.51,
      393.42,
      240.82
    ],
    "text": "Commercial 451-6 488-2 + 36-6 Financial 71-1 91-1 + 20-0 Agricultural 25-7 28-9 + 3-2 Industrial 4 3 4 72-1 + 28-7 Consumpton 36-6 48-9 + 12-3 Other Loans 61-9 52-5 — 9-4 Total 690-4 781-7 + 91-3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.837255954742432,
      8.123887062072754,
      8.12460708618164,
      8.124648094177246,
      8.127219200134277,
      8.129217147827148,
      8.15149974822998,
      8.157770156860352,
      8.188902854919434,
      8.200913429260254,
      8.222999572753906,
      8.231810569763184,
      8.231935501098633,
      8.258490562438965,
      8.426067352294922,
      8.428116798400879,
      8.4291410446167,
      8.650647163391113
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.44,
      260.45,
      406.29,
      407.81
    ],
    "text": "As shown above, the major increases in commercial bank advances were for commercial, financial and industrial purposes. Commercial purposes represented largely increased lending for import trading and wholesale and retail trading. Rs 10.5 million of the increase in lending for industrial purposes accrued to the building and engineering industries. Consumption loans too have increased, though moderately. These figures of changes in bank advances as classified by purpose need, however, to be interpreted with caution. In the previous year 1963 there was a large Increase-Rs. 50.3 million-in advances under the category, other loans. In 1964, on the other hand, this category registered a decline and it is difficult to determine the extent to which the increases under other heads relative to the previous year represent a more specific classification of ad­vances by purpose by the commercial banks.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.263653516769409,
      9.112594604492188,
      9.152266502380371,
      9.2659273147583,
      9.27517318725586,
      9.27521800994873,
      9.324726104736328,
      9.567991256713867,
      9.570587158203125,
      9.597675323486328,
      9.610393524169922,
      9.624685287475586,
      9.628170013427734,
      9.635951042175293,
      9.638270378112793
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.92,
      421.49,
      405.69,
      431.57
    ],
    "text": "During the year the Central Bank continued to maintain the several measures",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.324726104736328
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      42.96,
      435.41,
      408.24,
      473.33
    ],
    "text": "already in force with the objective of restraining the momentum of credit expansion. ; Whilst the credit needs of the productive sectors of the economy need to be met-and these are likely to rise in the process of development-there is",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.100000381469727,
      9.27392292022705,
      9.324726104736328,
      9.597675323486328,
      9.663883209228516
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.2,
      477.17,
      406.32,
      501.17
    ],
    "text": "a need In the present context, to avoid an increase in credit for non-essential purposes. In particular, a close surveillance is being kept on increases of credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.090895652770996,
      9.14959716796875,
      9.324726104736328,
      9.623353004455566
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      43.44,
      505.01,
      405.93,
      529.01
    ],
    "text": "for speculative purposes, since periods of inflationary pressure provide a stimulus to the holding of stocks in anticipation of future price increases. The objectives",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.259178161621094,
      9.324726104736328,
      9.61491584777832
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      42.96,
      532.85,
      405.57,
      612.53
    ],
    "text": "of Central Bank policy are thus twofold-to ensure that the base for credit expansion is itself not excessive in the light of the overall monetary situation, and to encourage the selective channelling of credit for productive and essential purposes as well as the extension of banking facilities to new areas wherever justified. The Central Bank will impose such further measures as may be necessary to meet these objectives as the situation demands.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.156291007995605,
      9.217901229858398,
      9.324726104736328,
      9.57690143585205,
      9.71004581451416,
      9.775322914123535
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      190.8,
      20.4,
      236.35,
      33.82
    ],
    "text": "( ii )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      11.150520324707031,
      12.304515838623047
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      32.88,
      43.31,
      141.61,
      53.61
    ],
    "text": "(c) The Money Supply",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      9.064518928527832,
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      32.4,
      64.91,
      395.91,
      122.25
    ],
    "text": "In 1964, Ceylon's total money supply rose by Rs. 115.8 million or. 7.7 per cent. This is a reflection of the combined impact of the expansionary effect of Government operation and of credit creation by the commercial banks for the private sector. The table below analyses the determinants of the money supply during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.064518928527832,
      9.375212669372559,
      9.438468933105469,
      9.725639343261719,
      9.743498802185059
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.2,
      137.15,
      245.32,
      147.45
    ],
    "text": "T A B L E 1 - 6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.064518928527832,
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      75.6,
      159.71,
      351.74,
      170.01
    ],
    "text": "Change in Money Supply-(End of Period 1963 to 1964)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      33.12,
      180.59,
      395.35,
      196.89
    ],
    "text": "' Rupees Million. Expansionist Factors",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.622760772705078,
      8.931051254272461,
      9.064518928527832
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      46.32,
      199.79,
      389.71,
      234.09
    ],
    "text": "(a) Government borrowing from the banking system • • •• •• 104-6 (b) Commercial bank credit to the private sector •• •• 111-7 (c) Change in external banking assets (net) •• •- . - 16-9fa) Total •• •- -- .. 233-2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.49126148223877,
      8.664037704467773,
      8.67396354675293,
      8.701689720153809,
      8.717726707458496,
      8.951510429382324,
      9.064518928527832,
      9.300000190734863,
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      30.72,
      243.23,
      106.93,
      253.53
    ],
    "text": "Contractive Factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.622760772705078,
      8.802095413208008
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      45.36,
      255.95,
      386.35,
      318.09
    ],
    "text": "(a) Increase in time and savings deposits .. -• •• 52-5 (b) Government cash balances •• •• •• .- 2-9 (c) Increase in other liabilities (net) of commercial banks -- .- 4.9 (d) Increase in other liabilities and accounts (net) of Central Bank •• 54-8(b) (e) Adjustments .. -• •• •• •• -. 2-3 Total • • • • • • • • • - - • 117-4 Net change in Money Supply •• •• •• •• +115-8",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.49126148223877,
      8.6334867477417,
      8.658245086669922,
      8.701689720153809,
      8.717726707458496,
      8.728187561035156,
      8.876556396484375,
      8.919325828552246,
      8.951510429382324,
      9.064518928527832,
      9.300000190734863,
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      44.64,
      330.83,
      391.67,
      390.81
    ],
    "text": "(a} ^Includes foreign assets with a face value of Rs. 53.3 million purchafed by the Central Bank from Government institutions in February 1964. When allowance is made f d this transaction, net external banking assets actually declined by Rs 36-4 million during the year. (b) Rs. 53.3 million of the increase in Central Bank's other liabilities to Government insti-'• tutions represents tbe issue of Central Bank securities of equal value to Governmetnt institutions.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.56277084350586,
      8.579622268676758,
      8.701689720153809,
      8.8621244430542,
      8.876556396484375,
      9.064518928527832,
      9.438468933105469
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      28.56,
      402.83,
      390.69,
      509.13
    ],
    "text": "Total money supply - comprising both currency and demand deposits -amqurjted to Rs. 1621.8 million at the end of 1964 as against Rs. 1506.6 million at the end of 1963. The increase in 1964 was, however, less than the increase in 1963 when money supply increased by Rs. 163.3 million or 12.2 per cent. Over the calendar year 1964 the magnitudes of both Government borrowing from the banking system and commercial bank credit to the private sector were less than in 1963. As mentioned before, the degree of monetary expansion continued to remain relatively high and the rate of increase in the money supply in 1964 was higher than in the years prior to 1963.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.064518928527832,
      9.33430004119873,
      9.372075080871582,
      9.415441513061523,
      9.438468933105469,
      9.702356338500977,
      9.718745231628418,
      9.743498802185059,
      9.806364059448242
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      27.6,
      522.83,
      388.05,
      617.13
    ],
    "text": "As in 1962 and 1963, time and savings deposits continued to increase signifi­cantly and thereby to offset the impact on the money supply of the other expan­sionary factors. Time and savings deposits increased by Rs. 52.5 million in 1964 as compared with increases of Rs. 63.4 million and Rs. 50.2 million in 1963 and 1962 respectively. As mentioned in the Annual Report for the previous year, although an increase in time and savings deposits is an offsetting factor to the increase in money supply, these deposits constitute a relatively liquid form of asset holding.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.064518928527832,
      9.438468933105469,
      9.694418907165527,
      9.7025785446167,
      9.703203201293945,
      9.742077827453613,
      9.743498802185059,
      9.757158279418945
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      213.36,
      21.68,
      257.33,
      31.42
    ],
    "text": "( 22 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      58.56,
      44.0,
      417.87,
      257.74
    ],
    "text": "In recent years there had been a persistent tendency for the currency com­ponent of the money supply to increase relative to demand deposits. Thus in 1963, 71 per cent of the total increase in money supply was accounted for by an increase in currency. In 1964, however, there was a marked reversal of this trend. In that year, the currency component represented only 21 per cent of the increase in the money supply whilst demand deposits accounted for 79 per cent of the increase. As a result, the ratio of currency to money supply declined from 55 per cent in 1963 to 52.6 per cent in 1964. The slower rate of growth in currency relative to demand deposits was also accompanied by a change in the composition of currency as between notes of different denominations. In recent years there was a marked increase in the notes in circulation of the denominations of Rs. 100 and Rs. 50. Between May and September 1964, however, notes of the Rs. 100 denomination declined from a total of Rs. 298.0 million to Rs. 170.2 million. At the time, notes of the Rs. 10 denomination increased from Rs. 257.4 million to Rs. 335.8 million. These developments were presumably associated with anticipations concerning the possible demonetization of the Rs. 100 note and budgetary measures against tax evasion as might be evidenced by the hoarding of currency in notes of the higher denominations.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.34841251373291,
      8.862784385681152,
      8.899450302124023,
      8.922176361083984,
      8.931241035461426,
      9.000340461730957,
      9.010186195373535,
      9.013365745544434,
      9.021952629089355,
      9.069552421569824,
      9.113248825073242,
      9.160542488098145,
      9.171693801879883,
      9.27137565612793,
      9.477931022644043,
      9.478299140930176
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      158.88,
      264.56,
      319.88,
      274.3
    ],
    "text": "(4) External Payments in 1964",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.34841251373291,
      8.943718910217285,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.76,
      280.64,
      420.05,
      350.38
    ],
    "text": "Section (2) of the present part outlined some of the long term trends perta­ining to Ceylon's external payments position and the basic problems confronting Ceylon in this respect. Ceylon's external payments situation in 1964 amply illustrated these trends and problems. A more detailed discussion of the balance of payments position of 1964 is provided in Part II of the present Report, but the main highlights of the country's experience may be outlined in brief.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.79467487335205,
      8.92634105682373,
      8.965555191040039,
      9.176716804504395,
      9.232579231262207,
      9.27137565612793,
      9.4872407913208,
      9.503633499145508
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      56.64,
      357.68,
      418.71,
      379.42
    ],
    "text": "The table below depicts the several aggregates of relevance to Ceylon's ; external accounts in 1964 as compared with some of the years preceding.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.34841251373291,
      8.800000190734863,
      9.087422370910645,
      9.27137565612793,
      9.460471153259277
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      203.04,
      383.84,
      271.95,
      393.58
    ],
    "text": "T A B L E 1 - 7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.843408584594727,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      132.48,
      398.48,
      345.59,
      408.22
    ],
    "text": "Ceylon's Balance of Payments 1 9 6 0 - 1 9 6 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.915186882019043,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      352.08,
      409.04,
      409.72,
      418.78
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.720041275024414,
      8.827631950378418
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      210.72,
      424.64,
      417.82,
      441.82
    ],
    "text": "1960 1961 1962 1963 1964 (Provisional)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.744118690490723
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      60.72,
      453.68,
      122.09,
      463.42
    ],
    "text": "1. Merchandise",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.8422269821167
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.52,
      462.32,
      409.51,
      516.04
    ],
    "text": "Exports 4-1796 + 1707 + 1763 + 1708 + 1764 Imports —2006 — 1794 —1906 — 1869 —1957 Trade balance — 210 — 87 - 143 — 161 — 193 2. Services — 32 — 18 - 4 — 20' + 6 3. Donations -f- 22 + 11 + 7 + 13. + 40 4. Current Account balance — 220 — 94 — 140 — 168 — 148",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      8.277194023132324,
      8.34841251373291,
      8.403240203857422,
      8.482259750366211,
      8.549960136413574,
      8.65537166595459,
      8.78348445892334,
      8.790095329284668,
      8.801803588867188,
      8.852206230163574,
      8.86186695098877,
      8.92187213897705,
      8.953367233276367,
      9.27137565612793,
      10.726761817932129,
      12.677254676818848
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      60.24,
      517.52,
      161.01,
      536.38
    ],
    "text": "Method of Financing 5.' Private capital",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34841251373291,
      8.801892280578613,
      8.827720642089844,
      8.841789245605469,
      8.866278648376465,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      60.0,
      535.28,
      411.47,
      560.62
    ],
    "text": "Long term + 2 — 8 _ 2 + 5 — . 2 Short term (1) • • — 7 + 14 — — 4 — 13 6. Official and banking capital",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      8.34841251373291,
      8.598325729370117,
      8.76327133178711,
      8.782294273376465,
      8.827720642089844,
      8.916315078735352,
      8.950339317321777,
      9.27137565612793,
      10.726761817932129,
      12.677254676818848
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      89.52,
      558.8,
      187.91,
      568.54
    ],
    "text": "(i) Change in net external",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.29723834991455,
      8.828554153442383,
      8.86632251739502,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      86.16,
      566.72,
      408.14,
      585.1
    ],
    "text": "long-term liabilities + 20 + 19 + 40 + 75 + 7 (ii) Change in net external",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      8.34841251373291,
      8.731666564941406,
      8.828554153442383,
      8.86632251739502,
      8.897665977478027,
      9.27137565612793,
      12.677254676818848
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      332.64,
      567.2,
      408.14,
      577.66
    ],
    "text": "+ 75 + 7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      9.27137565612793
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.28,
      583.04,
      409.24,
      627.58
    ],
    "text": "short-term liabilities — 17 + 81 + 44 + 46 + 54 (iii) Change in external assets + 193 10 + 28 + 42 + HI (iv) Other — — 2 — 7. Errors and Omissions • • + 29 — 19 + 31 •+ 4 — 9 (1) Plus sign represents decreases in assets and increases in liabilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.106705665588379,
      8.266474723815918,
      8.34841251373291,
      8.6905517578125,
      8.731666564941406,
      8.790095329284668,
      8.809762954711914,
      8.826492309570312,
      8.826711654663086,
      8.828554153442383,
      8.835042953491211,
      8.854567527770996,
      8.865885734558105,
      8.86632251739502,
      8.873743057250977,
      8.92759895324707,
      8.947441101074219,
      9.27137565612793,
      10.726761817932129,
      12.677254676818848
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.04,
      26.69,
      247.64,
      36.77
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.324726104736328
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      45.6,
      48.77,
      409.6,
      154.61
    ],
    "text": "As indicated above, Ceylon's merchandise deficit in 1964 as based on receipts and payments data was greater than in 1963. Both receipts f ronvexports and outlays on imports increased during the year. Export receipts rose in 1964 on account of larger increases in the export volumes of coconut and rubber; tea exports declined slightly in 1964. The overall price index for all exports remained unchanged during the year. The increase in export receipts was, however, more than offset by the rise in import outlays. There was a particularly sharp increase in the volume of textile imports during the year whilst import outlays on rice, flour, and sugar also recorded",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.066495895385742,
      9.098681449890137,
      9.100318908691406,
      9.152266502380371,
      9.290115356445312,
      9.324726104736328,
      9.589561462402344,
      9.598407745361328,
      9.638442993164062
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      46.32,
      158.21,
      410.15,
      264.05
    ],
    "text": "a rise largely on account of increases in world prices. There were in addition, moderate increases recorded in the Customs data in the volume of imports of other consumer goods, and of some intermediate goods. Imports of investment goods recorded a slight decline due entirely to a drop in imports of transport equipment. A portion of the total value of merchandise imports recorded in the balance of payments accounts consisted of gifts in kind, primarily CARE flour arid milk from the USA, and assistance, mainly textiles, from China as well as assistance from Canada.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.07252311706543,
      9.090895652770996,
      9.195504188537598,
      9.27521800994873,
      9.281509399414062,
      9.324726104736328,
      9.585371971130371,
      9.592496871948242,
      9.71004581451416
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      47.04,
      280.61,
      409.89,
      434.69
    ],
    "text": "The increase in the deficit on merchandise account was offset to a small extent by a surplus of Rs. 6 million on the services account as against a deficit of Rs. 20 million in 1963. This was partly a reflection of a reduced deficit on investment income following the moratorium on profits and dividends introduced in August. 1964. The merchandise deficit was also partially offset by a surplus in the category 'donations' which comprises the net balance of private remittances and migrant transfers and official donations. Official donations i. e. grants in kind, to which reference has already been made, increased from Rs. 43.6 million in 1963 to Rs. 76.4 million in 1964. As a result of the improvement in the balance on invisibles account, the deficit in Ceylon's current account 'balance\"as a whole in 1964 was less than in 1963. In 1964 the current account balance showed a deficit of Rs. 148 million as against a deficit of Rs.168 million in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.090895652770996,
      9.114821434020996,
      9.324726104736328,
      9.572014808654785,
      9.58243465423584,
      9.594826698303223,
      9.598407745361328,
      9.61319351196289,
      9.638270378112793,
      9.66435432434082,
      9.696049690246582,
      9.700446128845215
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      46.8,
      449.33,
      409.5,
      620.69
    ],
    "text": "The preceding table also indicates the manner in which the current account balance was financed. There was a net outflow of private capital, mostly short-term, of Rs. 15 million. For the remainder, the current account deficit was financed by changes in official and banking capital i.e. a running down of external assets and an increase in external liabilities. The reduction in external assets in 1964 -exclusive of a repayment through sinking funds of Rs. 60 million of sterling loans-was Rs. 51.0 million. The increase in long-term external liabilities as a source of finance for the current account deficit, i. e. net long-term borrowing, was Rs. 66.0 million. However, the net increase in external liabilities after account is taken of the repayment of the sterling loan was Rs. 7 million. Rs. 54 million of the current account deficit was financed by an increase in official short-term liabilities. These were primarily made up of payments agreement balances due from Ceylon and deferred payments in respect of Government rice imports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.143802642822266,
      9.217901229858398,
      9.324726104736328,
      9.566693305969238,
      9.570111274719238,
      9.591547012329102,
      9.600349426269531,
      9.61134147644043,
      9.633157730102539,
      9.638270378112793
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      200.4,
      27.89,
      244.54,
      37.97
    ],
    "text": "( 24 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.369023323059082
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      42.24,
      49.97,
      401.27,
      156.05
    ],
    "text": "The further decline in external reserves and the increase in official short-term liabilities are developments which must necessarily be a cause for concern. At the end of 1964, Ceylon's total external assets (net of sterling loan sinking funds) stood at Rs. 304.7 million. Of this amount, Rs. 135.9 million represented the International Reserve of the Central Bank. Liquid balances in the International Reserve amounted to Rs. 49.7 million, the residue being mainly composed of holdings of foreign securities. The foreign balances of the commercial banks, comprising export bills and working balances, amounted to Rs. 107.3 million of the total of external assets.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.111368179321289,
      9.297554969787598,
      9.310461044311523,
      9.326811790466309,
      9.369023323059082,
      9.61134147644043,
      9.623353004455566,
      9.633157730102539,
      9.638270378112793,
      9.73049259185791
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      40.8,
      169.01,
      400.79,
      395.09
    ],
    "text": "As discussed in a previous section, adverse trends in the terms of trade and the slow growth of exports impose serious strains on the external payments account of developing countries. With increasing pressures on imports on the one .hand, and inadequate reserves on the other, there is a need for such coun­tries to have greater access to external resources, both short-term and long-term, if disruptions in economic activity are to be avoided and the pace of develop­ment accelerated. Ceylon is already experiencing these problems and difficulties to an increasing degree. There is a clear need to augment the flow of external resources into Ceylon in order to alleviate her payments problems. But such a flow, if realised, would need to be geared to sound programmes of development and to appropriate policies in the monetary and fiscal fields which will serve to strengthen her balance of payments position in the years ahead. An accumu­lation of external liabilities of a short-term character, particularly suppliers' credits obtained on burdensome terms, if not accompanied by adequate programmes and policies will only afford temporary relief at the expense of more severe burdens in the future. Ceylon's present external liabilities are relatively low compared to many other developing countries. But Ceylon has to be cautious lest her payments difficulties lead her to have recourse to external credits of an inappropriate type.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.03552532196045,
      9.265883445739746,
      9.278743743896484,
      9.287797927856445,
      9.294303894042969,
      9.304900169372559,
      9.310060501098633,
      9.340253829956055,
      9.369023323059082,
      9.61134147644043,
      9.61590576171875,
      9.67052173614502,
      9.673432350158691,
      9.691180229187012,
      9.69438362121582,
      9.775322914123535
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      192.96,
      423.89,
      272.45,
      433.97
    ],
    "text": "( 5 ) Conclusion",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.40615463256836,
      9.369023323059082
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      40.56,
      444.05,
      401.16,
      625.49
    ],
    "text": "The discussion in the preceding pages has analysed some of the problems facing the Ceylon economy. It has pointed to some of the longer term and more basic trends underlying Ceylon's external payments position. It has also pointed to the imbalance in the domestic field brought about by the fiscal and monetary expansion of recent years. Ceylon needs at present to pursue three major objectives. It has to reduce the monetary disequilibrium between demand and supply; it needs, within this objective, to mobilize increased domestic resources for development by increasing savings and restraining increases in consumption; and it needs to augment the flow of external resources to help bridge the gap between minimum import requirements and export earnings. These objectives are interdependent. An enhanced flow of external resources will assist in the task of reducing the monetary disequilibrium by increasing the volume of available supplies. A reduction in monetary disequilibrium will itself serve to enlarge the flow of external resources by providing a background of greater financial stability. An increased domestic effort in the field of production will both relieve the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.003161430358887,
      9.137279510498047,
      9.152266502380371,
      9.249380111694336,
      9.259178161621094,
      9.264899253845215,
      9.287351608276367,
      9.310461044311523,
      9.369023323059082,
      9.69438362121582,
      9.702751159667969,
      9.775322914123535
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      203.04,
      27.17,
      247.24,
      37.25
    ],
    "text": "( 25 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.456997871398926
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      41.52,
      49.25,
      404.09,
      131.33
    ],
    "text": "pressures on the internal economy and facilitate the effective utilization of external assistance. A reduction of the monetary expansion alone will not suffice to solve Ceylon's problems. Monetary equilibrium at a low tempo of development, or external payments equilibrium at a low level of imports, are not appropriate objectives for Ceylon or for any developing country. What is needed is monetary stability and equilibrium in the context of a new dynamism in economic growth.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.1744966506958,
      9.217901229858398,
      9.232083320617676,
      9.241048812866211,
      9.353277206420898,
      9.456997871398926,
      9.638570785522461,
      9.775322914123535
    ]
  }
]