[
  {
    "page_number": 0,
    "bbox": [
      554.79,
      126.25,
      572.99,
      161.25
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      528.37,
      765.29,
      533.87,
      776.29
    ],
    "text": "1",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      552.39,
      204.49,
      571.67,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      328.07,
      88.85,
      468.65,
      124.85
    ],
    "text": "Chapter 1",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      36.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      343.89,
      218.3,
      514.73,
      341.82
    ],
    "text": "ECONOMIC, PRICEAND FINANCIALSYSTEM STABILITY,OUTLOOK ANDPOLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      18.973665237426758
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      349.9,
      374.77,
      494.52,
      493.02
    ],
    "text": "1.1 MacroeconomicDevelopments, Stabilityand Policy Responsesin 2006S",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371,
      37.67326736450195
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      349.9,
      451.35,
      502.76,
      714.52
    ],
    "text": "ri Lanka continued on aneconomic expansion pathin 2006 demonstrating itssustained resilience recording a7.4 per cent growth rate, thehighest since 1978 and anunemployment rate of 6.5 percent, the lowest ever. Despitethese favourable developments,emerging inflationary threatsposed a serious challenge forpolicy makers. Therefore, themonetary policy thrust waspersistently directed towardscurbing the rising inflationpressure and inflationexpectations.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.435516357421875
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      18.67,
      126.82,
      36.87,
      161.82
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.72,
      764.33,
      65.22,
      775.33
    ],
    "text": "2",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      18.21,
      204.49,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.5,
      82.22,
      288.01,
      539.87
    ],
    "text": "Even in the midst of such threats to price stability, thesalutory feature of the financial sector was itscontinuous expansion while remaining resilient towithstand challenges. The economic expansion wascommendable as it was achieved amidst several majorchallenges: the highest international oil prices; escalationof terrorist activity; increased counter terrorism measures;natural disasters such as floods and landslides; need toaccelerate the post tsunami reconstruction; and intensecompetition for exports. The country’s per capita incomerose to US dollars 1,355. Exports continued to grow withthe enhanced global competitiveness, and imports grew tosupport the growing expansion of the production capacityof the economy. The highest ever growth in workerremittances and highest ever inflows of foreign directinvestment and external financing to the government helpedto finance growing trade and current account deficits,resulting in a surplus of US dollars 204 million in thecountry’s balance of payments in 2006. The fiscalconsolidation process continued with further improvementin government revenue and a decline in government debtas a percentage of GDP while accommodating high publicinvestment on multiple infrastructure development projects.The decelerating trend in inflation experienced during theearly part of the year reversed from April, mainly due tohigh monetary expansion. The upward revision inadministered prices caused a one-off increase in pricelevels, but it was conducive for controlling inflation in thelong term by closing avenues for further monetaryexpansion. Meanwhile, the supply disturbances that arosefrom adverse weather conditions during the latter part ofthe year resulted in negative supply shocks exertingpressure on prices. The continuation of the tight monetarypolicy measures, supplemented by some prudentialmeasures, contained the demand driven inflation to someextent. In January 2007, the Central Bank introduced furthermeasures, aimed at lowering inflation to a single digit levelby end 2007. The further expansion in the financial markets",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.63,
      81.32,
      540.51,
      155.04
    ],
    "text": "was reflected in higher trading volumes, especially in stockand foreign exchange markets. The financial infrastructurewas further strengthened and improved during 2006 togetherwith the introduction of several legal enactments and thebroadening of prudential regulations to enhance resilienceof the financial system.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.63,
      158.98,
      540.67,
      388.67
    ],
    "text": "Continuous improvements in productivity is the key toachieving sustainable high growth with low inflation.Fundamental forces of productivity improvement areinfrastructure development, technological improvement,human capital development and research and development.Sri Lanka needs to improve the economic and socialinfrastructure while providing the enabling environment topromote productivity improvements at firm level. Allproduction sectors need to be conscious of the intensifyinginternational competition, limitations in providing protectionand the need for improving labour productivity to enhancecompetition. Such productivity improvements will help lowerinflation, provide resources to compensate for wageincreases while enhancing international competitiveness. Itis also to be noted that Sri Lanka’s productivity growth hasbeen lower compared with emerging market economiesespecially in Asia. Had there been substantial improvementsin productivity in the past, Sri Lanka may have been enjoyinga higher per capita income at a lower rate of inflation.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.63,
      392.67,
      540.63,
      538.34
    ],
    "text": "Continuous efforts need to be made to maintain asustainable high growth in excess of 8 per cent in themedium-term as projected in the Ten-year HorizonDevelopment Framework 2006-2016 (Ten-year Vision) –the policy document of the Government. The Ten-yearVision has been prepared through an intensive consultativeprocess involving all stakeholders of the economy in linewith the “Mahinda Chintana” overall policy vision. The overallpolicy strategy has been designed to integrate the positiveattributes of market based economic policies with domesticaspirations by providing the necessary support to domesticenterprises and encouraging foreign investments.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      554.79,
      126.25,
      572.99,
      161.25
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      528.37,
      765.29,
      533.87,
      776.29
    ],
    "text": "3",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      552.39,
      204.49,
      571.67,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      134.18,
      92.15,
      506.35,
      107.83
    ],
    "text": "Dealing with Inflationary Pressures in 2007 and BeyondBox 1",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.0,
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.73,
      130.12,
      287.94,
      371.48
    ],
    "text": "With respect to maintaining economic and pricestability which is one of its main objectives, the CentralBank has formulated and is now implementing a policystrategy to achieve a non-inflationary high growth bymaintaining monetary growth at a level appropriate forthe growth in real output. The high monetary expansionand the surge in inflation experienced in 2006 were thetwo factors that had to be taken into consideration whenmonetary policy strategies for 2007 and beyond wereformulated. Table B 1.1 shows quarterly reserve moneytargets on the basis of expected end-period values. Eventhough it is customary to set monetary targets on endperiod values, the end period measure may sometimes bemisleading due to large daily fluctuations arising fromlong weekends, aberration of actual reserve money on thelast day of the reserve week etc. Therefore, the comparisonof the targets against the actual monthly averages, for thepurpose of assessing the performance of monetary policymeasures is also very useful, since the inflationary impactis closely correlated with the monthly average as well.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.73,
      375.77,
      287.61,
      485.09
    ],
    "text": "The monetary programme set for the medium term isbased on the high growth path targeted by the governmentin the medium term. It therefore requires to contain thegrowth in money supply to reduce inflation to a low anda stable level during the period. Accordingly, as the longterm policy, inflation has been targeted to gradually declineto a level of 4 per cent within the next 10-year periodwhich is also consistent with the Ten-year vision of thegovernment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.73,
      489.44,
      287.49,
      634.76
    ],
    "text": "With the objective of enhancing the policypredictability and transparency by keeping the publicinformed in advance, the Central Bank announced the“Road Map for Monetary and Financial Sector Policiesfor 2007 and beyond” on 2nd January 20071. It sets outthe developments in the economy and the conduct ofmonetary and financial sector policies in the year 2006,challenges in meeting monetary policy objectives andfinancial stability in 2007, a detailed account of the CentralBank’s monetary policy strategy in 2007 and beyond,policies for financial system stability in 2007 and beyondand policies for strengthening the economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.73,
      639.05,
      287.39,
      736.42
    ],
    "text": "As highlighted in the Road Map, the achievement ofmonetary targets in 2007 needs to be facilitated by therealisation of several key macro-economic targets whichrepresent the developments in external, fiscal andmonetary sectors in the economy. Hence, to ensure therealisation of the targets in 2007, a monitoring mechanismof key macroeconomic variables in these sectors has alsobeen initiated. The key variables are given in Table B 1.2.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      305.18,
      261.49,
      537.73,
      322.85
    ],
    "text": "The government and the Central Bank have alreadyestablished a mechanism to monitor these variables on amonthly basis to minimise the deviations from the giventargets and take early policy measures to avoid anysignificant deviations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      305.18,
      327.14,
      537.87,
      472.45
    ],
    "text": "As a further step in improving the monetary policydecision making process, a Monetary Policy ConsultativeCommittee (MPCC) was established at the beginning of2007 as announced in the Road Map on 2 January 2007,comprising of 7 stakeholders and economists representingthe private sector. The monetary policy and implementationprocesses are expected to be strengthened further by theexpertise and insight of the private sector members whowill provide very useful insights into the monetary policydecision making process of the Bank. The US Fed Reservealso announced an appointment of a similar committee on17 January 2007 for monetary policy purposes2.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      338.22,
      130.04,
      500.28,
      155.91
    ],
    "text": "Table B 1.1Quarterly Targets for Reserve Money",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.92,
      196.47,
      535.27,
      220.54
    ],
    "text": "Reserve Money(Rs. billion)239.8254.6250.4257.8267.6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.497057914733887
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.92,
      224.88,
      535.15,
      249.0
    ],
    "text": "Point to point Change(End month) %21.217.317.916.111.6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.497057914733887
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      405.46,
      187.0,
      532.79,
      200.87
    ],
    "text": "DecMarJunSepDec",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.497057914733887
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      401.38,
      158.71,
      503.62,
      182.79
    ],
    "text": "2006Actual2007 Targets",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.497057914733887
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      312.54,
      562.29,
      524.9,
      730.43
    ],
    "text": "1.Net international reserves of the Central Bank2.Government revenue3.Recurrent expenditure of the government4.Primary fiscal balance of the government5.Net domestic financing of the governmentbudget deficit6.Reserve money of the Cenral Bank7.Treasury bill holdings in net domestic assets ofthe Central Bank.8.Banks’ net claims on government9.Credit to public corporations by the bankingsystem",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      325.46,
      529.41,
      517.14,
      555.28
    ],
    "text": "Table B 1.2Key Variables in the Monitoring Mechanism",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      307.21,
      483.69,
      532.39,
      520.64
    ],
    "text": "1 The full report has been published in the Central Bank’s website“www.cbsl.lk”2 The Wall Street Journal, 17 January 2007, “Central Bankers,Economists, to Meet in New Forum on Monetary Policy”",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      4.699999809265137,
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      18.67,
      126.82,
      36.87,
      161.82
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.72,
      764.33,
      65.22,
      775.33
    ],
    "text": "4",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      18.21,
      204.49,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.55,
      94.24,
      289.24,
      167.56
    ],
    "text": "The concerted and combined efforts by all thesestakeholders are expected to ensure the achievement of alow and stable inflation in the coming years, comparablewith a sustainable high economic growth. The expectedpath of headline inflation in 2007 and 2008 are given inthe Chart below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.69,
      367.28,
      291.76,
      573.04
    ],
    "text": "Recognising the need for maintaining macroeconomicstability in achieving a sustainable and broadbasedeconomic growth, the Ten-year Vision targets low and stableinflation of around 4 per cent and fiscal consolidation byreducing the budget deficit below 4 per cent and public debtto around 50 per cent of GDP by 2016. The thrust of thepolicy strategy is to unleash the growth potential of thecountry by addressing existing infrastructure and servicebottlenecks by channelling a larger quantum of investmentto ensure the continuous supply of energy,telecommunication services, drinking and irrigation water,roads, ports and airports and health and education facilities,etc. It is encouraging that all stakeholders includinginternational development partners have now endorsed theTen-year Vision and demonstrated their commitment bypledging necessary financial assistance for almost allplanned infrastructure projects.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.69,
      576.98,
      291.64,
      698.67
    ],
    "text": "The implementation of planned infrastructure projectswithin the stipulated period is a prerequisite to achievinghigh growth. In the past, delays in the implementation ofprojects have been cited as one of the major reasons forachieving lower than potential growth. It is encouraging tonote that the new policy strategy has placed a greateremphasis in addressing implementation issues. Thecontinuation of such efforts is necessary to ensure the timelycompletion of major infrastructure projects in order to reapthe benefits expected from infrastructure developments.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.69,
      702.67,
      291.73,
      740.42
    ],
    "text": "A significant improvement in operations of the stateowned enterprises (SOEs) is critical to achieve the goalsset out in the Ten-year Vision. SOEs are responsible for",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.62,
      80.3,
      540.67,
      586.02
    ],
    "text": "the management of several strategically important servicessuch as electricity by the Ceylon Electricity Board (CEB);railways by the Sri Lanka Railways (SLR); water supply anddrainage services by the National Water Supply andDrainage Board (NWSDB); over 80 per cent share ofpetroleum products importation (above 20 per cent of thecountry’s imports) and distribution by the Ceylon PetroleumCorporation (CPC); over 50 per cent of banking services bythe two state commercial banks; and 30 per cent of bustransport by the Sri Lanka Transport Board (SLTB). In thatcontext, the assurance by the government of non-privatisation of SOEs should not be considered as a coverby those SOEs to continue enjoying monopolistic or largemarket shares in providing those services withoutconcentrating on improvements of their services for thegeneral public while ensuring efficient and cost effectiveinfrastructure services. The non-privatisation policy imposesa serious corporate commitment on these enterprises tooperate more efficiently, and thereby generating areasonable rate of return to the government, while providinggood quality services to the public without being a burdenon the taxpayers. The provision of such level of services onan internationally competitive basis is a prerequisite toachieving high growth rates for a small open economy likeSri Lanka, which critically depends on its ability to competein international markets in exporting goods and services. Itis heartening to note that the Ten-year Vision has clearlyrecognized the importance of these services and hasallocated a large quantum of public investment to expandthe infrastructure managed by SOEs. The government beingthe owner of these SOEs has to depend on appointed agentsand/or boards to manage these SOEs. Thus, there has tobe mechanisms to ensure that those agents perform theirtasks to generate benefits to the country rather thanconcentrating on the organizational and personal benefitsonly. It is therefore essential for the government to obtainthese SOEs’ serious commitments to generate a sufficientreturn on the investment and ensure a reasonable level offuture cash flows from such massive investments. The lackof such a commitment would worsen fiscal and debtsustainability, thereby jeopardising the medium-termmacroeconomic stability envisaged in the Ten-year Vision.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.62,
      590.02,
      540.61,
      675.71
    ],
    "text": "Economic expansion was broadbased in 2006 as allsectors grew at healthy rates. The Agriculture sector grewby 4.7 per cent contributing 11.1 per cent to the overallgrowth while the Industry sector grew by 7.2 per centcontributing to 27 per cent to the overall growth. Contributionfrom the Services sector was the highest at 62.6 per centas the sector grew by 8.3 per cent during the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.62,
      679.65,
      540.68,
      741.36
    ],
    "text": "The agriculture sector continued its recovery in 2006,benefiting from strengthening partnership betweenpublic and private sectors together with favourableweather. The efforts to increase agriculture productivity byadopting new technologies such as usage of rain guards,",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      122.53,
      336.2,
      238.96,
      343.45
    ],
    "text": "- - - - Lower Bound Upper Bound",
    "fonts": [
      "ArialMT",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      153.71,
      180.26,
      193.5,
      188.26
    ],
    "text": "Chart B 1.1",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      554.79,
      126.25,
      572.99,
      161.25
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      528.37,
      765.29,
      533.87,
      776.29
    ],
    "text": "5",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      552.39,
      204.49,
      571.67,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.47,
      379.52,
      290.46,
      705.24
    ],
    "text": "drip irrigation and poly tunnels etc., switching to optimalusage of land and water resources, making available inputssuch as seed and fertiliser at subsidised prices, provision ofcredit facilities for agricultural activities, provision of taxconcessions for importation of modern machinery andequipment required for agriculture related activitiescontributed to this recovery. Further, the livestock sectorperformed well with increased private sector activities andvarious incentives and assistance provided by thegovernment including the Dairy Farmer EmpowermentProject. The production of other field crops (OFC) such asmaize, big onions and soya beans reported sharp increasesin 2006 benefiting from increasing domestic production.Providing post-harvest handling links and equipment suchas plastic crates and technical advice to farmers, andenhancing marketing facilities too supported the increasein agriculture production. Paddy output in 2006 recorded anew high level of 3.3 million metric tons benefiting fromfavourable weather and subsidised fertiliser. However,farmers continued to face marketing problems as thegovernment led paddy purchasing scheme faced severalconstraints. Rubber production registered the highest levelafter 1996 supported by attractive prices and productivityimprovements. Fish production continued to recoverfollowing the set-back experienced due to the tsunami.However, a few instances of labour unrest led to the declineof tea production marginally during the year.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.47,
      707.76,
      290.44,
      745.57
    ],
    "text": "A sustainable growth in agriculture requires productivityenhancement, facilitating marketing and relatedinfrastructure facilities, adopting consistent trade",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      305.51,
      380.42,
      541.93,
      646.11
    ],
    "text": "policies, providing rural financing and integration ofcrops and livestock. Productivity enhancement could bestrengthened through further development of agriculturalresearch and extension services. A close collaborationbetween researchers, extension service providers, formalcorporate sector and farmers is necessary for the optimalbenefit of new innovations. An aggressive strategy for thedissemination of technical, economic and environmentalinformation is necessary to better educate farmers.Minimising post-harvest losses would benefit farmers,intermediaries and consumers. Promoting and providingincentives for value addition would help employmentgeneration in agro processing industries. The governmenthas already established an authority to purchase agricultureproducts. However, a persistent drop in farm gate prices ofpaddy, many varieties of vegetables and subsidiary foodcrops during the harvesting period indicates the existenceof an insufficient marketing mechanism. Agricultural productmarketing needs to be further enhanced by strengtheningfarmer organisations and increasing private-publicpartnerships through promoting forward purchasingarrangements.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      305.51,
      648.63,
      541.57,
      746.34
    ],
    "text": "Policy initiatives aimed at increasing farmer incomewould be more beneficial than providing subsidies. Thecontinuation of providing subsidies to products with relativelylow value additions at market prices such as paddy wouldnot ensure the long-term increase in farmers’ incomes, sincesuch crops have limited capacity to do so. Further, suchpolicies may also hinder crop diversification, which is a needof the time. Optimal benefits from the limited resources such",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      75.22,
      88.75,
      458.07,
      103.98
    ],
    "text": "Table 1.1Gross National Product at Constant (1996) Prices",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      242.07,
      151.89,
      539.32,
      158.89
    ],
    "text": "2005(a)2006(b)2005(a)2006(b)2005(a)2006(b)2005(a)2006(b)",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.42,
      165.95,
      532.29,
      198.19
    ],
    "text": "Agriculture179,278187,72917.216.81.94.75.811.1Agriculture148,712149,50614.313.49.40.521.61.0Forestry17,40018,2531.71.61.74.90.51.1Fishing13,16619,9701.31.8-42.251.7-16.38.9",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.42,
      205.25,
      532.25,
      245.82
    ],
    "text": "Industry280,868300,98227.027.08.37.236.626.3Mining and quarrying19,33420,8881.91.914.18.04.02.0Manufacturing169,336178,35916.316.06.05.316.311.8Electricity and water17,78421,3681.71.924.520.25.94.7Construction74,41480,3677.27.28.98.010.37.8",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.42,
      252.89,
      532.35,
      301.91
    ],
    "text": "Services579,618627,50455.756.26.28.357.662.6Wholesale and retail trade and hotels and restaurants225,103238,32221.621.42.85.910.317.3Transport, storage and communication159,484180,30715.316.211.713.128.427.2Financial services, real estate and business services122,127133,95811.712.06.59.712.615.5Public administration, other government services anddefence and other community, social and personal services72,90374,9187.06.75.42.86.42.6",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.42,
      308.97,
      532.14,
      324.36
    ],
    "text": "Gross domestic product1,039,7631,116,215100.0100.06.07.4100.0100.0Net Factor Income from Abroad-16,526-21,666-46.2-31.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.42,
      331.43,
      461.27,
      338.43
    ],
    "text": "Gross national product1,023,2371,094,5505.67.0",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      59.97,
      353.37,
      97.42,
      366.57
    ],
    "text": "(a) Revised(b) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      127.38,
      129.81,
      537.93,
      145.04
    ],
    "text": "Value(Rs. In million)As Share of GDP(%)Rate of Change(%)Contribution to Change(%)SECTOR",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      453.82,
      353.37,
      535.92,
      359.37
    ],
    "text": "Source: Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      18.67,
      126.82,
      36.87,
      161.82
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.72,
      764.33,
      65.22,
      775.33
    ],
    "text": "6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      18.21,
      204.49,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.5,
      81.32,
      290.49,
      143.02
    ],
    "text": "as land and water could also be better harnessed byencouraging farmers to also undertake more profitable highvalue added crops and animal husbandry rather than byproviding them subsidies for crops where the value additionis rather low.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.5,
      145.6,
      290.6,
      399.27
    ],
    "text": "The Industrial sector benefited from increasing externaland domestic demand for factory industry products. Thegrowth arose mainly from textiles, wearing apparel andleather products, rubber based products, food, beveragesand non-metallic mineral products and the higher growth ofthe construction sector driven by the greater performanceof infrastructure development projects in the areas of roadsand highways, telecommunication, housing and propertydevelopment, hotels and restaurants, power generation andthe continuation of tsunami reconstruction activities. Thegrowth of the construction sector was evident from the highergrowth of non-metallic mineral products including cement,ceramics and building materials. The diamond processing,gem and jewellery industry also performed well in the exportmarket in 2006. The restructuring of the industrial sectortook place through improvements in labour productivitythrough cost economising, product specialisation,acquisitions and mergers, process improvements,technology developments, strategic alliances, developingbackward linkages and improved marketing capabilities in2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      304.63,
      80.35,
      540.73,
      346.04
    ],
    "text": "The sustainable long-term growth in the Industrialsector requires the sector to transform itself into aglobally competitive, dynamic and technologicallysophisticated sector as Sri Lanka’s comparativeadvantage in labour-intensive industries is diminishing.Therefore, further diversification and productivityimprovements in the industrial sector are essential tosuccessfully face intense competition in the global market.In the recent past, the textile, wearing apparel and leatherproducts export category, the largest sub-sector within thefactory industry faced severe competition in the globalmarket after the termination of the Multi-Fibre Arrangement(MFA), mainly in the USA market. Nevertheless, the textileand apparel sector successfully withstood this competitionthrough specialisation and productivity gains. The fact thatthe textile and apparel sector still attracts new foreigninvestment reflects investor confidence in the sector. Thehighest contribution by the Services sector was underpinnedby healthy expansion in telecommunication, cargo handlingand financial services. Continuous rapid growth in thesesectors reflects the benefits of infrastructure developments,and liberalisation with proper regulatory mechanisms.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      304.63,
      349.98,
      540.56,
      399.75
    ],
    "text": "The achievement of an 8-10 per cent growth rate in themedium-term also critically depends on theestablishment of a vibrant Services sector catering tothe needs of globalised industry, trade and commerce.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      75.25,
      448.51,
      490.39,
      462.28
    ],
    "text": "Table 1.2Aggregate Demand and Savings Investment Gap - 2005 & 2006",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      59.94,
      732.76,
      540.48,
      745.96
    ],
    "text": "Source: Central Bank of Sri Lanka(a) Revised(b) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.33,
      525.89,
      530.81,
      700.98
    ],
    "text": "1.Domestic Demand2,584.53,125.216.820.9109.3111.51.1Consumption1,957.02,321.914.818.682.782.9Private1,761.92,068.514.417.474.573.8Public195.1253.418.329.98.29.01.2Investment (Gross Domestic Capital Formation)627.5803.423.528.026.528.7Private465.3632.715.336.019.722.6Public Corporations62.962.96.10.02.72.2Public99.3107.8119.28.54.23.82.Net external demand-218.9-323.4-18.7-47.7-9.3-11.5Exports of goods and non-factor services792.7885.97.611.833.531.6Imports of goods and non-factor services1,011.61,209.49.819.642.843.23.Total Demand (GDP) (1) + (2)2,365.62,801.816.618.4100.0100.04.Domestic savings (3) - (1.1)408.6479.926.317.517.317.1Private472.2550.117.416.520.019.6Public-63.6-70.1-18.7-10.3-2.7-2.55.Net factor income from abroad-30.0-40.8-45.1-35.6-1.3-1.56.Net private transfers from abroad174.4215.127.723.37.47.77.National savings (4) + (5) + (6)553.0654.325.818.323.423.48.Savings investment GapDomestic savings - investment (4) - (1.2)-218.9-323.4-9.3-11.5 National savings - investment (7) - (1.2)-74.6-149.1-3.2-5.3",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.33,
      707.98,
      530.63,
      723.43
    ],
    "text": "9.External Current Account Deficit withoutofficial grants (2) + (5) + (6)-74.6-149.1-3.2-5.3",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      263.47,
      492.81,
      290.89,
      499.31
    ],
    "text": "Rs. Billion",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.5
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      135.97,
      492.3,
      528.6,
      510.42
    ],
    "text": "2005 (a)2006 (b)ItemGrowth %As per cent of GDP",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      350.95,
      503.69,
      538.92,
      510.19
    ],
    "text": "2005 (a)2006 (b)2005 (a)2006 (b)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.5
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      554.79,
      126.25,
      572.99,
      161.25
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      528.37,
      765.29,
      533.87,
      776.29
    ],
    "text": "7",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      552.39,
      204.49,
      571.67,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.08,
      292.22,
      290.1,
      449.95
    ],
    "text": "This has been well recognised in the Ten-year Vision as itexpects the services sector to grow at the highest rate ofaround 10-12 per cent in the medium-term. With a highlyliterate and easily trainable workforce, Sri Lanka is in arelatively advantageous position to promote the Servicessector. Encouraging investments in information andcommunication technology (ICT) infrastructure andpromoting education on knowledge based global serviceswould harness Sri Lanka’s potential to become a serviceoriented economy. It would also facilitate the achievementof the envisaged growth in both Industrial and Agriculturalsectors through productivity improvements in servicedelivery of those sectors.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.07,
      453.89,
      290.14,
      707.57
    ],
    "text": "Investments improved and the savings-investment gapwidened during 2006 highlighting the importance offoreign investments and worker remittances inachieving a desirable rate of economic growth giventhe limitations in raising domestic savings. A significantincrease in private investment mainly contributed to the risein gross investment to 28.7 per cent of GDP from 26.5 percent of GDP in 2005. The increase in investment coupledwith the marginal drop in private savings by 0.4 per cent ofGDP to 19.6 per cent contributed to the widening domesticsavings-investment gap, which was reflected as the currentaccount deficit without grants of the balance of payments.Savings by Sri Lankan residents abroad by way of workerremittances helped to reduce the gap to 5.3 per cent of GDP.The remaining gap was financed through FDI inflows, loansand grants to the government and portfolio inflows.Incremental Capital-Output Ratio1 (ICOR) has declined fromaround 5 in the 1990s to 4 during the recent years indicatingthat on average, Sri Lanka needs at least 4 per cent ofinvestment as a per cent of GDP to increase GDP growthrate by one percentage point. This implies that to maintain",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.491812229156494,
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.46,
      291.37,
      539.45,
      449.11
    ],
    "text": "8-10 per cent growth, the economy needs to raise the levelof investments at least to 32-40 per cent of GDP if the ICORremains at around current levels. Improvement in ICOR inthe recent years reflects increasing private sectorinvestments that are more productive in generatingeconomic growth. Encouraging more private sectorinvestments and highly productive public sector investmentscould improve ICOR further in the future which would helpachieve higher economic growth. Given the current levelsof domestic savings and limitations in raising savings in theshort-term, attracting foreign investments is an importantstrategy if the country is to achieve such a high level ofinvestment and growth.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      303.46,
      453.05,
      539.5,
      718.74
    ],
    "text": "The external sector continued to expand, supported bysustained strong global growth and preferential accessthrough bilateral and multilateral trade agreements. SriLanka’s exports continued to grow, taking advantage of thehigher growth in its major export destinations, increasedaccess to several selected markets under bilateral tradingarrangements and continuous efforts by exporters topenetrate into new and high value niche markets. In themeantime, accelerated investment by public and privatesectors and higher petroleum prices resulted in importsgrowing at an even higher rate. The exceptionally high oilprices experienced during the year led to the deteriorationof the terms of trade by 3.5 per cent. A substantial increasein worker remittances helped to finance a larger part of thetrade deficit and the remaining deficit in the current accountwas financed through FDI inflows and inflows to thegovernment generating a surplus in the overall balance ofpayments (BOP). Reflecting these developments, theexternal official reserves improved, thereby strengtheningthe resilience of the country to external shocks. Thecontinuation of the floating exchange rate regime helped tocushion the impact of external shocks on the economy, by",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      18.67,
      126.82,
      36.87,
      161.82
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.72,
      764.33,
      65.22,
      775.33
    ],
    "text": "8",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      18.21,
      204.49,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.46,
      657.32,
      291.5,
      683.02
    ],
    "text": "allowing the exchange rate to adjust according to theunfolding economic fundamentals.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.46,
      687.02,
      291.54,
      736.71
    ],
    "text": "In 2006, the fiscal policy continued to be focused onachieving fiscal sustainability in the long term whilepromoting pro-poor and pro-growth development. Thefiscal policy strategy was formulated in line with the overall",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.63,
      81.32,
      540.67,
      215.02
    ],
    "text": "macroeconomic vision enunciated in the governmentmedium term macro-fiscal policy framework. These fiscalpolicy objectives had to be met in the midst of challengesthat arose from high international oil prices, the need forstrengthening national security, relatively high inflationarypressures and increasingly high interest rates. Despite thesechallenges, several improvements were observed in fiscaloperations. At the same time, some concerns, in particularthe overrun of recurrent expenditure, under-performingpublic investment and high bank financing of the deficitremain to be addressed.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.63,
      219.02,
      540.66,
      532.67
    ],
    "text": "The strong efforts made by the government to sustainthe increasing trend in revenue to GDP ratio weresuccessful for the third consecutive year. Total revenuein 2006 reached 17.0 per cent of GDP compared to 16.1per cent in the previous year. Tax revenue continued itsincreasing trend for the third consecutive year amounting to15.3 per cent of GDP compared to 14.2 per cent in 2005responding to government’s attempts in the areas of taxpolicy, tax administration and timely enactment of relevantlegislation. Public investment remained high at 6.3 per centof GDP. The improvement of economic and socialinfrastructure continued to be the high priority areas in thepublic investment programme. However, the governmentexceeded its target on recurrent expenditure due to higherthan budgeted expenditure on national security,humanitarian relief, salaries and wages, pensions and fueland ferteliser subsidies. Consequently, the recurrentexpenditure to GDP ratio increased to 19.5 per cent from18.7 per cent in the previous year. The overall budget deficitin 2006 declined to 8.4 per cent of GDP from 8.7 per cent in2005. Financing the budget deficit was challenging, giventhe rising domestic interest rates and higher inflationexpectations, particularly during the second half of the year.The government partly mitigated the exposure to risingdomestic interest rates by switching into more foreigncurrency denominated domestic financing. This coupled with",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      74.06,
      90.72,
      285.26,
      104.49
    ],
    "text": "Table 1.3External Sector Developments",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      159.66,
      280.65,
      343.13
    ],
    "text": "Exports6,3476,8838.4Agricultural products1,1541,29312.1Industrial products:4,9485,3838.8Mineral exports143136-5.1Other exports10170-30.8Imports8,86310,25315.7Consumer goods1,6441,98020.4Intermediate goods5,3175,96212.1Investment goods1,8702,24620.1Other3265100.7Trade balance-2,516-3,37034.0Services, net338257-24.1Receipts1,5401,6255.5Payments1,2021,36813.8Income, net-303-38828.0Receipts35.6311.2774.6Payments339.0699.6106.4Private current transfers, net1,8282,16918.6Private remittances, net1,7352,06819.2Receipts1,9682,32618.2Payments23325710.5Current account balance-654-1,334104.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold",
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      347.36,
      280.53,
      354.36
    ],
    "text": "Capital account250291289.0",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      358.59,
      280.56,
      365.59
    ],
    "text": "Financial account9741,51755.7",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.61,
      369.87,
      280.61,
      469.31
    ],
    "text": "Direct investment, net23445193.0Inflows27248076.5Outflows3829-23.5Private long-term,net11-35-418.2Inflows199139-30.2Outflows188174-7.5Government, long-term,net553491-11.3Inflows74793224.7Tsunami related inflows93-Outflows194441127.9Short-term:176610246.8of whuich:Portfolio investment, net6051-15.6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      476.31,
      240.85,
      491.76
    ],
    "text": "Errors and Omissions-69-270Overall balance501204",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      498.76,
      240.88,
      539.39
    ],
    "text": "Gross official reserves (without ACU)2,458.12,524.7Months of imports3.33.0Total gross reserves (without ACU)3,923.63,572.5Months of imports5.34.2Debt moratorium264.0-",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      546.45,
      280.61,
      570.24
    ],
    "text": "Export price98.9103.14.2Import price98.9106.98.0Terms of trade100.096.5-3.5",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.43,
      577.3,
      290.49,
      617.93
    ],
    "text": "Exchange rates (Average)App(+), Dep(-)Rs/US$100.50103.96-3.3Rs/Yen0.910.891.8Rs/Euro125.10130.63-4.2Rs/STG182.87191.53-4.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      191.64,
      128.98,
      216.01,
      135.98
    ],
    "text": "US$ Mn",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      179.79,
      142.25,
      234.07,
      149.7
    ],
    "text": "20052006",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      256.05,
      129.61,
      277.34,
      145.0
    ],
    "text": "%Change",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      208.59,
      625.72,
      290.78,
      631.72
    ],
    "text": "Source: Central Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      554.79,
      126.25,
      572.99,
      161.25
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      528.37,
      765.29,
      533.87,
      776.29
    ],
    "text": "9",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      552.39,
      204.49,
      571.67,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.3,
      294.77,
      290.18,
      368.49
    ],
    "text": "higher overdraft balances with the state banks raisedgovernment’s borrowings from the banking sector to a higherthan expected level, making monetary management difficult.Financing from the domestic sources was 5.8 per cent ofGDP while the balance 2.6 per cent of GDP was financedthrough external sources.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.3,
      372.43,
      290.25,
      518.16
    ],
    "text": "The outstanding public debt to GDP ratio continued todecline for the third consecutive year and stood at 93.0per cent of GDP at end 2006 compared to 93.9 per centat end 2005. The higher growth in nominal GDP, whichoutpaced the nominal growth in outstanding debt stockhelped achieve this improvement. Nevertheless, totalgovernment debt, in nominal terms, increased by Rs. 384billion to Rs. 2,606 billion. With the ending of the debtmoratorium granted by foreign lenders, the debt serviceindicators reverted to their pre-tsunami levels. Nevertheless,a number of debt service indicators improved compared topre-tsunami levels.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.3,
      522.1,
      290.35,
      727.89
    ],
    "text": "Notwithstanding the improvements recorded in 2006,several major drawbacks continue to prevail in the fiscalsector. These include the relatively high recurrentexpenditure, under-performance in the public investmentprogramme, high borrowings from the banking system andrelatively high government debt burden. Of these drawbacks,the higher and increasing recurrent expenditure warrantsspecial attention. The high recurrent expenditure is oftendue to continued increase in expenditure on salaries andwages, pension payments and transfers to households andpublic corporations and institutions. This situation tends tonegate the positive achievements in the revenue front, asexpenditure on these three items absorbs about 67 per centcent of the total revenue thereby reducing themanoeuvrability of fiscal operations. Also, the contributionthat could be made by the government revenue to thecountry’s future development through public investment",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.6,
      81.89,
      540.63,
      179.59
    ],
    "text": "seems to be not at the potential level due to the highrecurrent expenditure. The overrun in the recurrentexpenditure amounted to Rs. 38 billion (1.4 per cent of GDP)in 2006 compared with the budgeted expenditure. If,however, such amount, instead of being utilised towardsrecurrent expenditure, was allocated for public investmentit could have contributed to increase GDP growth in the futureby several percentage points.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.6,
      183.53,
      540.81,
      317.24
    ],
    "text": "It is encouraging that the government is stronglycommitted to address the above deficiencies asenvisaged in both the Medium-term BudgetaryFramework 2006-2009 and Ten-year Vision 2006-2016.Timely implementation of necessary measures as plannedis essential as any delays could spill over through excessiveresource requirements, crowding out of private investmentand high inflationary pressures, thereby endangering theachievement of expected high economic growth path toreduce poverty and regional economic disparities in asustainable manner.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.6,
      321.18,
      540.61,
      658.87
    ],
    "text": "The conduct of monetary policy in 2006 was aimed atcontaining high money and credit expansion to reducethe threat of surging demand driven inflationarypressures, while supporting the continued growthmomentum of the economy. Therefore, the tightening ofmonetary policy was continued while minimising the buildup of excess liquidity in the market by absorbing excessliquidity on a day-to-day basis as well as on a permanentbasis through aggressive Open Market Operations (OMO).The policy interest rates of the Central Bank viz., therepurchase and the reverse repurchase rates were raisedby 125 basis points in the latter half of 2006, in addition tothe 175 basis points increased during 2004 and 2005. Inaddition to these measures, the margin requirement againstletters of credit for some selected imported items wasimposed while banks were instructed not to grant credit tomeet such margin requirements. As a further step ofrestraining high credit expansion, moral suasion was activelyapplied to discourage commercial bank borrowings from theCentral Bank through the reverse repurchase facility. Theseefforts were complemented by the prudential requirementsimposed on banks such as a general provisioningrequirement on all performing loans and an increase in riskweights in respect of loans for capital adequacy purposes.The elimination of the petroleum subsidy was also anotherstep that was taken in that direction since the continuationof the subsidy would have exerted further pressure onbudgetary financing resulting in higher monetary expansion.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.6,
      662.87,
      540.71,
      724.52
    ],
    "text": "These measures were instrumental in deceleratingmonetary expansion to a certain extent. However,meeting monetary targets was a tough proposition asborrowings by the public sector from the banking systemincreased substantially towards the end of the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      18.95,
      128.19,
      37.15,
      163.19
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "10",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.6,
      291.06,
      288.35,
      520.8
    ],
    "text": "As a result, the decelerating trend in the growth of bothreserve money and broad money reversed during the lastquarter of the year. Inflation, which had a deceleratingtrend till March 2006, began to increase thereafter,reflecting the impact of high monetary expansion. It wasfurther aggravated by the changes in administrative prices,which had a one-off price adjustment on the cost of livingas well. However, these price adjustments obviated thenecessity for subsidising through an expansion in moneysupply, having a desirable impact towards combating long-term inflation. The excessive growth in monetaryaggregates in 2006 was taken into careful considerationin setting the monetary targets for 2007 when the CentralBank announced the planned monetary policy path for2007 in its policy announcement in January 2007, “TheRoad Map for Monetary and Financial Sector Policies for2007 and Beyond”. In addition to the monetary targets,the Central Bank also took several other measures toensure that the expected targets were met.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.6,
      524.75,
      288.32,
      706.44
    ],
    "text": "Financial system stability strengthened further in 2006with continued enhancement of financialinfrastructure, regulatory and supervisory measuresover the key financial institutions and improved riskmanagement. The Cheque Imaging and Truncation (CIT)System was introduced in 2006 for the processing of retailand low value payments which would improve theoperational efficiency of the clearing process. A NationalPayments Council was set up, comprising representativesof all major stakeholders to facilitate the formulation of anational payments policy for the country and to takeforward the modernisation of the payments andsettlements infrastructure. The payment and settlementsystems were further strengthened by the introduction oflegislation to deter illegal and hazardous practices relating",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      306.65,
      291.06,
      542.82,
      532.8
    ],
    "text": "to payment devices. The Monetary Law Act was amendedto strengthen the powers of the Monetary Board in relationto the credit operations of Licensed Commercial Banks(LCBs) and Licensed Specialised Banks (LSBs). Theregulation and supervision of specialised leasingcompanies were intensified in 2006. The preparation forthe implementation of Basel II Capital AdequacyFramework was facilitated by issuing guidelines to banksfor the parallel computation of the capital charge. In linewith the Basel Capital Accord, a capital charge for marketrisk was introduced in 2006. To promote the integrity of,and confidence in, the financial system and to respond tothe risks posed by money laundering and terrorist financing,Sri Lanka introduced comprehensive legislation to combatthese emerging new threats. The prudential norms relatingto finance companies were further strengthened by theimposition of new minimum core capital requirement anda capital adequacy ratio. Measures are being taken tomodernise and widen the scope and improve the coverageof the Credit Information Bureau (CRIB).",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      306.65,
      536.75,
      542.63,
      706.44
    ],
    "text": "The financial sector expanded further in 2006supporting higher economic activity. Performance inthe financial sector institutions improved in 2006 interms of profitability, capital levels and asset qualityand the range of products and services offered.Several policy initiatives were taken during the year toenhance access to finance, mainly in the Agriculture sectorand small and medium enterprises (SMEs). Activities inthe financial markets expanded, recording higher tradingvolumes especially in stock and foreign exchange markets.A further development in the domestic financial market wasthe opening up of Treasury bonds for foreign investors,which would broaden the investor base, and increase thecompetition in the bond market.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "11",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      555.71,
      204.46,
      574.98,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      552.86,
      128.49,
      571.06,
      163.49
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      136.61,
      91.83,
      471.21,
      107.5
    ],
    "text": "Strengthening Public Confidence in BanksBox 2",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.0,
      12.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.11,
      135.2,
      220.92,
      145.2
    ],
    "text": "The importance of public confidence",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.11,
      152.76,
      287.29,
      354.76
    ],
    "text": "Public confidence in banks is the key for banks to bein business. Banks’ core business is financialintermediation by accepting money from those who saveand deposit and lending such monies to those who investor use funds for other purposes. The public keep depositsin banks because of the trust that banks will repay thedeposits or monies when needed. Most depositors treatbanks as fiduciary agents to keep their savings. Banksare, therefore, privileged to use such deposits and offerfinancial services to earn profits. Experience shows thatpublic confidence may be lost or affected not only dueto a failure of a bank to meet its financial obligationsbecause of weak risk management but also due to thecontagion effects of bank failures across the entirebanking system and economic turmoil. Therefore, thefundamental behind the public confidence is the safetyand soundness of banks.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.11,
      362.43,
      287.29,
      528.43
    ],
    "text": "In this context, banking authorities world over resortto various regulatory and supervisory measuresencompassing both gate-keeping and house-keeping ofthe banking system to promote a safe and sound bankingsystem. The gate-keeping involves requirements relatingto entry and exit of banks, primarily the minimum entrycapital and licensing requirements. The house-keepingcovers various prudential requirements aimed atpromoting risk management of banks such as minimumcapital adequacy ratios, minimum liquidity ratios, loanloss provisions, single borrower limits, ownership limits,close supervision and resolution of problems. In addition,the authorities oversee the financial system stability toprevent any potential contagion risk of bank failures.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.11,
      536.15,
      287.11,
      546.15
    ],
    "text": "Specific measures taken to maintain public confidence",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      63.11,
      553.71,
      287.44,
      719.71
    ],
    "text": "The Central Bank has effected a series of standardregulatory measures to protect and strengthen publicconfidence in banks in line with international bestpractices including the adoption of Basel standards. Inaddition, specific measures have been initiated to addressspecific problems of banks, such as capital inadequacyand shortfall of liquidity. Since the early 1990s, severalrounds of re-capitalisation of state banks by theGovernment have been effected to build up publicconfidence in the state banks. Consequent to the failureof a small bank, i.e., Pramuka Savings and DevelopmentBank Ltd. in October 2002, some public concerns overthe viability and soundness of small banks were raised,although the Pramuka Bank’s market share was",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      307.01,
      137.37,
      531.23,
      719.92
    ],
    "text": "insignificant to have any impact on the wider financialsystem or cause any material damage to the publicconfidence. The government’s policy decisionimplemented in 2006 and 2007 to establish a new statebank, Sri Lanka Savings Bank Ltd., to vest the businessof the failed Pramuka Bank was a major step takentowards re-building public confidence in small banks.In addition, the Central Bank took several measures toboost public confidence in banks and mitigate potentialrisks to the wider financial system. Among them, therestructuring of two small banks in 2003 with the supportof two established banks and the announcement ofenhanced minimum entry capital requirement of banksin April 2005 were significant moves and these measureshelped to promote consolidation among banks.Similarly, issues relating to dominant ownership in afew private banks also raised new fears among the savingpublic and financial community. The Central Bank wasable to successfully deal with such fears by introducingnew policy guidelines for regulation of bank ownershipin January 2007. Accordingly, the broad-basing ofownership in banks by requiring large ownerships heldby single shareholders or groups to be reduced to 15 percent within a maximum period of five years was a majorpolicy measure towards avoiding conflicts of interest inBoards of Directors. An unprecedented growth inconsumption credit has also been witnessed since thelatter part of 2006 and the need for monetary policy torespond through appropriate prudential regulation wasconsidered necessary in order to arrest the highconcentration of consumer credit. The high rate of creditexpansion which could result in a deteriorating qualityof credit was also a regulatory concern.To address this concern, a general provision of 1 percent of all performing loans was required to bemaintained in addition to existing provisioning rules.However, in view of the adverse impact of this measureon the profitability of banks, the implementation of thisgeneral provision was staggered over a period of tenquarters requiring banks to make a provision of 0.1 percent each quarter begining fourth quarter of 2006.The prudential requirements on maximum amountof accomodation were also revised in February 2007 andthis was envisaged to widen distribution of credit,mitigate credit concentration risk and promote riskmanagement by banks and customers by taking intoconsideration capital adequacy ratios of banks and creditratings of customers and banks.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      18.95,
      128.19,
      37.15,
      163.19
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "12",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.85,
      97.83,
      286.93,
      251.83
    ],
    "text": "Among other major regulatory measures yet to beimplemented are the mandatory code of corporategovernance and adoption of Basel II. A mandatorycorporate governance is to be implemented in place ofthe current voluntary corporate governance to makebanks’ board of directors responsible and accountablefor banks’ performance and risk management of bankswhile attaching high priority to depositors’ interest asmajor stakeholders. Introduction of Basel II withStandardised Approach in 2008 with a plan to movingtowards advanced approaches in the medium term willpromote integrated risk management of banks keepingadequate capital as risk cover.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.85,
      259.47,
      287.06,
      413.47
    ],
    "text": "A high level Inter- Regulatory Institutions Council(IRIC) and a Working Committee consisting ofrepresentatives of financial regulators was alsoestablished to promote coordinated arrangement forregulation and supervision of banks and other financialinstitutions. The Working Committee and the IRICwould help to establish regulatory exchange ofinformation in a multi-regulatory set-up. These measureswill be supplementary to the close monitoring andsupervision of banks which enables the Central Bank toidentify problems and arrange appropriate remedialactions in terms of the relevant statutes and moral suasionpowers of the Central Bank.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.85,
      421.19,
      232.98,
      431.19
    ],
    "text": "Measures to improve market discipline",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.85,
      438.78,
      287.02,
      460.78
    ],
    "text": "The Safety net provided through regulatory measuresby themselves are today considered insufficient and there",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      308.84,
      99.96,
      529.41,
      469.96
    ],
    "text": "is growing attempts to improve market discipline so thatthe public is prepared to assess the risks relating to theirdecisions by themselves as well. Otherwise, the moralhazard problem of regulation, i.e., situation thatencourages the public to accept more risks because ofthe availability of regulatory protection for theirinterests, will at some stage become too costly. In thisregard, the Central Bank has continuously promotedpublic awareness progammes through the media and theissue of various publications to educate the public ofrisks involved in transactions with banks and otherfinancial institutions. Three annual Financial StabilityReports were published releasing information andanalysis on risks in the financial system as a whole.Banks have been required to publish their financialstatements in the press on a quarterly basis to disclosetheir key performance indicators. In addition, the banksare required to obtain credit ratings from approvedRating Agencies and publish such ratings in alladvertisements aimed at soliciting deposits. All suchmeasures are intended to make the depositors andinvestors understand that it is imperative that they tooassess the risks and returns on their money deposited orinvested in a particular bank or a financial institution. Itis also important to note that regulation does not meanthat the regulator guarantees the safety of individualdeposits and investments of those who save and invest,but it attempts to promote market discipline and prudentrisk management by banks, financial institutions andcustomers in the interest of the stability of the financialsystem.",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.76,
      496.06,
      242.65,
      512.58
    ],
    "text": "1.2 External Economic Environment",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.76,
      516.65,
      292.09,
      734.34
    ],
    "text": "The world economy continued to register a stronggrowth for the fourth consecutive year in 2006, in spiteof rising short-term interest rates, high commodityprices including higher oil prices, and increasedfinancial market volatility. The higher growth was achieveddespite a slowing down of the US economy and high oil andcommodity prices mainly due to the acceleration in recoveryin Europe and Japan and very strong expansion indeveloping countries, especially in India and China.According to the World Economic Outlook (September2006), the global real GDP was projected to grow by 5.1per cent in 2006 from 4.9 per cent in 2005. In line with thishigher growth, world trade in volume terms was projectedto grow at a higher rate of 8.9 per cent in 2006 from 7.4 percent in 2005. Sri Lanka’s external sector benefited from thishigher trade growth in 2006. Global short-term interest ratesrose gradually with the tightening of policy rates by severaldeveloped and emerging economies to contain inflationary",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      304.61,
      497.1,
      540.62,
      582.84
    ],
    "text": "pressures. The global inflation has been showing signs ofrising with the continuing higher global growth leading tonarrowing of the output gap in several developed andemerging economies. The headline inflation in many of themajor advanced economies has been rising fuelled by mainlyrising oil prices and even the core inflation in those countrieshas shown increases.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      304.6,
      586.79,
      540.65,
      732.48
    ],
    "text": "The world economy is poised to continue the currenthigher growth momentum for the fifth consecutive yearin 2007. This represents a significant expansion of the globaleconomy and probably one of the longest sustained periodsof growth in the post-Bretton Woods era. The US, one of SriLanka’s major export markets is projected to slow down in2007 responding to continuous monetary tightening and dueto the slowing down housing market, which would dampenthe private consumption and residential investment.However, the spillovers from a slower US economy to othereconomies will be minimal. The broadened recovery in theEuro area will offset any adverse impact of possible",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "13",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      555.71,
      204.46,
      574.98,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      552.86,
      128.49,
      571.06,
      163.49
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      55.76,
      469.59,
      291.79,
      687.33
    ],
    "text": "slowdown in the US. While the emerging market economiesand developing countries are projected to grow at a higherrate, India and China will continue to expand strongly. As asmall open economy, Sri Lanka is expected to benefitcontinuously from the projected healthy global economicgrowth. However, there are some downside risks to theseprojections too. The global imbalance may increase, withthe US current account projected to widen further to 6.9 percent of its GDP in 2007. Any disorderly adjustment in theUS dollar may worsen the imbalance leading to unforeseenfinancial crises. At the same time, monetary tightening byseveral countries in 2006 to contain inflationary pressuresmay slow down the economic growth in 2007. In somecountries, where the economies are operating at nearmaximum production capacity, further expansion willnecessarily lead to higher wage demands and cost pushinflation. Any geopolitical factors leading to disturbances inthe Middle East could also push up the oil prices further.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      55.76,
      691.31,
      291.8,
      741.0
    ],
    "text": "Several countries raised short-term interest rates tocontrol inflationary pressures. However, long-term interestrates remained low due to abundant global liquidity. TheEuro area, the UK, Australia, China, India, Korea, US,",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      58.55,
      196.37,
      282.56,
      430.17
    ],
    "text": "World output5.34.95.14.9Advanced economies3.22.63.12.7United States3.93.23.42.9Euro area2.11.32.42.0United Kingdom3.31.92.72.7Japan2.32.62.72.1Developing countries7.77.47.37.2Developing Asia8.89.08.78.6China10.110.210.010.0India8.08.58.37.3World trade volume(Goods and services)10.67.48.97.6ImportsAdvanced economies9.16.07.56.0Developing economies16.411.913.012.1ExportsAdvanced economies8.85.58.06.0Developing economies14.611.810.710.6Price MovementsConsumer pricesAdvanced economies2.02.32.62.3Developing economies5.65.35.25.0Commodity prices (US dollars)Oil30.741.329.79.1Non-fuel18.510.322.1-4.8Six month London interbankoffered rate (percent)On US dollar deposits1.83.85.45.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      76.46,
      104.69,
      118.48,
      118.46
    ],
    "text": "Table 1.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      144.41,
      87.08,
      290.71,
      138.96
    ],
    "text": "Global Economic Developmentand Outlook(Annual percentage change unlessotherwise indicated)",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      188.69,
      167.45,
      276.22,
      174.45
    ],
    "text": "ActualProjections",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      168.11,
      178.52,
      281.02,
      185.91
    ],
    "text": "20042005 20062007",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      141.11,
      438.24,
      290.28,
      444.24
    ],
    "text": "Source: World Economic Outlook (September 2006), IMF",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.61,
      80.31,
      540.49,
      178.05
    ],
    "text": "Canada, Japan, Malaysia and Mexico raised their policyrates. The US paused its policy rate adjustment afterseventeen increases by 25 basis points each between June2004 and June 2006 as growth moderated from laggedeffects of prior tightening and housing market slow down.Japan raised its policy rates by 0.25 per cent in July 2006after maintaining a zero interest rate policy since September2001.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.61,
      182.0,
      540.63,
      351.69
    ],
    "text": "The US dollar weakened in the global market in 2006due to widening current account deficit and slowingdown of the economy. The dollar weakened against majorcurrencies. It depreciated at a higher rate against the sterlingpound and euro, while it appreciated marginally against theJapanese yen. The Chinese renminbi, which along with theMalaysian ringgit, was allowed to be more flexible againstthe US dollar in 2005 continued to appreciate graduallyagainst the US dollar in 2006. The Chinese internationalreserves crossed US dollars one trillion in 2006 requiringthe further appreciation in renminbi. Even some otheremerging and developing Asian countries continued to buildup their reserves. Emerging markets attracted recordamounts of foreign financing in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.61,
      355.64,
      540.71,
      585.33
    ],
    "text": "Multilateral trade negotiations by the World TradeOrganisation (WTO) under the Doha DevelopmentAgenda (DDA), which commenced in late 2001 as aresult of agreement at the Doha Ministerial Conferenceat Doha, Qatar, collapsed in July 2006. The DDA wasaimed at creating a new world trade agreement with lowerbarriers to trade around the world, with a focus on makingtrade fairer for developing countries. The differences inopinion among major member states on negotiations onmarket access for agricultural products, domestic agriculturalsubsidies and non agricultural market access (NAMA) haveled to create a three-way impasse on multilateral tradenegotiations. For the Doha round negotiations to succeed,developed countries have to agree to deeper cuts todomestic farm supports and increase agricultural marketaccess to developing countries, while developing countrieshave had to lower industrial tariffs. However, there is littleindication of any strong commitment by any of the majorworld players on this formula.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.61,
      588.76,
      540.36,
      619.68
    ],
    "text": "1.3 Medium Term Macroeconomic Outlook,Challenges and Policies",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.02,
      623.75,
      540.66,
      745.44
    ],
    "text": "The Ten-year Horizon Development Framework (Ten-year Vision) based on the overall policy vision of“Mahinda Chintana”, targets a higher growth over themedium term with a stable macroeconomicenvironment. The growth is expected from the improvementof productivity in all three sectors of the economy. Agricultureis projected to grow around at 5 per cent, while both industrialand services sectors are projected to grow at higher ratesof over 8 per cent and 9 per cent in the medium-term.Achievement of these targets requires higher investments",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      18.95,
      128.19,
      37.15,
      163.19
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "14",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.5,
      554.64,
      290.55,
      736.38
    ],
    "text": "from both public and private sectors in areas such asinfrastructure, human capital, agriculture, industries andservices. The current growth momentum is expected tocontinue in the medium-term as a result of the constructionof several key infrastructure projects, supported by robustglobal growth as well. The external sector performance isexpected to strengthen further in the medium-term,supporting a higher growth path. FDI, which reached a recordlevel in 2006, is expected to increase further in the medium-term responding to the several initiatives of the Board ofInvestment to attract higher investment, and theopportunities available under the free trade arrangementswith India and Pakistan. By the end of 2006, the governmenthad development partner commitments in the pipelineamounting to around US dollars 4.5 billion and at the Sri",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      304.61,
      554.64,
      540.52,
      736.38
    ],
    "text": "Lanka Development Forum held in Galle, during January2007, it commenced further negotiations with developmentpartners to receive a further US dollars 4.5 billiondevelopment support, thereby aiming to increase the totaldevelopment project assistance to US dollars 9 billion overthe medium-term. On the fiscal front, revenue collection isexpected to increase gradually to around 19 per cent, whilecurrent expenditure is targeted to rationalise withimprovement in debt management, reduction of the interestcost and enhancement of the public service delivery. In themedium term, fiscal consolidation efforts are expected toreduce the budget deficit to around 5 per cent of GDP, whilethe total public debt stock is expected to decline to below85 per cent of GDP, as envisaged in the Fiscal Management(Responsibility) Act.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      77.21,
      86.06,
      489.41,
      102.68
    ],
    "text": "Table 1.5Medium Term Macroeconomic Framework 2006 - 2010(a)",
    "fonts": [
      "Arial-BoldMT",
      "Times-Bold"
    ],
    "sizes": [
      7.0,
      10.0,
      12.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.09,
      159.2,
      524.25,
      258.6
    ],
    "text": "Real SectorGDP at Market PricesRs. bn2,8023,2673,7774,3364,965Real GDP Growth%7.47.58.08.38.5Inflation-GDP Deflator%10.38.57.06.05.5Total Investment%of GDP28.732.032.533.033.5Private Investment%of GDP22.623.824.524.925.3Public Investment%of GDP6.18.28.08.18.2Incremental Capital Output Ratio (ICOR)3.64.04.03.93.9Domestic Saving%of GDP17.119.820.120.721.5Private Saving%of GDP19.519.719.018.518.9Public Saving%of GDP-2.40.11.12.12.6National Saving%of GDP23.426.827.628.329.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.09,
      265.67,
      524.25,
      373.47
    ],
    "text": "External SectorTrade GapUS$ mn-3,370-3,961-4,583-5,170-5,649ExportsUS$ mn6,8837,5698,3439,21010,168ImportsUS$ mn10,25311,53112,92714,38015,817ServicesUS$ mn257320404512575ReceiptsUS$ mn1,6251,8552,0992,3772,612PaymentsUS$ mn1,3681,5351,6941,8652,037Current Account BalanceUS$ mn-1,334-1,481-1,555-1,703-1,827Current Account Balance%of GDP-4.9-5.0-4.6-4.5-4.3Overall BalanceUS$ mn204300372393530External Official Reserves(Months of Imports)Months3.02.92.92.93.0Debt Service Ratio (c)%12.810.811.411.88.8",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.09,
      380.51,
      524.12,
      429.51
    ],
    "text": "Fiscal SectorRevenue%of GDP17.018.919.019.219.3Expenditure%of GDP25.426.425.424.524.3Current Account Balance%of GDP-2.50.11.12.12.6Overall Budget Deficit%of GDP-8.4-7.6-6.3-5.3-5.0Domestic Financing%of GDP5.84.73.73.12.9",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.09,
      436.55,
      524.16,
      485.55
    ],
    "text": "Monetary Sector (d)Reserve Money Growth%21.211.614.814.314.0Broad Money Growth (M2b)%17.814.815.014.514.4Narrow Money Growth (M1)%12.612.813.012.512.4Growth in Credit to Private Sector%24.817.515.814.513.9Growth in Credit to Public Sector%39.42.1-0.6-0.4-0.7",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      235.34,
      140.3,
      250.54,
      147.3
    ],
    "text": "Units",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      121.76,
      128.6,
      460.56,
      138.72
    ],
    "text": "Projections Indicator",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      301.7,
      140.21,
      519.27,
      148.47
    ],
    "text": "2006(b)2007200820092010",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      65.51,
      502.68,
      305.49,
      530.28
    ],
    "text": "(a)Based on the information available as at mid March 2007.(b)provisional(c)Total debt service payments as a percentage of earnings from merchandise exports and services(d)Point-to-point growth in end year values.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      434.54,
      502.68,
      538.35,
      515.88
    ],
    "text": "Sources: Ministry of Finance and PlanningCentral Bank of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "15",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      555.71,
      204.46,
      574.98,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      552.86,
      128.49,
      571.06,
      163.49
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      80.75,
      290.41,
      190.44
    ],
    "text": "Ten-year Vision targets to bring down inflation to asingle digit level by end 2007 and further moderation toaround 4-6 per cent in the medium-term. As announcedin the Road Map for Monetary and Financial Sector Policiesfor 2007 and beyond, the monetary policy will be directedtowards containing inflation pressures and reducing inflationto a single digit in the year 2007, while supporting highereconomic growth. Low and stable inflation is a prerequisitefor achieving the economic growth targets.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      194.39,
      290.48,
      388.08
    ],
    "text": "To achieve the higher growth targets, both the publicand private investments need to be increasedsubstantially. Timely implementation of identified keyinfrastructure projects by the government would removeinfrastructure bottlenecks facilitating higher investments.However, this would require massive financial resources.To finance these projects, the government needs tomaximise the utilisation of committed foreign developmentpartner loan funds, while mobilising required funds throughinternational sources without crowding out the private sectorin the domestic market. Maintaining a conducive investmentclimate and a sound macroeconomic environment arenecessary to stimulate private investment in the economy.In this regard, containing inflation at a single digit whilemaintaining a flexible exchange rate policy would improveinvestor confidence.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      392.06,
      290.56,
      621.75
    ],
    "text": "Improvement of national productivity is essential toaccelerate economic growth especially in view ofdeclining unemployment. The unemployment rate declinedsignificantly in 2006 reflecting higher economic expansionin recent years and risks of demand for higher wages dueto shortage of labour for some sectors of the economy. Anysubstantial wage increases would result in cost-pushinflationary pressures leading to the deterioration of thecountry’s external competitiveness. To mitigate the impactof rising wages and to sustain the competitiveness, it isnecessary to improve the productivity in all sectors of theeconomy. In this regard, concerted efforts on educating allstakeholders and increasing their awareness on productivityimprovement would help to improve national productivity inall sectors of the economy. Increased spending on Researchand Development (R&D) would further improve theproductivity and product quality leading to the prosperity ofthe country through innovation, generation of technologyand creation of wealth.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      625.7,
      290.55,
      747.39
    ],
    "text": "Sufficient and reliable supply of electricity atcompetitive prices is essential to achieve the targetedeconomic growth. Studies show that a 1 per cent increasein the GDP would require 1.5 – 2.0 per cent growth in theelectricity supply. Though decisions have been taken toimplement long delayed large-scale coal power andhydropower plants, those will commence supplying electricityonly after 2010. The planned 300 MW Kerawalapitiyathermal power plant, which is due to be implementedurgently, will be available for power generation only in the",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.61,
      81.24,
      540.53,
      238.98
    ],
    "text": "second half of 2008. Therefore, urgent precautionarymeasures need to be taken to avoid any power shortages,as any interruptions to the power supply will have severelyadverse economic and social implications. Further the useof emergency power at an exorbitant price to meet the powershortages as done in the past, will only serve to deterioratethe already weak financial position of the CEB. Hence, urgentalternative measures such as the efficient management ofwater release in hydro reservoirs, maximum use of availablethermal capacity, reactivation of self-generation schemes,and even more importantly, energy conservationprogrammes, etc., need to be quickly implemented to avoidany power shortages.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.61,
      242.96,
      540.62,
      388.65
    ],
    "text": "Sri Lanka needs to undertake several new initiatives toimprove the investment climate further in order to becompetitive in the region. To attract higher investments,several initiatives are necessary in the areas of humanresource management, taxation and tax administration,judicial system and dispute settlement, business registration,customs procedures, education, etc. At the same time, it isalso important to improve the overall governance levels byimproving transparency of entities through better disclosureand dissemination of information to stakeholders andupdating and improving regulations to minimise waste andopportunities for rent seeking.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.61,
      392.6,
      540.69,
      562.29
    ],
    "text": "Sri Lanka’s export strategy in the medium-term needsto be focused on diversification of exports towards moreservice oriented exports and more value addition inexport of goods, particularly agricultural exports. SinceSri Lanka’s comparative advantage being a low wagecountry is diminishing rapidly with increasing per capitaincomes and a well educated labour force, continuousgrowth in export of goods and services requires promotingmore knowledge based exports such as IT related servicesand professional services. Due to natural constraints infurther expanding output of traditional agriculturalcommodities such as tea, rubber and coconut, value additionand branding and crop diversification are necessary toachieve a sustainable growth in exports in the medium-term.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.61,
      566.24,
      540.62,
      747.93
    ],
    "text": "The apparel exports, which successfully faced quotafree trading environment during the last two years, arelikely to face intense competition in 2008 with theremoval of restrictions on China’s exports to the USAmarket. Sri Lanka’s apparel industry needs to continue itsefforts at enhancement of quality of products, compliancewith international labour standards and good governance,assurance of on time delivery, offer of competitive pricing,improvement of skills of the labour force and thedevelopment of reputed international customer bases. Inaddition, continuous efforts to get some relaxation of currentRules of Origin (ROO) criteria imposed under GSP+ scheme,which requires Sri Lanka to add at least 50 per cent valueaddition in case of apparel exports in order to be qualifiedfor such benefit, would be an added advantage.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      18.95,
      128.19,
      37.15,
      163.19
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "16",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.5,
      81.29,
      290.57,
      322.98
    ],
    "text": "Although the government already has committedfinancing for major infrastructure projects, emerginginfrastructure needs of the economy need to be financedthrough public-private partnerships. Continuation of thecurrent practice of government financing of infrastructuredevelopments would tend to widen the fiscal deficits andincrease the cost of borrowings as concessional financingis gradually declining. It would also serve to increase theoutstanding government debt further and place therepayment capacity under serious stress, thereby inhibitingthe simultaneous development of infrastructure facilities.Therefore, Public-Private Partnerships need to be activelyand quickly promoted to support infrastructure investmentto maintain long-term fiscal sustainability. The projectsimplemented under PPPs could also be a future source ofgovernment revenue via dividends, tax revenues and capitalgains. Better skills of the private investors in managingprojects will lead to increased efficiency and productivity,resulting in better quality and lower costs and increasingthe government’s equity capital stock.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.5,
      326.96,
      290.57,
      496.65
    ],
    "text": "To move the economy to a higher growth path of 8-10per cent in the medium-term from the current 7-8 percent, it is necessary to undertake critical structuralimprovements in several key areas, both in the publicand private sectors. The private sector needs to be betterprepared to face emerging challenges in an increasinglyglobalised environment through productivity improvementswithout seeking subsidies and protection from thegovernment. The Education sector needs to be able toprovide skills to match the dynamic needs of the labourmarket as required for the next stage of development.Improvements in human resource management have to beaimed at encouraging more employment whileaccommodating some flexibility for employers and",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      304.61,
      80.91,
      540.6,
      254.55
    ],
    "text": "employees to adjust their operations in line withdiversification of their needs and activities. Implementationof new management practices aimed at removingbottlenecks in doing business is a prerequisite to unlock themaximum potential of the private sector. Although 80 percent of country’s land is still owned by the state, there is alack of available land for investments as there is no propermechanism to allocate lands for investments. The delaysin dispute settlements of private lands through the judicialsystem often leads to the inefficient usage of limited availableprivate lands. At the same time, a highly efficient publicsector consistent with the needs of a modern economy isnecessary for the economy to take off from the current 7-8per cent growth to 8-10 per cent growth in the medium-term.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      304.61,
      258.8,
      540.65,
      493.89
    ],
    "text": "Sri Lanka has a greater potential to grow in several areasthan envisaged in the Ten-year Vision. Tourism industryhas the potential to earn more than US dollars one billionwithin a short period if necessary infrastructure is developedwith a well-targeted promotional campaign. Sri Lanka hasmuch more diverse tourist attractions than in currentlypopular tourist destinations in the region. Tea exports hasthe potential to become a US dollars 2 billion industry if theindustry focuses on more value addition and promoting thebrand rather than exporting in bulk form. With the continuousimprovements in specialisation, backward linkages, andmarketing strategies, the Sri Lankan apparel industry canbecome a US dollar 5 billion industry sooner. Foreignexchange earnings from worker remittances could reach USdollars 4 billion with the continuous effort being taken toenhance remittances. Potential in FDI is already visible,above the US dollar 4 billion mark. Achievements of suchtargets can move Sri Lanka in to a higher growth path thanenvisaged in the Ten-year Vision, sooner than expected.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      555.29,
      129.06,
      573.49,
      164.06
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "17",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      553.71,
      201.61,
      572.98,
      705.69
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      60.14,
      126.97,
      278.32,
      272.31
    ],
    "text": "The Ten-year Horizon Development Framework(Ten-year Vision) issued in November 2006 along withthe Budget 2007 is a broad policy framework consistentwith the “Mahinda Chintana”. It was developedthrough a consultative process among the Ministry ofFinance and Planning and all stakeholders. Theframework highlights strategic policy directions of thegovernment during the next 10 years, aimed atinfrastructure and knowledge based acceleratedeconomic progress to provide an enabling environmentto promote growth and reduce regional economicdisparities and poverty on a sustainable basis.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      60.14,
      276.91,
      278.17,
      302.25
    ],
    "text": "The underlying macroeconomic framework of theTen-year Vision targets an 8 per cent economic growth",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      137.69,
      90.24,
      511.67,
      108.27
    ],
    "text": "Ten-year Horizon Development Framework: 2006 -2016Box 3",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      11.0,
      13.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      306.74,
      128.86,
      524.88,
      262.2
    ],
    "text": "during the next six years and a 9-10 per cent growththereafter accompanied by beneficial developments,viz., gradually reducing inflation and improvingproductivity. Investment is expected to increasesignificantly utilising improved savings by the privatesector, external resources and funds saved through thegradually reducing budget deficit. Monetary policy isemployed to avoid demand fuelled inflation, whileproviding required credit for sustained economicactivity. The floating exchange rate system will continuesupported by a comfortable level of official reserves.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      306.74,
      266.83,
      524.57,
      292.17
    ],
    "text": "The following Table provides the salientcomponents of Ten-year Vision.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      294.44,
      398.41,
      520.93,
      618.0
    ],
    "text": "-Transforming low productive subsistence farming tohigh productive advanced agriculture, includingagro-based industries-Increasing productivity, production andcompetitiveness of export based agriculture sectors,including plantations-Increasing return to labour, land and other factors ofproduction in the sector which would directlycontribute to rural poverty reduction-Enhancing agriculture productive efficiency throughmechanisation and technological transformation-Developing a market oriented pricing and incentiveenvironment-Growing at a faster rate of 4-5 per cent with thehigher contribution from the non-plantation sectorwhile increasing commercial orientation of smalland medium scale operations of the sector",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      102.89,
      367.0,
      243.13,
      392.85
    ],
    "text": "Sector and Development Thrust/Vision/Objective",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      72.8,
      398.81,
      195.21,
      466.06
    ],
    "text": "Agriculture:Transform traditionalsubsistence agriculture to acommercially oriented andhighly productive sector.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      75.89,
      633.26,
      217.53,
      713.71
    ],
    "text": "Irrigation:Transform irrigated agricultureinto a commercially viable andtechnologically advancedsector through increasing waterproductivity.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      306.59,
      366.55,
      506.91,
      392.4
    ],
    "text": "Policy Framework/Policy Direction/Strategies/Key Targets",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      73.94,
      324.52,
      516.89,
      350.37
    ],
    "text": "Table B 3.1Sectorwise Summary of the Ten-year Horizon Development Framework of the Government: 2006-2016",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      297.26,
      633.76,
      523.24,
      742.5
    ],
    "text": "-Improving productivity and efficient use of irrigatedwater-Investing in rehabilitation of existing irrigationsystems and development of new irrigation systems-Improving water allocation systems-Rehabilitation of small tank/minor irrigationschemes-Institutional reforms and capacity building",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      22.91,
      127.95,
      41.11,
      162.95
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "18",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      69.5,
      88.43,
      199.37,
      195.28
    ],
    "text": "Industrial Development:A base of vibrant andcompetitive manufacturingindustrial firms to generatehigher value addition, higherproductivity and sustainableemployment to offer wideropportunities.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      69.56,
      263.27,
      202.23,
      396.53
    ],
    "text": "Power and Energy:Sustainable development ofenergy sources, conversionfacilities and delivery systemsto enable access to and use ofenergy services by the entirepopulation at competitiveprices through commerciallyviable institutions subject toindependent regulation.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      69.64,
      512.78,
      211.82,
      580.04
    ],
    "text": "Telecommunications:A modern advancedtelecommunications network,freely available to all citizens ata reasonable cost.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      70.54,
      615.38,
      211.54,
      669.44
    ],
    "text": "Water Supply and Sanitation:Provision of safe drinkingwater and sanitation for allpeople without restriction.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      291.41,
      86.47,
      519.97,
      258.06
    ],
    "text": "-Developing national capacity to manage industrialsolutions-Strengthening national innovation system to enhancecompetitiveness of industries and improvingcompetitiveness of Small and Medium Industries(SMEs)-Improving micro enterprises-Developing infrastructure facilities to createcompetitive advantages for industries-Promoting geographical industrial clusters andindustrial exports-Promoting foreign direct investments and harnessingof industrial complementarities",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      291.41,
      262.36,
      517.89,
      496.8
    ],
    "text": "-Increasing fuel diversity and security throughinvesting in both conventional sources of electricityand non conventional renewable energy-Investing in grid and off-grid energy systems toensure access to electricity to 95 per cent ofhouseholds by 2016-Introducing cost reflective tariffs and a commonsubsidy for energy used for lighting-Restructuring sector debts to minimize the burden-Improving fuel diversity and energy security in bulkpower generation through the provision ofmoratorium on oil/oil related fuel burning powerplants and diversification to coal and nonconventional renewable energy (NCRE)-Relieve grid constraints and arrange finances toaccelerate NCRE development-Invest in transmission and distribution to ensuresafety, quality and reliability of supply",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      293.45,
      512.38,
      510.1,
      606.27
    ],
    "text": "-Encouraging a level playing field to maintain thecompetitiveness in the sector-Improving human resource development-Revising tariffs annually through a transparentmethod-Managing the spectrum to ensure that it is utilisedefficiently, economically and optimally",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      293.6,
      614.83,
      523.18,
      741.75
    ],
    "text": "-Reducing the dependence on government investmentgradually by promoting alternative sources offinancing-Introducing cost recovery tariffs for pipe borne waterwith subsidies only for low income communities-Establishment of regulatory and institutionalframework-Implementation of demand management policies-Introducing appropriate rural and urban water supplymanagement strategies",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      555.29,
      129.06,
      573.49,
      164.06
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "19",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      553.71,
      201.61,
      572.98,
      705.69
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.44,
      88.03,
      520.67,
      271.62
    ],
    "text": "-Giving high priority for maintenance andrehabilitation of existing road network-Building carefully selected and economicallymaintainable new major roads and expressways-Launching a programme for traffic management andincreasing road safety-Continuing the “Maga Neguma” programme todevelop rural road network-Introducing traffic management measures such asroad pricing, construction of flyovers andestablishment of signal lights etc.-Opening investment opportunities for Public PrivatePartnerships (PPPs) for the development ofexpressways",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.44,
      276.94,
      521.6,
      581.76
    ],
    "text": "Highlights of overall transport policy:-Relating transport tariffs to costs of providing suchservices-Granting government subsidies to transport servicesand transport users only on economic and socialgrounds-Avoiding cross subsidiesRail Transport: Less travel time- Improving existing services provided to passengers-Improving the financial situation-Improving the railway system in the medium to longterm through the construction of new railway linesand extending selected lines, introduction of moderntechnology and electrified train services andfacilitation of container transport by trainBus Transport: Comfortable and safe journey-Improving the existing capital assets through arehabilitation programme-Strengthening state bus services by adding newbuses, providing coordinated rail bus services andencouraging National Transport Commission andProvincial Councils to develop and implementcommon regulatory process",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      294.44,
      586.06,
      523.52,
      738.42
    ],
    "text": "-Developing main ports of the country to facilitateinternational trade-Decongesting the Colombo International Port byconstructing South Port, Galle and Hambantota ports-Developing ports in identified provinces-Encouraging the improvement of capacity, efficiencyand productivity of ports, while continuing the stateownership of the existing ports-Managing the increasing operational cost of ports tooperate as commercial entities-Establishment of container terminals outside theharbour as PPPs",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      70.79,
      282.32,
      206.29,
      362.77
    ],
    "text": "Transport Services:Provision of efficient and safetransport systems at anaffordable cost and responsiveto the needs of social andeconomic development.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      70.94,
      587.32,
      211.57,
      654.58
    ],
    "text": "Ports:Developing Sri Lanka as theleading navigational, tradingand commercial centre in SouthAsia.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.8,
      87.86,
      208.54,
      181.51
    ],
    "text": "Roads:To provide accessibility to allpopulation in the country andto have a high quality mobilityroad network for thetransportation of passengersand goods.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      22.91,
      127.95,
      41.11,
      162.95
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "20",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      295.46,
      90.01,
      524.43,
      246.12
    ],
    "text": "-Focusing government investment on improvement oftraffic control, safety and security in theBandaranaike International Airport-Confining private sector involvement in provision oflandside services-Providing adequate world class airport infrastructurecapacity in accordance with demand-Improving connectivity between Sri Lanka and othercountries by entering into bilateral agreements onopen sky-Encouraging multiple local carriers for internationalair services-Promoting PPPs to develop new airports and toimprove existing airports",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      74.06,
      90.71,
      213.94,
      197.56
    ],
    "text": "Aviation:Maintain a competitive civilaviation environment whichensures safety and security inaccordance with internationalstandards and promoteefficient, cost effective andorderly growth in air transport.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      71.81,
      251.17,
      201.86,
      344.83
    ],
    "text": "Postal:Ensure better quality service,greater responsiveness tocustomer needs, financialsustainability and optimumutilisation of postalinfrastructure.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      74.98,
      408.22,
      212.52,
      462.28
    ],
    "text": "Tourism:Make Sri Lanka the foremostleisure destination in the SouthAsian region.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      72.05,
      541.12,
      209.24,
      634.78
    ],
    "text": "Urban Development andHuman Settlements:Systemic urbanisation process,which will ensure that the livesof all citizens will becomfortable, decent andhealthy.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      296.0,
      251.08,
      521.48,
      394.8
    ],
    "text": "-Increasing the accessibility and providing postalservices through every “Jana Sabha” Secretariat andfocusing on other sources of income by providingvarious services-Reducing financial deficit through streamlining keymanagement support systems-Developing the tariff system considering increasingcost, competition and volume of letters delivered.-Preparing a Business Plan for the PostalDepartment and implementing it from 2007onwards-Adopting different market strategies to arrestdeclining market share",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      298.1,
      406.87,
      522.01,
      522.36
    ],
    "text": "-Promoting Sri Lanka as a regional hub in tourismindustry.-Developing tourist zones with increased activitiesand special concessions for both international andlocal tourists-Adopting a consistent marketing and advertisingpolicy to aggressively promote Sri Lanka in the fastemerging key markets-Developing state of the art infrastructure to achievethe targeted room capacity of 30,000 by 2015",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      295.4,
      541.63,
      521.69,
      733.8
    ],
    "text": "-Developing and modernising Colombo and itsenvirons to suit the international standards andimproving under-served settlements in the city ofColombo through private developers and liberateprime lands for commercial and developmentpurposes by private sector.-Developing regional cities on appropriate themesenabling to activate the regional growth process-Establishing national level growth centres to ensuregeographically balanced development in the country-Developing small and medium townshipsthroughout the country as second and third ordercities-Establishing/improving regulatory frameworks atnational and regional level to arrest haphazarddevelopment and unlawful development andcommercial activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      555.29,
      129.06,
      573.49,
      164.06
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "21",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      553.71,
      201.61,
      572.98,
      705.69
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      293.24,
      87.01,
      521.14,
      294.6
    ],
    "text": "-Focusing on livelihood development to providesustained income avenues for the poor-Creating a conducive environment for the poor todevelop livelihood opportunities through theprovision of funding, technical know-how, improvedinfrastructure and marketing facilities-Investing in special poverty reduction projects andprogrammes in the poor rural areas to address severeregional disparities in development and povertyincidence with improved coordination-Continuation of “Gama Neguma” programme-Using micro financing as an effective instrument forlivelihood development and poverty reduction-Continuing the relief assistance aimed ateconomically and socially disadvantaged peoplethrough payment of direct cash grants",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      293.24,
      305.65,
      524.08,
      541.92
    ],
    "text": "General Education:-Protecting free education for all children whileproviding widest possible opportunities to everyperson to acquire a quality education according totheir ability and preference-Promoting equitable opportunities in access,participation, achievement and outcomes in basic andsecondary education and improving quality-Strengthening governance, efficiency and servicedeliveryTechnical and Vocational Education:-Improving the quality and relevance of programmes-Increasing enrolment in technical and vocationalinstitutions from secondary schools and theworkforce-Improving the operational and managementefficiency of technical and vocational educationinstitutions",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      293.24,
      547.24,
      525.01,
      721.26
    ],
    "text": "Higher Education:-Keeping state university system in the long run as thepredominant institutional system providing universityeducation. Allowing degree granting institutions andnon-state universities to operate, side-by-side, incollaboration with the state universities under thesurveillance of state laws-Encouraging multiple sources of funding for highereducation with the state continuing as the mainprovider. Universities will be modernised by way oflaboratory and experimental resource enhancementand attraction of experts in the disciplines of specialeducation, research and consultancy capacity inchosen areas of national priority",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      73.61,
      90.23,
      209.5,
      183.88
    ],
    "text": "Livelihood Development andSocial Protection:A country in which people areempowered to develop andsustain their livelihoods andimprove their standards ofliving.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      74.6,
      305.11,
      216.3,
      385.57
    ],
    "text": "Education:Transforming education systeminto one that will promote thetechnological skills required forrapid economic growth andnational development.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      377.06,
      55.25,
      541.16,
      66.24
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      18.21,
      204.46,
      37.49,
      708.54
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      22.91,
      127.95,
      41.11,
      162.95
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.69,
      764.36,
      70.69,
      775.36
    ],
    "text": "22",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      294.59,
      89.53,
      519.39,
      227.7
    ],
    "text": "-Encouraging universities to specialise in priorityareas of national development and thus becomecentres of excellence in the region. The governmentmay establish six or more specialised universities toprovide direct human resource support to thecountry’s economic development efforts-Introducing new degree programmes to meet unmetdemand for human resources and knowledge whileencouraging universities to reform their existingcurricula to suit the changing employmentopportunities",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      294.59,
      233.02,
      526.32,
      258.36
    ],
    "text": "-Health promotion, prevention and control of diseases,both communicable and non-communicable diseases",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      294.59,
      262.66,
      521.46,
      437.1
    ],
    "text": "-Serving the needs of underprivileged, under-servedand vulnerable groups-Encouraging private investment in healthcareprovision-Human resources development-Strengthening quality and range of existing serviceswith emphasis on bridging the gaps therein-Minimising regional differences in healthcaredelivery system-Reforming organisational structure and managementto improve efficiency, effectiveness andaccountability-Assuring that health resources are utilised optimally",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      294.59,
      449.92,
      522.93,
      699.81
    ],
    "text": "-Generating employment: Concentrating employmentin informal sector, reducing underemployment,promoting private sector as an employment source,realising potential in micro, small and medium sizeenterprises and managing labour migration-Developing skills and labour productivity: Matchinglabour demand and supply, establishing labourmarket information system, increasingcompetitiveness and productivity of labour force andrealising the challenge of youth employment inconflict affected areas-Increasing the flexibility of labour laws andregulations: Extending social protection to theinformal sector, increasing employment flexibility,providing social security for unemployed,concentrating the impact of ageing on labour forceand combating child labour-Increasing employer – employee relationships:Promoting industrial relations and prioritisingtripartite consultation at national level",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      72.2,
      233.06,
      201.71,
      300.31
    ],
    "text": "Health:Fostering a healthier nationthat contributes to it’seconomic, social, mental andspiritual well-being.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      73.34,
      448.46,
      215.11,
      581.71
    ],
    "text": "Employment:A future of peace andprosperity in which Sri Lankansenjoy a better quality of lifefree from poverty anddeprivation, through thepromotion of opportunities toobtain productive work inconditions of freedom, equity,security and human dignity.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      555.29,
      129.06,
      573.49,
      164.06
    ],
    "text": "1",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      522.86,
      765.29,
      533.86,
      776.29
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      54.41,
      55.4,
      218.51,
      66.39
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      553.71,
      201.61,
      572.98,
      705.69
    ],
    "text": "ECONOMIC , PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      13.281566619873047
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      291.35,
      90.16,
      519.91,
      307.62
    ],
    "text": "-Fostering a national science culture that effectivelyreaches every citizen in the country-Building up, sustaining and progressively increasingthe resource base of scientists and technologistsnecessary to respond to the country’s developmentneeds-Fostering scientific and technological activities in allrelevant fields-Encouraging research in fundamental and appliedaspects of science and technology-Encouraging the utilisation and further developmentof indigenous and local knowledge and technologies-Encouraging and rewarding science and technologybased innovations and inventions and ensuring theprotection of intellectual property rights-Encouraging and strengthening co-operation inscience and technology between Sri Lanka and othercountries",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      291.35,
      310.93,
      520.81,
      390.66
    ],
    "text": "-Developing partnerships with all resource users-Promoting sustainable land use for state lands-Developing private forests and tree resources-Developing forest products, industries and marketing-Supporting institutional development and inter-sectoral linkages",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      291.35,
      396.82,
      520.48,
      611.4
    ],
    "text": "-Getting a collaborative government: Cleardemarcation of responsibility and authority betweenthe three levels of governance; national, provincialand local, while eliminating overlapping inresponsibilities and authority between the levels ofgovernance-Cooperative delivery of public services withimprovements in contract management skills,techniques of performance measurement, strategicplanning skills and sensitivity to voice of the citizens-Efficient public financial management: Fiscaldiscipline, strategic allocation, and good operationalmanagement-Creating an efficient public service-Managing public sector performance effectively-Improving and strengthening the administrativesystem: Comprehensive reforms, sectoral reformsand specialised reforms",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      291.35,
      620.56,
      510.65,
      714.15
    ],
    "text": "-Restoring livelihoods-Reactivating services and facilities-Rehabilitation of infrastructure facilities-Development of human capabilities and capacities-Targeting vulnerable groups to provide sustainablelivelihoods to ensure their dignity-Establishment of good governance",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      68.96,
      310.16,
      171.18,
      351.01
    ],
    "text": "Environment:Building land that is inharmony with nature.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      70.33,
      397.43,
      203.19,
      517.48
    ],
    "text": "Reforms:Establishing a productive andefficient, customer friendly,uncorrupt, transparent andaccountable public service,which will help to realizeeconomic goals and ensuresocial justice and socio-economic stability.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      71.21,
      86.63,
      202.58,
      233.08
    ],
    "text": "Science and Technology:Sri Lanka to be a knowledgeand science based, newlydeveloped country by 2017,advancing towards ruralpoverty alleviation, with fullcomputer literacy andpenetration, excellent scienceeducation and leading edgescience and technologyeffectively transferred.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      72.81,
      618.97,
      259.83,
      739.03
    ],
    "text": "Development of Conflict AffectedAreas:Developing North and East as ahospitable and attractive place and createan environment where people can live infreedom and pursue livelihoods of theirchoice where peace and ethnic harmonywill prevail in a way that will permitrapid social and economic development.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      11.0
    ]
  }
]