[
  {
    "page_number": 0,
    "bbox": [
      8.92,
      147.45,
      41.2,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "60",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.2,
      109.04,
      114.17,
      121.03
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.2,
      125.71,
      280.81,
      705.0
    ],
    "text": "Global demand for food is growing continuously as a result of population growth and dietary changes, and as per the World Population Prospects - 2019 of the United Nations, the world population is expected to reach 9.7 billion by 2050 from today’s 7.8 billion level. Rise in population brings a range of global sustainability issues, including food security. Sri Lanka, as a developing nation, faces similar concerns about food security amidst growing population, substantial postharvest losses and regular adverse weather shocks, and these challenges need to be tackled through efficient agriculture practices. The recent COVID-19 pandemic has also reiterated the importance of food security for a developing nation such as ours. Traditional agriculture, through the accumulation of farmers’ knowledge and experiences, managed to feed the entire population for many centuries in the past. The cascade tank-village system (Ellanga system), the hill side cascade paddy fields (Helmalu) and the irrigation systems developed in the historical past were remarkable agro-biodiversity systems in Sri Lanka with regard to water management efficiency, climate change adaptability and buffers against natural disasters such as floods, droughts and pest attacks. However, during the colonial period, priority was given to plantation agriculture and little attention was paid to other crop cultivations, except for subsistence farming. With little government attention, subsistence farming alone became insufficient to meet the growing food demand in the country. Subsequently, the green revolution, which was a major policy response of many developing nations in the 1960s, sought to increase the efficiency of agricultural processes through various techniques such as high yielding robust varieties, hybridised seeds, expansion of irrigation infrastructure, synthetic fertiliser, and pesticides. Although the agriculture sector has undergone considerable transformation and improvements in response to green revolution practices, productivity levels have been stagnant in recent years, raising concerns about food security as well as low farmer income. However, reverting back to the agro-ecosystem that is based on traditional agriculture practices is not feasible under the current context, since available resources for agriculture activities such as land and water resources have been diminishing rapidly owing to other industrial activities and urbanisation. Despite a significant share of the labour force employed in the sector, labour shortages have been increasingly common in relation to labour intensive cultivation activities. In addition, recent experiences of erratic weather patterns and resultant natural disasters, such as droughts and floods, tend to impose additional restrictions on agricultural activities. These trends emphasise the importance of improving productivity and efficient resource usage in the agriculture sector through innovative technologies.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      174.5,
      66.08,
      404.47,
      90.07
    ],
    "text": "BOX 4Adoption of Modern Technologies in Agriculture",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      109.14,
      522.31,
      276.72
    ],
    "text": "Rapid technological advancements in the world over the last two decades have led to a variety of new innovations, which have the potential to address technological needs of farmers and other agriculture sector stakeholders much faster and with far more accuracy than ever before. Countries such as India, Israel and Brazil have experienced rapid transitions in the agriculture sector, with accelerated mechanisation and usage of advanced technologies. Although an array of new technological adoptions such as vertical farming, hydroponics, Good Agricultural Practices (GAP), and Geographic Information Systems (GIS) are available in Sri Lanka too, usage of these technologies is relatively limited. Therefore, Sri Lanka still has a long way to go to embrace new advanced technologies for farming activities as a norm.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      286.61,
      522.56,
      309.01
    ],
    "text": "New Technologies to Enhance the Performance of the Agriculture Sector",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      313.59,
      522.32,
      491.57
    ],
    "text": "New advancements in technology, ranging from micro devices to macro networks, have completely transformed modern global agriculture in a productive way. Innovative agriculture techniques no longer depend on the application of inputs such as water, nutrients and crop protection substances equally to all fields. Given the limited resources available for agriculture production and the rising demand for agriculture products, precision or smart agriculture techniques have emerged, suggesting the application of a precise amount of agriculture inputs to crops by observing, gauging and responding to inter-field and intra-field variability in field conditions through the usage of a range of modern information and telecommunication technologies. Hence, smart farming concepts integrate modern technologies and current farming practices to increase the output and the quality of agricultural products.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      496.26,
      522.32,
      705.48
    ],
    "text": "Fourth Industrial Revolution (4IR) technologies such as the Internet of Things (IoT), artificial intelligence (AI), drones and robots can be effectively used for productivity improvements in the agriculture sector. Today, billions of physical devices, such as smartphones, computers and smart electronic appliances around the world are connected to the internet, gathering and sharing data. Incorporating sensors to this network of devices will add a certain level of digital intelligence to these devices, enabling them to communicate real-time data without any involvement of human beings (Ranger, 2020). This technology is known as IoT. IoT devices can be fixed in or on land, vehicle, water, plant and livestock to access data such as moisture content, nutrients availability in soil, pest and disease attacks, tracking of vehicles, storage capacity, livestock monitoring, and other farm operations. The data collected is processed and analysed using AI to generate usable information, which can be easily accessed by farmers and other stakeholders via computers or mobile phones. AI, which uses machine learning techniques, can",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      147.45,
      572.68,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      313.9,
      31.54,
      527.24,
      44.42
    ],
    "text": "NATIONAL OUTPUT, EXPENDITURE AND INCOME",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "61",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      60.43,
      283.4,
      521.99
    ],
    "text": "be used to analyse a range of data such as temperature, moisture, weather conditions, water usage and other field conditions collected at farm level on a real time basis. For instance, a moisture sensor and irrigation system augmented with AI can determine the exact water requirement of a crop based on soil moisture level, stage of crop cultivation as well as weather forecasts, and enable the irrigation of the field accordingly without human intervention. For instance, in Nigeria, the Hello Tractor IoT service connects tractor owners who wish to hire their tractor with farmers, with the aim of sharing resources and fully utilising available tractors. Moreover, food supply chain inefficiencies indicate a disconnection between supplier and retailer in the sector. Blockchain technology creates a direct link between all participants in the supply chain, ensuring efficiency, traceability and transparency at each stage of the production process. For example, the government of Thailand has introduced a pilot project to use blockchain traceability solutions for organic rice, particularly to track and trace Thailand’s jasmine rice from production to export. In the sequence of technological developments, drones and automated robots have emerged as versatile technologies for smart farming activities. Drone technology is used for soil and field analysis, planting, crop spraying, crop monitoring and analysis, irrigation, and crop health assessments. Hence, drone technology facilitates time saving in cultivation activities, reduces usage of scarce human and other resources, stores data for future analysis and increases yields by effective resource usage. Farmers of Andhra Pradesh in India, for instance, have commenced using drones to spray their farms with required pesticides. Further, private tech companies in India use drones to offer agriculture survey services to insurance companies as well as the government to efficiently implement crop insurance schemes. In addition, advanced robotic systems, such as weeding robots, driverless tractors and soil sterilisation robots, are used in agriculture fields for supplying inputs, land preparation, weed control, pruning, seeding, spraying, thinning, harvesting and picking, and sorting and packing. Therefore, drone and robot technologies support farmers for efficient resource management while reducing cost of production through reduced labour usage.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      526.74,
      283.4,
      705.63
    ],
    "text": "Today, nanotechnology has grown into a mature field of science, and it has a wide variety of potential applications in agriculture. Nanotechnology broadly refers to a field of applied science and technology that aims to control matter at the molecular level in scale, usually in the range of one to 100 nanometers, and create devices within that size range (ScienceDaily, 2020). Nanotechnology is used in all stages of farm activities such as production, value addition, storage and packaging, and transportation of agricultural products. The application of nanomaterials, such as nanocapsules and nanoparticles, especially aims at efficient usage of plant protection products through enhanced plant absorption and delivery of ingredients to specific sites. For example, fertiliser applied in the form of nanomaterial minimises nutrient losses by slow and controlled release of substances, and thereby increases yield via optimised resource usage and reduces environmental",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.3,
      60.36,
      524.91,
      113.96
    ],
    "text": "costs by preventing over usage of fertiliser. Moreover, nanotechnology is also explored in the fields of soil fertility improvement, crop disease diagnosis and control, seed coating, herbicide applications, livestock medicines as well as plant breeding and genetic transformation.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.3,
      118.79,
      524.91,
      394.04
    ],
    "text": "Postharvest losses result in lower supply of food to consumers and high retail prices. Hence, postharvest technologies play a critical role in maintaining the quality of food, extending the shelf life of perishables and reducing food losses. Postharvest loss management requires careful handling of goods from the time of harvest until they reach the market. In addition to cold storage, numerous postharvest technologies such as chemical treatments (applying antioxidants, anti-browning and antimicrobial chemicals) and physical treatments (radiation, heat and edible coatings) are regularly used in food supply chains. The purpose of these technologies is to slow down food quality deterioration due to physiological processes and maturation while minimising the risk of microbial growth and contamination. In addition to the application of postharvest treatments, improved packaging techniques also help to reduce postharvest losses at different stages of the food value chain such as storage and transportation. Active packaging that incorporates oxygen and ethylene absorbers will slow down physiological processes in food, thereby extending their shelf life. Meanwhile, intelligent packaging that incorporates sensors, indicators and radio frequency identification systems are increasingly used in monitoring food quality and package integrity. Further, genetic experts have developed plant strains that are resistant to some of the postharvest changes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.3,
      398.87,
      524.9,
      705.79
    ],
    "text": "Efficient exchange of farm knowledge is a crucial prerequisite for smart farming. Farmers and related stakeholders require the latest information on the most effective planting practices, best prices in the markets, available credit supply, soil conditions, nutrients and plant protection. Moreover, early warnings on drought and flood conditions, pest and disease outbreaks, and forest fire are sought by farmers on a frequent basis. Electronic extension programmes can be used to disseminate such information and alerts to stakeholders through digital technologies. Instead of always physically contacting the farmers, extension agents could use a combination of voice, text, videos, and internet methods to contact farmers frequently in a more cost effective manner given the increasing mobile phone usage by farmers. For example, the AgroStar tech platform in India offers a wide range of agronomy advice coupled with agricultural inputs and services to farmers to increase their productivity and quality of produce while solving common problems occurring in farming activities. Currently, AgroStar operates in the Indian states of Gujarat, Maharashtra, and Rajasthan, linking over 500,000 farmers on its digital platform. Meanwhile, Kenya Agricultural Commodity Exchange (KACE) has introduced a short messaging service (SMS) called 'SMS SOKONI' and farmers from anywhere in the country can access current and reliable market information on prices and offers via SMS or a mobile phone App at subsidised service charges. The data-driven digital",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      8.92,
      147.45,
      41.2,
      213.62
    ],
    "text": "2",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "62",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      60.43,
      280.53,
      103.43
    ],
    "text": "technologies have shifted the agriculture sector from more production centric activities to market centric activities in view of balancing production and market demand conditions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      113.44,
      280.8,
      135.97
    ],
    "text": "Current Status of New Technology Adoption in Sri Lanka",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      140.67,
      280.55,
      615.62
    ],
    "text": "Advanced technology usage in the Sri Lankan agriculture sector is limited, not only among the farmers, but also among the agribusinesses. With the aim of using Information Communication Technology for productivity improvements in the agriculture sector, several e-agriculture programmes such as interactive ICT and mobile platforms and software applications have been already developed to disseminate agriculture information. Few e-agriculture services such as the Wikigoviya web, AgMIS (an SMS service and market price information system), Boga Purokathanaya (a mobile phone App that provides advice to farmers on crops that should be cultivated to receive a better market price), SL paddy fertiliser (a mobile phone App that provides fertiliser recommendations to farmers) and Govipola (a mobile phone App that supports the farming community by strengthening market linkages, improving price awareness and matching supply and demand to give easy access to markets) are currently in operation in Sri Lanka, as initiatives of the Department of Agriculture and several private institutions. Meanwhile, a seed and planting material management information system, a QR code system for GAP certification, and a progress monitoring system for the National Food Production programme are currently being developed. In addition, the Sri Lanka Institute of Nanotechnology (SLINTEC) is carrying out numerous nanotechnology related research and development activities to produce slow-release fertiliser, nanofungicidal formulations, organic acid based weedicides, seed coating to reduce negative effects of fertiliser, and improve soil remediation and rehabilitation. Further, numerous private tech companies in Sri Lanka have also initiated several technological solutions to agricultural matters, such as drone technology and smart weather solutions (e.g. WeatherGuru). Amidst restrictions imposed on movement of people and gatherings during the ongoing COVID-19 pandemic, smart technologies and social media have been put to use increasingly to support the agriculture supply chain, linking wholesalers, retailers and end consumers. In the same vein, smart technologies can be effectively used to link agriculture producers with markets to manage harvesting periods, reduce postharvest losses and wastage and ensure better price realisation for the farming community.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      620.44,
      280.55,
      705.58
    ],
    "text": "However, research and development initiatives of Sri Lanka’s private sector in relation to advanced agriculture technologies are still limited to a few pioneering companies and a broad based use is yet to be realised. Further, agriculture firms as well as farmers in Sri Lanka appear to adopt new technologies slower than expected, and farms are investing in productivity enhancing technology at a slower pace as they are sheltered from",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      60.3,
      522.06,
      165.31
    ],
    "text": "competition. Concerns over the adaptability of new technologies, limited capital to make initial investment required to make the transition to high tech agriculture, lack of technical education and skills, reluctance of tech-savvy youth to engage in farming activities have resulted in slow-paced technological adoption by agriculture firms and the farming community. The availability and speed of internet connections in rural areas and lack of awareness of available services also limit smart technology usage by farmers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      175.29,
      361.04,
      187.28
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      191.84,
      522.06,
      577.72
    ],
    "text": "The Sri Lankan agriculture sector has undergone a considerable transformation in terms of all farming activities, over time. However, further progress towards technology-oriented agriculture, with the aim of enhancing agricultural value chains, is crucial for the next level of development and to tackle emerging challenges in the agriculture sector. Identifying sectoral and grassroots level limitations of technology adoption will help mitigate constraints in transformation from conventional practices to tech-based agriculture. Policy reforms on capital allocation for technology transformation and technical education as well as strengthening digital infrastructure are important, thereby addressing persistent structural obstacles that deter technological adoption in the sector. Increased public investment in research and development activities through the numerous agriculture related research organisations in the country for data-driven, smart tech-based agriculture practices and creating a conducive investment environment for the private sector to invest in such activities, and increased access to credit at concessional rates are vital to boost technology innovations in the agriculture sector. In addition, increasing awareness on available services and enhancing access to concessional loans to support farmer level investments are also critical to address constraints for technological adoption at the grassroots level. In the medium to long run, introducing subjects related to advanced agriculture technologies to curricula of technical and tertiary education programmes is also essential to promote technology adoption in the agriculture sector. At the same time, it is appropriate to revisit Sri Lanka’s historical agriculture systems, in view of integrating best practices of such systems with modern technology as far as possible, in order to enhance the resilience and eco-friendliness of the agriculture practices.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      594.88,
      329.74,
      602.08
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      608.55,
      521.02,
      623.74
    ],
    "text": "1 Hyea, W. L. and Vikas, C. (2017) Agriculture 2.0: How the Internet of Things can revolutionize the farming sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      627.39,
      521.06,
      642.58
    ],
    "text": "2 Manoj, T. and Nimesha, D. (2019) Farm Smart! Developing Sri Lanka’s Agriculture Sector in the 4IR.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      646.22,
      521.05,
      661.41
    ],
    "text": "3 Matthieu, D. C., Anshu, V. and Alvaro B. (2018) Agriculture 4.0: The Future of Farming Technology. World Government Summit.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      665.05,
      520.94,
      688.24
    ],
    "text": "4 Ranger, S. (2020) What is the internet of things : everything you need to know about the IoT right now. [online] Available at: https://www.zdnet.com/article/what-is-the-internet-of-things-everything-you-need-to-know-about-the-iot-right-now/.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.19,
      691.89,
      519.31,
      707.08
    ],
    "text": "5 ScienceDaily (2020) Nanotechnology. [online] Available at: https://www.sciencedaily.com/terms/nanotechnology.htm.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  }
]