[
  {
    "page_number": 0,
    "bbox": [
      193.2,
      40.06,
      225.9,
      49.03
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      177.36,
      65.74,
      242.49,
      74.71
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.443643569946289,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.24,
      86.86,
      389.67,
      179.83
    ],
    "text": "1. This, the fifth Annual Report of the Monetary Board of the Central Bank of Ceylon, is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949. This section provides that within three months after the end of the financial year—that is, by March 31st—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.588750839233398,
      8.6732816696167,
      8.80958366394043,
      8.833309173583984,
      8.838284492492676,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.24,
      194.38,
      389.08,
      251.35
    ],
    "text": "2. With effect from October 14th, 1954, Sir Arthur Ranasinha, Kt., C.M.G., C.B.E., was appointed Governor. In terms of section 8 of the Monetary Law Act Mr. R. N. Bond took his place on the Monetary Board as Acting Permanent Secretary to the Ministry of Finance, until relieved by Mr. L. J. de S. Seneviratne, who had been permanently appointed to the post of Permanent Secretary.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.319966316223145,
      8.380819320678711,
      8.519183158874512,
      8.58015251159668,
      8.722350120544434,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.72,
      265.66,
      389.68,
      286.63
    ],
    "text": "3.- The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1954.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.32016372680664,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.44,
      310.06,
      303.46,
      319.03
    ],
    "text": "II. The Economic and Financial Situation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.413947105407715,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.0,
      333.1,
      390.33,
      447.91
    ],
    "text": "4. In the year, 1954, Ceylon made a remarkable economic and financial recovery. The preceding year had ended with Ceylon's economy in an adverse disequilibrium with the outside world. External assets had been lost in that year to the amount of Rs. 230 million, and although an improvement in the terms of trade had occurred, the year had closed with a trade deficit of Rs. 40 million. But in 1954, the record was different. The terms of trade, which in a large measure determine the level of real income in Ceylon, were on the average 22 per cent higher than in 1953 ; also, for the first time in many years, the Government had an overall budget surplus in the financial year, 1953-54. These factors accounted in the main for a record trade surplus in 1954 of Rs. 412 million and a rise in external assets of Rs. 288 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454320907592773,
      8.530573844909668,
      8.562164306640625,
      8.630359649658203,
      8.733400344848633,
      8.762088775634766,
      8.833309173583984,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.48,
      463.9,
      388.93,
      485.11
    ],
    "text": "5. The value of exports rose by Rs. 241 million to Rs. 1,809 million in 1954, and the value of imports fell byRs. 211 million to Rs. 1,397 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.411957740783691,
      8.708197593688965,
      8.8555269241333,
      8.886479377746582,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.48,
      499.42,
      388.9,
      592.39
    ],
    "text": "6. The increase in export value was fortuitous, due mainly to a rise in tea prices, It may ordinarily have been expected that a rise in export values resulting in an.increase in income may have led to an increase in expenditure, including expenditure in imports. But the circumstance that in the year under review Ceylon spent less on imports would appear to need some explanation. There is no doubt that in part at least the decline in expenditure on imports was occasioned by a general fall in the prices of imports, but there was also a decrease in the volume of imports below that in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.629180908203125,
      8.833309173583984,
      8.910000801086426,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.72,
      606.7,
      388.71,
      639.67
    ],
    "text": "7. The diminution in volume was the more remarkable since Government by its budgetary operations had left in the hands of the private sector spendable income virtually at the same level as in 1953. For it ran in the calendar year, 1954,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.576290130615234,
      8.746725082397461,
      8.910000801086426
    ]
  }
]