[
  {
    "page_number": 0,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "261",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      109.04,
      116.5,
      121.03
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      126.5,
      283.15,
      251.02
    ],
    "text": "Financial inclusion can be broadly defined as the state, where individuals and businesses have access to useful and affordable financial products and services that meet their needs – transactions, payments, savings, credit and insurance – delivered in a responsible and sustainable way.1 Financial inclusion is also identified as inclusive finance, since it strives to remove barriers for individuals and businesses to participate in the formal financial sector and to use financial services to improve their sources of income and standards of living.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      256.6,
      283.14,
      539.54
    ],
    "text": "The concept of financial inclusion has become a central part of global policy agenda since early 2000. Many countries use financial inclusion as an effort to promote a level playing field for individuals and businesses to work towards elevating themselves out of poverty and contribute to sustainable economic growth. Increasing access to financial services and products for those who are excluded from the financial sector enables them to plan and better manage their finances, while opening up opportunities for better standards of living. Access to finance for Micro, Small and Medium Enterprises (MSMEs) encourages them to invest in new and more productive business activities, contributing to economic growth while generating employment opportunities. Although, financial inclusion alone cannot elevate people out of poverty, it helps to promote building better lives. Further, the importance of financial inclusion is now widely recognized in building a strong foundation of a country’s financial stability, which in turn will facilitate inclusive economic development. In this regard, upgrading financial inclusion concepts and efforts to the policy platforms requires assessment and quantification of level of financial inclusion and careful scrutinisation of the actual requirements of the economy and the individuals.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      545.13,
      283.1,
      601.78
    ],
    "text": "In this backdrop, assessment of the level of financial inclusion in Sri Lanka has been carried out by the Sri Lankan policy makers with the intention to set targets at national level and to monitor the progress of the financial inclusion initiatives under three dimensions:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.96,
      67.49,
      510.63,
      91.48
    ],
    "text": "BOX 10National Financial Inclusion Strategy of Sri Lanka: “Better Quality Inclusion for Better Lives”",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      109.14,
      524.64,
      251.09
    ],
    "text": "“Access” dimension reflects the depth of outreach of financial services, i.e. penetration of bank branches, ATMs or Point of Sale (POS) devices, or demand-side barriers faced by customers to access financial institutions, such as cost or information. “Usage” dimension reflects how customers use financial services, such as the frequency and duration of the financial product/service over time. “Quality” of the products and the service delivery describe the availability of choices to meet the needs of the customer, as well as aspects of financial consumer protection and the degree of the awareness and understanding of financial products and services.2",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      258.61,
      524.91,
      281.48
    ],
    "text": "Where does Sri Lanka Stand on Financial Inclusion?",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      286.52,
      524.65,
      493.74
    ],
    "text": "Sri Lanka’s long-standing efforts to increase financial inclusion date back to the early 20th century. As a result of these efforts, Sri Lanka has made significant advancements in financial inclusion. According to the National Financial Inclusion Survey conducted by CBSL, supported by International Finance Corporation (IFC), World Bank Group, in 2018, account ownership in Sri Lanka stands at 88 per cent, which is higher than the South Asia average.3 Noticeably, it has been reported of having no gender disparity or any significant difference in account ownership among less advantaged segments of the population, including rural residents, or low-income people. Sri Lanka also enjoys high level of bank branch penetration, with bank branch density of 16.4 branches per 100,000 adults as of December 2021.4 However, in contrast to the high literacy level (92.9%5) among the Sri Lankans, the low level of financial literacy (35%6) has been recognized among certain pockets as an impediment to the universal achievements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      498.9,
      524.66,
      619.08
    ],
    "text": "More broadly, despite high levels of access, usage of accounts and uptake of other financial products and services such as mobile money, insurance, retirement schemes and bond and equity instruments are modest. More importantly, access to appropriate credit products from formal providers remains a significant barrier for both individuals and MSMEs.7 Although, urban and industry MSMEs get better access to formal financial sources, small scale village based MSMEs are often denied of access to financial facilities in Sri Lanka. As a result, vulnerable groups have been forced to resort",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.51,
      694.69,
      96.8,
      701.88
    ],
    "text": "1 World Bank",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      628.84,
      356.3,
      636.04
    ],
    "text": "2 World Bank, 2015",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      638.26,
      524.41,
      661.45
    ],
    "text": "3 Global Findex, 2017: 73.65 per cent of adults in Sri Lanka have accounts at a financial institution and the regional average in South Asia is 70 per cent (36 per cent excluding India).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      663.68,
      321.95,
      670.87
    ],
    "text": "4 CBSL",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      673.1,
      432.35,
      680.29
    ],
    "text": "5 Economics and Social Statistics Report, 2021, CBSL",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      682.52,
      478.93,
      689.71
    ],
    "text": "6 The Standard and Poor’s Global Financial Literacy Survey, 2014-2015",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.57,
      691.94,
      425.48,
      699.13
    ],
    "text": "7 National Financial Inclusion Strategy of Sri Lanka",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      85.23,
      663.48,
      258.37,
      672.91
    ],
    "text": "AccessUsageQuality",
    "fonts": [
      "FuturaBT-Bold"
    ],
    "sizes": [
      7.85830020904541
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2628",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      186.32,
      521.55,
      220.15
    ],
    "text": "The NFIS clearly defines a set of specific policy objectives that are centered around four key policy pillars.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      225.65,
      521.53,
      281.92
    ],
    "text": "I. Digital Finance and Payments, II. Micro, Small and Medium Enterprises (MSME) Finance, III. Consumer Protection and IV. Financial Literacy and Capacity Building.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      287.42,
      521.57,
      332.47
    ],
    "text": "A set of core enablers has also been identified to support achieving progress in these focus areas, namely; Data, Infrastructure and Policy Tools and Enabling Regulatory Environment.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      348.92,
      458.97,
      469.87,
      470.36
    ],
    "text": "The Framework of the NFIS",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      475.86,
      521.56,
      565.79
    ],
    "text": "By assessing the current state of financial inclusion and identifying obstacles and opportunities relevant to each pillar, necessary policy initiatives have been identified and the Action Plan of the NFIS has been formulated accordingly to achieve higher level of financial inclusion. The Action plan comprises a set of sequenced and time-bound actions with clear indication of institutional level responsibilities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      299.97,
      571.29,
      521.56,
      706.1
    ],
    "text": "In operationalising the NFIS of Sri Lanka, a governance structure comprising 04 levels of entities has been established. The National Council at the top level is to provide overall policy guidance relevant to implementation of the NFIS with the Management Committee entrusted to oversee the day-to-day implementation of the NFIS and to provide regular updates to the National Council. Meanwhile, Working Groups under each policy pillar are to serve as consultation forums with the NFIS Secretariat established at the CBSL to ensure coordination and monitoring across different implementing entities to",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      60.43,
      280.05,
      202.01
    ],
    "text": "to the informal sector, thereby exposing them to higher risks, difficulties due to financial malpractices and make them more vulnerable to poverty. The potential for further growth in usage of digital payments and other Digital Financial Services has been highlighted by the National Financial Inclusion Survey 2018. However, the nation has failed in reaping maximum possible benefits to a sustainable extent, due to lack of financial skills and capability to make use of available financial products and services. Lack of an effective regulatory authority and legal protection for affected groups have been the major factors that have contributed to the financial exclusion practices observed in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      207.14,
      280.05,
      348.72
    ],
    "text": "In this context, the formulation of the National Financial Inclusion Strategy (NFIS) of Sri Lanka is considered as a timely initiative, bringing together all key stakeholders for the first time to carry out a long-term, comprehensive and coordinated strategy for achieving financial inclusion in Sri Lanka. The development of the NFIS has been led by the CBSL with the collaboration of all stakeholders, including government institutions, formal financial service providers and other relevant professional bodies. The NFIS was approved by the Cabinet of Ministers in March 2020 and launched in March 2021 by the CBSL and currently in operation in collaboration with more than 20 implementing entities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      356.26,
      258.7,
      368.25
    ],
    "text": "NFIS Policy Framework and Implementation",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      373.26,
      280.04,
      417.2
    ],
    "text": "The aim of the NFIS is to provide a long-term, comprehensive, standardised and well-coordinated approach for all stakeholders to move towards improving the financial inclusiveness of the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      422.33,
      280.04,
      466.26
    ],
    "text": "The vision of the NFIS of Sri Lanka provides the strategic direction for the priorities of the Strategy, that reflects the aspirational, long-term goal that stakeholders of the NFIS seek to collaboratively achieve.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      83.43,
      471.39,
      252.3,
      482.78
    ],
    "text": "\"Better quality inclusion for better lives\"",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      74.04,
      487.91,
      264.45,
      553.55
    ],
    "text": "All individuals and enterprises in Sri Lanka have well-informed, fair and equitable access to a range of high-quality, appropriate, secure and affordable financial products and services that they can use to contribute to economic growth and improve their standard of living.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      558.68,
      280.05,
      646.01
    ],
    "text": "The vision incorporates important concepts beyond simple “access” to financial services, where prevalence of enabling environment for well-informed consumers to select and use financial products and services appropriately. The NFIS focuses on ensuring expanded access to high-quality financial products that are appropriately designed, affordable and delivered through formal financial sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.46,
      651.14,
      280.05,
      706.13
    ],
    "text": "Sri Lanka’s country definition of financial inclusion is aligned with the vision of the NFIS, which recognised financial inclusion is not as a stand-alone goal, yet lead to positive economic and social impact to the community.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      319.75,
      128.73,
      362.27,
      153.92
    ],
    "text": "Needs-basedInformedchoice",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      387.22,
      129.07,
      432.9,
      154.26
    ],
    "text": "Affordable accessUsage Quality",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      453.88,
      129.07,
      501.61,
      154.26
    ],
    "text": "Better businessImproved quality of life",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.97,
      64.51,
      518.28,
      120.3
    ],
    "text": "Financial inclusion is a state where all individuals and enterprises in Sri Lanka can access high-quality, appropriate, secure, and affordable financial services based on their needs and an informed choice and use these services efficiently and effectively to support their economic activities and improve the quality of their lives.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      348.61,
      367.01,
      389.71,
      380.2
    ],
    "text": "Digital Financeand Payments",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      349.18,
      405.01,
      389.16,
      412.2
    ],
    "text": "MSME Finance",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      439.01,
      367.01,
      467.25,
      380.2
    ],
    "text": "ConsumerProtection",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      423.13,
      402.01,
      483.2,
      415.2
    ],
    "text": "Financial Literacyand Capacity Building",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      378.74,
      421.88,
      441.04,
      434.08
    ],
    "text": "Policy, Regulations andSupervision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.49,
      389.23,
      325.2,
      396.43
    ],
    "text": "Gender",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      391.64,
      351.89,
      428.13,
      359.08
    ],
    "text": "Infrastructure",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      391.13,
      381.51,
      514.51,
      400.7
    ],
    "text": "DataBetter QualityInclusionfor better lives",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "263",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      60.43,
      283.38,
      82.86
    ],
    "text": "secure achieving NFIS targets within the intended time frame.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      112.32,
      271.58,
      230.1,
      282.97
    ],
    "text": "NFIS Governance Structure",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      288.09,
      283.38,
      472.91
    ],
    "text": "The National Results Framework of NFIS under the Monitoring and Evaluation (M&E) system explicitly articulates the expected outcomes throughout the process with the key objectives of financial inclusion translated into measurable indicators. Encompassing all policy areas, the need of improving financial education has been highlighted as a priority action in the overall process. Prioritising the actions introduced under the policy areas of financial literacy and capacity building, respective stakeholders are actively collaborated in implementing the actions. As a timely and an effective policy tool to ensure financial inclusion among future generations, the Ministry of Education has undertaken several measures along with relevant stakeholders in order to incorporate the financial education into school curriculum as a compulsory element from grade 6 to 11.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.8,
      478.03,
      283.4,
      706.21
    ],
    "text": "In order to standardise the adult’s financial education programmes, education modules on financial literacy and digital literacy were developed and Training of Trainers (TOT) programs are being rolled out. Further, an island wide financial literacy survey was conducted in 2021 to assess the level of financial literacy of the country. The data collected through the survey will be used to assess the level of financial literacy among Sri Lankans. The survey has been designed according to standard financial literacy score system recognized internationally under three key elements of financial knowledge, financial behavior and financial attitudes. Considering the importance of moving towards a single direction, a coordination mechanism is being developed to improve synergies across all the stakeholder entities conducting financial literacy programmes and MSME support programmes. Going beyond, the proposed Financial Literacy and Capacity Building Road Map will set out the strategic direction and principles for development and implementation of financial education and MSME support programmes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      60.33,
      525.15,
      83.77
    ],
    "text": "How NFIS will support achieving the financial inclusion goals in Sri Lanka ?",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      89.38,
      524.9,
      158.01
    ],
    "text": "The strategy is not limited to improving the overall national financial inclusion level, but also is aimed at reducing disparities in levels of financial inclusion combined with social and demographic attributes such as income, geographical location, age, gender etc., by the conclusion of the NFIS.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      163.74,
      524.89,
      243.81
    ],
    "text": "It is expected to increase access to financial products and services that help unserved and underserved segments to improve their financial resilience. Further, with the increased access to finance, MSMEs will grow and become more productive towards generating income and creating more formal employment opportunities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      249.54,
      524.91,
      432.64
    ],
    "text": "In parallel, with well-designed, coordinated and comprehensive financial literacy initiatives will broader the right financial knowledge, skills and behavior of financial consumers and will ensure the ability of future Sri Lankans to meet their basic financial needs. More financially capable and empowered consumers will eventually promote good market conduct and improve financial services, resulting in a virtuous cycle for financial inclusion. Through the NFIS, consumer protection will also be reinforced by having appropriate regulatory environment to strengthen the market conduct of all types of financial service providers. The best practices to be established for well-being of customers, while increasing trust of consumers facilitating the broader objective of financial system stability.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      438.37,
      524.9,
      541.34
    ],
    "text": "The significant improvements in the digital finance ecosystem on the other hand, will be a boon for financial inclusion, as they facilitate significant cost efficiencies and viable delivery of financial services to the low-income individuals and small enterprises of the society complemented by a more conducive regulatory environment and necessary digital infrastructure, enabling market players to deliver more innovative financial services.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      113.52,
      106.11,
      228.89,
      114.51
    ],
    "text": "National Financial Inclusion Council",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      131.26,
      139.11,
      211.16,
      147.51
    ],
    "text": "Management Committee",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      86.75,
      172.11,
      138.86,
      180.51
    ],
    "text": "Working Groups",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      65.86,
      197.86,
      106.96,
      211.06
    ],
    "text": "Digital Financeand Payments",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      129.52,
      197.86,
      150.85,
      211.06
    ],
    "text": "MSMEFinance",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      72.25,
      231.67,
      100.49,
      244.86
    ],
    "text": "ConsumerProtection",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      122.11,
      225.67,
      158.16,
      250.86
    ],
    "text": "Financial Literacyand CapacityBuilding",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      234.06,
      171.11,
      268.24,
      179.51
    ],
    "text": "Secretariat",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      230.02,
      192.08,
      269.56,
      206.47
    ],
    "text": "Established at CBSL",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      179.8,
      171.11,
      207.07,
      179.51
    ],
    "text": "Enablers",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      170.02,
      192.08,
      217.69,
      239.26
    ],
    "text": "1. Data2. Infrastructure3. Policy Tool and Enabling4. Regulatory Environment",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      555.42,
      332.58,
      562.61
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      569.09,
      522.13,
      584.28
    ],
    "text": "1. World Bank, Financial Inclusion, Overview: https://www.worldbank.org/en/topic/financialinclusion/overview#1",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      587.92,
      522.14,
      603.11
    ],
    "text": "2. How to Measure Financial Inclusion, World Bank (2015): https://www.worldbank.org/en/topic/financialinclusion/brief/how-to-measure-financialinclusion",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      606.76,
      453.77,
      621.95
    ],
    "text": "3. The Global Findex Database, World Bank Group (2017): https://openknowledge.worldbank.org/handle/10986/29510",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      625.59,
      386.56,
      632.78
    ],
    "text": "4. Central Bank of Sri Lanka (2021)",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      636.43,
      522.27,
      659.62
    ],
    "text": "5. Economics and Statistics Report, Central Bank of Sri Lanka (2021): https://www.cbsl.gov.lk/en/publications/other-publications/statistical-publications/economic-and-social-statistics-of-sri-lanka/ess-2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      663.26,
      497.09,
      678.45
    ],
    "text": "6. The Standard and Poor's Global Financial Inclusion Survey (2014 – 2015): https://gflec.org/wp-content/uploads/2016/02/Gallup-country-list-with-score.pdf",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.02,
      682.09,
      523.87,
      705.28
    ],
    "text": "7 National Financial Inclusion Strategy for Sri Lanka (2021-2024): https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/NFIS %20 Summary %2 English_2.pdf",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]