[
  {
    "page_number": 0,
    "bbox": [
      264.56,
      31.54,
      527.24,
      44.42
    ],
    "text": "MONETARY POLICY, INTEREST RATES, MONEY AND CREDIT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      538.98,
      558.02,
      571.26,
      624.19
    ],
    "text": "7",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "169",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      90.12,
      283.38,
      198.11
    ],
    "text": "The unprecedented impact of COVID-19 on economies and financial markets prompted central banks across the globe to take extraordinary measures to address the financial distress created by the pandemic and support their economies. In addition to traditional monetary policy tools, many central banks deployed unconventional monetary policies, including quantitative easing, targeted credit programmes, and forward guidance to maintain low interest rates.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      204.46,
      283.39,
      300.37
    ],
    "text": "The Central Bank of Sri Lanka also deployed an array of monetary policy tools in 2020, while being one of the first central banks in the world to ease monetary policy citing the outbreak of COVID-19. These policies, including unconventional measures, were executed at an extraordinary pace, size, and scope, aimed at injecting sufficient liquidity into the market and lowering borrowing costs, thus supporting financial markets and the recovery",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      106.72,
      57.16,
      477.4,
      81.15
    ],
    "text": "BOX 5Monetary Policy Tools deployed by the Central Bank of Sri Lanka during 2020",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      90.12,
      524.9,
      173.96
    ],
    "text": "of economic activity. Subdued demand and inflationary conditions provided the necessary policy space for the undertaking of such extensive monetary policy stimulus. These monetary policy measures were complemented by the fiscal stimuli provided by the Government and a multitude of other regulatory and operational actions taken by the Central Bank.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      180.31,
      524.9,
      300.37
    ],
    "text": "Given the need to ensure a rapid recovery in economic activity, the return to a high growth path after a prolonged period of subdued growth, and to support macroeconomic and financial system stability, the Central Bank reduced its policy interest rates substantially by 2.50 percentage points during 2020, with a view to enhancing credit flows by lowering real interest rates, which in turn would support domestic investment, production and consumption in the economy. Further, the Central Bank lowered the Bank Rate by 6.50 percentage points during the year to signal the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      116.34,
      319.21,
      464.74,
      331.2
    ],
    "text": "Monetary Policy Tools adopted by the Central Bank in 2020 and their Impact",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      75.21,
      347.58,
      502.08,
      387.88
    ],
    "text": "Use of Monetary Policy ToolsImpact on the MarketImpact/Expected Impact on the EconomyPolicy Interest RatesReduced by 2.50 percentage points",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568,
      8.819999694824219
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      233.37,
      428.71,
      350.58,
      437.53
    ],
    "text": "Decline in market interest rates",
    "fonts": [
      "FuturaBT-Bold"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      234.36,
      437.53,
      351.79,
      463.98
    ],
    "text": "Nominal interest rates around 2-4 percentage points, with low real interest rates",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      395.28,
      441.69,
      507.93,
      468.14
    ],
    "text": "RecoverySupporting the businesses and individuals affected by COVID-19",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      394.29,
      492.56,
      511.15,
      527.83
    ],
    "text": "GrowthThe economy is expected to take off by supporting the expansion of domestic investment",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      393.49,
      550.95,
      511.95,
      612.68
    ],
    "text": "Macroeconomic StabilityIn the context of low inflation, well anchored inflation expectations, and restrictions on foreign currency outflows, monetary policy was aimed at supporting macroeconomic stability",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      239.3,
      489.11,
      344.64,
      506.75
    ],
    "text": "Surplus market liquidityAround Rs. 130 bn, on average",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      235.13,
      537.95,
      348.82,
      546.77
    ],
    "text": "Expansion in private sector credit",
    "fonts": [
      "FuturaBT-Bold"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      237.22,
      546.77,
      348.95,
      573.22
    ],
    "text": "Monthly average increase amounting to Rs. 68.6 bn during Aug-Dec 2020",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      234.55,
      597.46,
      351.61,
      623.91
    ],
    "text": "Formation of expectationsLow interest rates to prevail for an extended period",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.67,
      404.94,
      185.99,
      422.57
    ],
    "text": "Statutory Reserve Ratio (SRR)Reduced by 3 percentage points",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      74.26,
      439.64,
      190.41,
      448.46
    ],
    "text": "Open Market Operations (OMO)",
    "fonts": [
      "FuturaBT-Bold"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      78.84,
      448.46,
      185.8,
      457.27
    ],
    "text": "Guided short term interest rates",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      75.33,
      474.33,
      189.31,
      491.97
    ],
    "text": "Bank RateReduced by 6.5 percentage points",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.07,
      509.03,
      183.59,
      517.85
    ],
    "text": "Concessional Loan Schemes",
    "fonts": [
      "FuturaBT-Bold"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      89.89,
      517.85,
      174.76,
      526.66
    ],
    "text": "Provided Rs.180 bn loans",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.27,
      544.6,
      191.57,
      606.33
    ],
    "text": "Specific Rate Reductions• Imposed caps on excessive rates on credit cards, pawning etc.• Imposed maximum interest rate of 7 per cent on mortgage-backed housing loans for salaried employees",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      87.01,
      620.21,
      179.87,
      646.66
    ],
    "text": "Moral SuasionPersuaded banks to reduce interest rates",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      81.01,
      658.76,
      183.65,
      685.21
    ],
    "text": "Forward GuidanceAffirmed maintenance of accommodative policy in 2021",
    "fonts": [
      "FuturaBT-Bold",
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.349999904632568
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      204.67,
      456.33,
      216.68,
      598.78
    ],
    "text": "TRANSMISSION",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.3100004196167
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      364.31,
      456.33,
      376.33,
      598.78
    ],
    "text": "TRANSMISSION",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.3100004196167
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      268.97,
      309.24,
      313.54,
      318.83
    ],
    "text": "Figure B 5.1",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      8.9,
      558.02,
      41.19,
      624.19
    ],
    "text": "7",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "170",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      60.43,
      280.53,
      82.61
    ],
    "text": "availability of emergency funding for the financial sector at an affordable cost.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      87.69,
      280.55,
      163.83
    ],
    "text": "To enhance liquidity in the domestic money market and help financial institutions, businesses, and individuals, that were in distress due to disruptions to cashflows, the Central Bank lowered the Statutory Reserve Ratio (SRR) by a total of 3 percentage points, thereby directly injecting liquidity of around Rs. 180 billion to the market immediately, in 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      168.9,
      280.56,
      299.01
    ],
    "text": "Open Market Operations (OMO) conducted by the Central Bank guided short term interest rates to remain at low levels while maintaining sufficient liquidity in the money market. Further, the Central Bank provided urgent financial assistance to the Government, in order to support businesses and individuals affected by the pandemic, by purchasing Treasury bills from the primary market, totaling around Rs. 625 billion, on a net basis, during the year. This also helped improve liquidity in the domestic money market and helped reduce yields on government securities by around 2-3 percentage points.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      304.08,
      280.56,
      412.6
    ],
    "text": "Concessional loan schemes were implemented by the Central Bank (under the Saubagya COVID-19 Renaissance Facility) to provide funding to meet working capital requirements of businesses affected by the pandemic. Total funds provided by the Central Bank under these schemes amounted to around Rs. 180 billion, at a concessional rate of 4 per cent, thereby providing direct relief to businesses, particularly to Micro, Small and Medium scale Enterprises (MSMEs), to continue operating through times of great difficulty.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      417.67,
      280.56,
      461.44
    ],
    "text": "The Central Bank continued to use moral suasion during 2020 to persuade commercial banks to reduce market interest rates in line with the monetary policy expectations and also influence banks to provide essential liquidity",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      60.41,
      522.06,
      135.42
    ],
    "text": "support to pandemic-affected entities, by maintaining constant dialogue with banks. Policy measures that were implemented in consultation with the banking community since 2019 to provide relief to economic activities following the Easter Sunday attacks and to ensure a sustained reduction in market lending rates also contributed to the effectiveness of this endeavour.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      140.3,
      522.07,
      268.31
    ],
    "text": "Forward guidance was also used as a tool by the Central Bank to convince the stakeholders of the economy that the prevailing accommodative monetary policy stance would be maintained until the economy shows strong signs of recovery. Such guidance was instrumental in dispelling adverse speculation on the possible rise in interest rates in the near future. Further, it helped maintain the momentum of declining market interest rates, while supporting the cause of ensuring a single digit interest rate structure in the medium to long term, thereby passing the benefit of the sustained low inflation environment to domestic investors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      273.19,
      522.06,
      337.59
    ],
    "text": "The Central Bank also adopted targeted measures by imposing maximum interest rates on certain financial products with excessive interest rates, thereby improving the monetary policy transmission mechanism as well. Further, measures were taken to introduce priority sector lending targets for licensed banks on MSMEs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      342.48,
      522.07,
      459.89
    ],
    "text": "The series of monetary policy tools deployed by the Central Bank throughout 2020 amidst the COVID-19 pandemic greatly facilitated the maintenance of financial system stability under extremely challenging circumstances. Supported by such extraordinary monetary accommodation, along with the fiscal stimulus measures, the economy has already shown signs of steady recovery, and it is expected that the current low interest rate environment will help the economy to revert to a high growth path, alongside the implementation of reforms required for such growth.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  }
]