[
  {
    "page_number": 0,
    "bbox": [
      143.76,
      57.3,
      287.69,
      67.81
    ],
    "text": "( F ) B A N K I N G A N D C R E D I T",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.833900451660156,
      8.061017990112305
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.48,
      72.18,
      108.73,
      82.69
    ],
    "text": "C e n t r a l B a n k :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.061017990112305,
      8.155461311340332,
      10.450000762939453
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.24,
      86.62,
      395.0,
      128.71
    ],
    "text": "Although the balance of payments situation in 1962 improved relatively to the position in the years prior to 1960, the international reserve of the Central Bank conti­nued to fall during the first nine months of the year. In 1962 the international reserve fell by Rs. 32.6 million or 17.7 per cent as compared to a fall of Rs. 5.5 million or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.80958366394043,
      8.83167552947998,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.0,
      130.78,
      394.79,
      205.99
    ],
    "text": "2.9 per cent in the previous year. During the period of the dispute between the commercial banks and their employees the international reserve tended to go up because of the accumulation of import bills which had not been paid. This increase corresponds in many respects to the statistical inflation of the money supply during the same period. By June 1962, the international reserve of the Central Bank began to show its true magnitude. From a level of Rs. 171.1 million the international reserve declined to Rs. 123.7 million in September which was the lowest level on record.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.860193252563477,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.0,
      208.06,
      395.07,
      228.07
    ],
    "text": "In the previous year the lowest level reached by the international reserve was Rs. 175.8 million in February 1961. From October 1962 onwards the international reserve",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.24,
      230.14,
      395.2,
      272.23
    ],
    "text": "of the Central Bank increased fairly steadily to Rs. 152.1 million at the end of the year. The increase in the international reserve during the last 3 months of 1962 reflects a slight improvement in the balance of payments situation during this period resulting mainly from the curtailment of a very large number of imported commodities",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.865449905395508,
      8.866596221923828,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.48,
      274.3,
      395.31,
      294.31
    ],
    "text": "by means of an extensive system of import licensing. The average level of the international reserve in 1962 was Rs. 167.4 million as against a monthly average",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.24,
      296.38,
      161.99,
      305.35
    ],
    "text": "of Rs. 203.7 million in 1961.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.58951473236084,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.76,
      312.94,
      395.37,
      397.51
    ],
    "text": "Total domestic assets of the Central Bank rose by Rs. 157.7 million from Rs. 942.5 million at the end of 1961 to Rs. 1100.2 million in December 1962. Central Bank advanoes to government rose by Rs. 3 million from Rs. 193.2 million to Rs. 196.2 million. From June 1962 onwards Central Bank advances declined from Rs. 196.0 million to Rs. 175.2 million in October 1962, but thereafter, rose to Rs. 196.2 million at the end of the year. Along with the increase in Central Bank's direct advances to government, the Central Bank's holdings of government and government-guaranteed securities increased substantially by Rs. 175.9 million from Rs. 709.5 million to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.58592414855957,
      8.622335433959961,
      8.76650619506836,
      8.80958366394043,
      8.910000801086426,
      9.074459075927734,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.76,
      399.34,
      395.44,
      419.11
    ],
    "text": "Rs. 885.4 million. Of this total the Central Bank's holdings of Treasury bills increased during the same period by Rs. 177.5 million from Rs. 688.9 million to Rs. 866.4 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.619328498840332,
      8.62598705291748,
      8.910000801086426,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.76,
      420.94,
      394.84,
      440.71
    ],
    "text": "The increase in the Bank's holdings of government and government - guaranteed securities was considerably more than in 1961 which was Rs. 140.8 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.910000801086426,
      9.074459075927734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.52,
      451.18,
      395.37,
      493.27
    ],
    "text": "The reserve position of the commercial banks during 1962 did not show much change over the position during the previous year, except during the period of the dispute between the commercial banks and their employees. Total excess reserves in the banking system did not exceed Rs. 1.5 million except in September and December",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.910000801086426,
      9.082914352416992
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.28,
      495.34,
      394.61,
      537.43
    ],
    "text": "1962. The low level of reserves in the banking system as a whole induced many banks to seek accommodation from the Central Bank. At the same time, the unequal distri­bution of reserves as between different banks resulted in an increase in the level of inter-bank borrowing.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.888435363769531,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      35.76,
      545.02,
      394.42,
      634.63
    ],
    "text": "The increase in the currency component of the money supply which has taken place during the last few years, reference to which was made in the earlier section of this report, was less marked in 1962 than in the previous years. In 1962 the increase in currency notes and coins was Rs. 26 million as against an increase of Rs. 119 million during 1961. The increase in currency was less marked during the year because the increase in deposits has been much larger. The latter trend is due to the rapid expansion of the People's Bank mainly in areas where previously no banking facilities have existed. After a sharp increase in the currency issue during the first three months of the year which was mainly caused by the disorganisation of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.873078346252441,
      8.70359992980957,
      8.851191520690918,
      8.910000801086426,
      9.082733154296875,
      9.101279258728027,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.28,
      61.66,
      435.35,
      272.23
    ],
    "text": "normal banking operations the currency issue declined to the level of Rs. 765.6 million in November 1962. In December, the currency issue rose to Rs. 789.4 million due to the seasonal increase in the demand for currency and increased consumer expenditure during the month. The trend during 1962 tends to show that the tendency for the currency issue to increase relatively to demand deposits has been somewhat arrested and with the expansion of banking facilities in the country it is very likely to improve the position. Commercial bank deposits with the Central Bank rose by Rs. 20.1 million from Rs. 86.6 million to Rs. 106.7 million. The increase in these deposits was largely due to an overall increase in deposits in the banking system during the year with the result that banks had to maintain additional reserves against them. Deposits of international organisations and of foreign governments and foreign banking institu­tions rose sharply by Rs. 59.5 million from Rs. 128.4 million to Rs. 187.9 million. These deposits increased sharply from Rs. 126.5 million in January to Rs. 179.8 million in February and again from Rs. 179.0 million in November to Rs. 187.9 million in December. The increase in these deposits was largely the result of the purchase of Rs. 53.8 million of foreign exchange from the International Monetary Fund in February 1962. With the increase in the total currency issue and other demand liabilities and the fall in the international reserve the ratio of the internatio­nal reserve to currency and liabilities fell sharply from 18-7 per cent to 13-9 per cent. In any of the previous years the ratio of the international reserve to currency and demand liabilities had not fallen to this level.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58015251159668,
      8.610570907592773,
      8.619328498840332,
      8.630359649658203,
      8.803511619567871,
      8.82111930847168,
      8.833309173583984,
      8.837282180786133,
      8.840289115905762,
      8.8555269241333,
      8.872218132019043,
      8.892495155334473,
      8.908675193786621,
      8.923723220825195,
      8.924238204956055,
      8.924310684204102,
      8.94674301147461,
      9.081433296203613,
      9.082733154296875,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      78.72,
      283.01,
      147.72,
      293.09
    ],
    "text": "Credit Policy:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.899528503417969,
      10.051279067993164
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      78.72,
      296.86,
      436.12,
      436.87
    ],
    "text": "During the year under review, the Central Bank maintained the credit measures it had introduced in the three preceding years which were designed mainly to restrain the rapid fall in the country's foreign exchange holdings. The Central Bank continued to keep these credit control measures operative and thereby helped to reinforce the extensive scheme of quantitative import controls which were introduced by government. In December 1962, the Central Bank revised the restrictions on credit by commercial banks for the financing of the purchase of estates and properties in Ceylon owned by non-nationals. The Monetary Board of the Central Bank directed that commercial bank credit to residents in Ceylon or companies registered in Ceylon for the purchase of estates whether foreign owned or not, should not exceed 33 1/3% of the purchase price of the estate. This restriction was also made applicable to bank credit to residents in Ceylon or companies registered in Ceylon for the purchase of other immovable property (other than estates) belonging to a person resident outside Ceylon or a company incorporated outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.746725082397461,
      8.762088775634766,
      8.766355514526367,
      8.833309173583984,
      8.838915824890137,
      8.878613471984863,
      8.926149368286133,
      8.94674301147461,
      9.099802017211914
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      79.2,
      450.7,
      439.63,
      528.55
    ],
    "text": "As commercial bank credit continued to be at a moderate level during the year, no further restraints were introduced to curtail commercial bank lending. With the restrictions on imports, the volume of credit given by the commercial banks for financing imports tended to automatically fall during the year. At the same time the increase in time and savings deposits was an indication that there was a tendency among the public to increase their cash balances. This may have been partly due to the limited avenues of expenditure which may have resulted from import and other indirect controls on consumer spending.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.578852653503418,
      8.58015251159668,
      8.762088775634766,
      8.838470458984375,
      8.860193252563477,
      8.870813369750977,
      8.886479377746582,
      8.887587547302246,
      8.92556095123291,
      8.927141189575195,
      8.940947532653809,
      8.94674301147461,
      8.967728614807129
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      79.44,
      540.29,
      176.76,
      550.37
    ],
    "text": "Commercial Banks:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.870837211608887,
      10.051279067993164
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      79.68,
      554.14,
      436.73,
      641.83
    ],
    "text": "The People's Bank which commenced business in July 1961, continued its policy of rapid expansion during 1962. At the end of 1961 the bank had opened seven branches outside Colombo and during 1962 it increased its number of outstation branches to a total of 24. Of these, 15 branches were established in towns where no banking facilities had existed previously. The Bank of Ceylon did not open any branches during the year and its total number of offices remained at 27. The total number of banking offices at the end of 1962 was 72, of which 20 were in Colombo. The table below shows the distribution of banking offices and deposits between local and foreign banks as at the end of 1962.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.473390579223633,
      8.68986988067627,
      8.730432510375977,
      8.733400344848633,
      8.819744110107422,
      8.833309173583984,
      8.8555269241333,
      8.911436080932617,
      8.94674301147461,
      9.082733154296875
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      200.4,
      42.25,
      236.95,
      50.88
    ],
    "text": "( 73 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      184.08,
      62.34,
      261.65,
      72.85
    ],
    "text": "T A B L E I I F - l",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.773473262786865,
      9.594529151916504,
      10.008871078491211
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.96,
      78.42,
      321.07,
      88.93
    ],
    "text": "D i s t r i b u t i o n of B a n k O f f i c e s a n d D e p o s i t s",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.28190803527832,
      8.37623119354248,
      9.594529151916504,
      10.705955505371094
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      74.16,
      100.62,
      380.52,
      118.68
    ],
    "text": "Total Ceylonese Banks British Banks Indian and Other Banks",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.496648788452148,
      7.5856709480285645,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      133.02,
      69.1,
      141.0
    ],
    "text": "No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      45.36,
      141.42,
      67.97,
      149.4
    ],
    "text": "offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.307733535766602
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      82.8,
      127.26,
      158.62,
      140.52
    ],
    "text": "Deposits No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      135.12,
      142.14,
      157.93,
      150.12
    ],
    "text": "offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.307733535766602
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      142.56,
      167.82,
      152.78,
      175.8
    ],
    "text": "55",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      175.68,
      127.74,
      249.51,
      140.76
    ],
    "text": "Deposits No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      225.12,
      141.66,
      247.93,
      149.64
    ],
    "text": "offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.307733535766602
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      265.68,
      127.74,
      341.5,
      149.16
    ],
    "text": "Deposits No. of offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.307733535766602,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      128.22,
      390.51,
      141.0
    ],
    "text": "Deposits No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      45.36,
      141.42,
      120.17,
      157.33
    ],
    "text": "offices Amount In Rs. mn. °/",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.322612285614014,
      5.695568561553955,
      7.307733535766602,
      7.539124965667725,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.96,
      157.23,
      120.43,
      161.76
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      113.52,
      167.58,
      126.6,
      175.56
    ],
    "text": "100",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.92,
      132.54,
      158.62,
      140.52
    ],
    "text": "No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      135.12,
      142.14,
      157.93,
      150.12
    ],
    "text": "offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.307733535766602
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      142.56,
      167.82,
      152.78,
      175.8
    ],
    "text": "55",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      166.8,
      141.9,
      211.04,
      157.57
    ],
    "text": "Amount In Rs. mn. °/",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.322612285614014,
      5.695568561553955,
      7.539124965667725,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.92,
      157.47,
      211.39,
      162.0
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.68,
      167.34,
      215.73,
      175.32
    ],
    "text": "58",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      223.92,
      132.78,
      249.51,
      140.76
    ],
    "text": "No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      225.12,
      141.66,
      303.92,
      156.6
    ],
    "text": "offices Amount In Rs. mn. /o",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.322612285614014,
      5.695568561553955,
      6.276813983917236,
      7.307733535766602,
      7.539124965667725
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      317.04,
      133.02,
      393.53,
      157.32
    ],
    "text": "No. of offices Amount In Rs. mn. %",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.322612285614014,
      5.695568561553955,
      6.276813983917236,
      7.271643161773682,
      7.307733535766602,
      7.539124965667725,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.24,
      166.62,
      395.03,
      175.8
    ],
    "text": "6 72 1182",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      113.52,
      146.82,
      120.17,
      157.33
    ],
    "text": "°/",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.96,
      157.23,
      120.43,
      161.76
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      113.52,
      167.58,
      126.6,
      175.56
    ],
    "text": "100",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      133.92,
      132.54,
      158.62,
      140.52
    ],
    "text": "No. of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      135.12,
      142.14,
      157.93,
      150.12
    ],
    "text": "offices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.307733535766602
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      142.56,
      167.34,
      191.86,
      175.8
    ],
    "text": "55 683",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      204.48,
      147.06,
      211.04,
      157.57
    ],
    "text": "°/",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.92,
      157.47,
      211.39,
      162.0
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.68,
      167.1,
      370.34,
      175.8
    ],
    "text": "58 12 428 36 5 70",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      387.6,
      149.34,
      393.53,
      157.32
    ],
    "text": "%",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.276813983917236
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      389.52,
      167.82,
      395.03,
      175.8
    ],
    "text": "6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      278.64,
      187.74,
      401.84,
      195.72
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.486338138580322,
      7.5856709480285645,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.52,
      216.01,
      401.4,
      236.64
    ],
    "text": "The distribution of commercial banks assets and liabilities is set out in detail in Table 4 of the Appendix and the following table contains the summary of those details.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.217809677124023,
      8.585387229919434,
      8.630127906799316,
      8.646855354309082,
      8.790153503417969
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      186.48,
      256.02,
      264.88,
      266.53
    ],
    "text": "T A B L E I I F - 2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.773473262786865,
      10.008871078491211
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      74.88,
      272.58,
      365.9,
      293.17
    ],
    "text": "D i s t r i b u t i o n of A s s e t s a n d L i a b i l i t i e s o f C o m m e r c i a l B a n k s ( A v e r a g e of m o n t h l y f i g u r e s )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.187324523925781,
      8.28190803527832,
      9.594529151916504,
      10.008871078491211,
      10.705955505371094
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      344.64,
      293.82,
      400.92,
      301.8
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      139.44,
      313.5,
      398.05,
      321.96
    ],
    "text": "1952 1953 1954 1955 1956! 1957 1958 1959 1960 1961 1962",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.48,
      330.06,
      130.87,
      338.04
    ],
    "text": "Cash on hand and depo­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645,
      7.7746663093566895,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.88,
      338.46,
      132.75,
      346.44
    ],
    "text": "sits at Central Bank",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645,
      7.782597541809082,
      7.849320888519287,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      346.38,
      398.33,
      411.0
    ],
    "text": "(inclusive of statutory reserve requirements) 177 128 106 149 148 139 119 116 132 148 186 Foreign balances 97 44 55 112 116 72 50 52 58 54 55 Treasury bills 39 55 60 51 39 34 16 24 28 51 89 Bills discounted 64 65 73 94 93 100 116 119 115 122 136 Total liquid assets 377 292 294 406 396 345 301 311 333 375 466 Total investments (1). . 235 235 221 245 291 308 296 285 284 290 303 Total loans & overdrafts 176 182 208 244 273 340 363 395 430 435 478",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.531970500946045,
      7.533897399902344,
      7.5856709480285645,
      7.8251447677612305,
      7.845357418060303,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      418.62,
      397.68,
      435.48
    ],
    "text": "Demand deposits (2) 653 573 562 675 731 721 661 655 657 677 826 Time and savings depo­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.519985198974609,
      7.5856709480285645,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      435.9,
      397.86,
      451.32
    ],
    "text": "sits 95 102 126 190 206 240 263 300 340 359 380 Total deposits 754 677 689 869 941 965 926 955 998 1036 1210",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645,
      7.849320888519287
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.16,
      457.5,
      200.62,
      470.05
    ],
    "text": "Ratio of:— o/ /o /o °/",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.276813983917236,
      7.5856709480285645,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      195.6,
      459.06,
      224.72,
      474.48
    ],
    "text": "10 °/",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      3.4879908561706543,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      219.6,
      469.47,
      225.07,
      474.0
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      243.6,
      459.3,
      272.96,
      469.81
    ],
    "text": "/o °/",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.276813983917236,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      267.84,
      469.71,
      273.31,
      474.24
    ],
    "text": "10",
    "fonts": [
      "Courier-BoldOblique"
    ],
    "sizes": [
      3.4879908561706543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.08,
      459.06,
      369.58,
      469.57
    ],
    "text": "/o /o lo °/",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      5.322612285614014,
      6.276813983917236,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      364.56,
      459.3,
      393.68,
      474.0
    ],
    "text": "10 °/",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      3.4879908561706543,
      8.28190803527832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.4,
      468.06,
      399.52,
      491.88
    ],
    "text": "10 Cash to demand deposits 27-1 22-3 18-9 22-1 20-2 19-3 18-0 17-7 20-1 21-9 22-5 Cash to total deposits . . 23-5 18-9 15-4 1 7 1 15-7 14-4 12-9 12-1 13-2 14-3 15-4 Foreign balances to total",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      3.4879908561706543,
      7.271643161773682,
      7.5856709480285645,
      7.806938171386719,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      491.82,
      399.85,
      507.96
    ],
    "text": "deposits 12-9 6-5 8-0 12-9 12-3 7-5 5-4 5-4 5-8 5-2 4-5 Treasury bills to total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645,
      7.806938171386719,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.88,
      508.14,
      400.02,
      524.28
    ],
    "text": "deposits 5-2 8 1 8-7 5-9 4-1 3-5 1-7 2-5 2-8 4-9 7-3 Commercial bills discoun­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.537715435028076,
      7.5856709480285645
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.64,
      523.98,
      399.58,
      540.12
    ],
    "text": "ted to total deposits 8-5 9-6 10-6 10-8 9-9 10-4 12-5 12-5 11 - 5 11-8 11-2 Liquid assets to demand",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.271643161773682,
      7.5515265464782715,
      7.5856709480285645,
      7.806938171386719,
      7.8251447677612305,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.88,
      540.54,
      399.14,
      556.2
    ],
    "text": "deposits 57-7 50-9 52-3 60-1 54-2 47-9 45-5 47-5 50-7 55-4 56-4 Liquid assets to total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5515265464782715,
      7.5856709480285645,
      7.806938171386719,
      7.8251447677612305,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.88,
      556.62,
      399.73,
      588.6
    ],
    "text": "deposits £ 0 0 43-1 42-7 46-7 42-1 35-8 32-5 32-6 33-4 36-2 38-5 Investments to total deposits 31-2 34-7 32-1 28-2 30-9 31-9 3 2 0 29-8 28-5 2 8 0 2 5 0 Loans and overdrafts to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645,
      7.806938171386719,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.28,
      588.3,
      399.73,
      596.52
    ],
    "text": "total deposits 23-3 26-9 30-2 28-1 2 9 0 35-2 39-2 41-4 43-1 4 2 0 39-5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.271643161773682,
      7.5856709480285645,
      7.806938171386719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.92,
      611.58,
      405.8,
      619.56
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.486338138580322,
      7.5856709480285645,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.88,
      624.3,
      365.44,
      632.28
    ],
    "text": "(1) Government and government guaranteed securities and Central Bank issues.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.276813983917236,
      7.5856709480285645,
      7.771731853485107,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.64,
      635.34,
      224.09,
      643.32
    ],
    "text": "(2) Excludes domestic inter-bank deposits.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.276813983917236,
      7.5856709480285645,
      7.790852069854736
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      237.12,
      43.42,
      273.68,
      52.39
    ],
    "text": "( 74 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      95.76,
      65.5,
      433.8,
      74.47
    ],
    "text": "During 1961 total deposits of the commercial banks increased substantially. Both",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.639248847961426,
      8.878613471984863,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.6,
      79.42,
      433.6,
      88.39
    ],
    "text": "demand deposits and time and savings deposits increased in equal proportions. Total",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.840289115905762,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.84,
      93.34,
      433.22,
      102.31
    ],
    "text": "deposits increased by Rs. 161.5 million from Rs. 1,021.0 million to Rs. 1,182.5 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58592414855957,
      8.711548805236816,
      8.728328704833984,
      8.783291816711426,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.84,
      107.26,
      433.54,
      116.23
    ],
    "text": "Demand deposits increased by Rs. 98.8 million from Rs. 657.3 million to Rs. 756.1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.643577575683594,
      8.80522632598877,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.6,
      121.18,
      432.66,
      130.15
    ],
    "text": "million and time and savings deposits by Rs. 62.6 million from Rs. 363.8 million to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.627090454101562,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      135.1,
      432.43,
      144.07
    ],
    "text": "Rs. 426.4 million. The monthly average of total deposit liabilities during 1962 was",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.619328498840332,
      8.630359649658203,
      8.94674301147461,
      9.081433296203613
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      149.02,
      433.02,
      157.99
    ],
    "text": "Rs. 1210 million as against a figure of Rs. 1036 million in the previous year. The",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      162.94,
      433.15,
      171.91
    ],
    "text": "increase in deposits was in part due to the expansion in the money supply and also",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.84,
      176.86,
      431.82,
      185.83
    ],
    "text": "the tendency for the public to keep an increasing proportion of their earnings in the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      190.78,
      432.36,
      199.75
    ],
    "text": "form of bank deposits, whereas in the previous years the tendency had been to retain",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.783291816711426,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      204.7,
      432.71,
      213.67
    ],
    "text": "their money incomes increasingly in the form of cash with themselves. Yet another",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      218.62,
      432.78,
      227.59
    ],
    "text": "reason for the increase in both demand and time and savings deposits has been the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      232.54,
      432.64,
      241.51
    ],
    "text": "rapid expansion of banking facilities particularly through the opening of new",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.851191520690918,
      8.94674301147461,
      9.082733154296875
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.84,
      246.46,
      117.06,
      255.43
    ],
    "text": "branches.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.887033462524414
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      94.32,
      268.54,
      432.48,
      277.51
    ],
    "text": "The overall increase in time and savings deposits as against a corresponding",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      282.46,
      433.13,
      291.43
    ],
    "text": "decrease in the previous year has been largely due to the restrictions on the availability",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      296.38,
      432.54,
      305.35
    ],
    "text": "of a large variety of consumer and durable goods resulting from import controls and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.833309173583984,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      310.3,
      429.84,
      319.27
    ],
    "text": "the tendency among investors to shift from Treasury bills to time and savings depo­",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      324.22,
      432.4,
      333.19
    ],
    "text": "sits. The monies that would otherwise have been spent on such commodities are now",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      338.14,
      432.75,
      347.11
    ],
    "text": "being held as cash balances. The increase in time and savings deposits, no doubt, lias",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461,
      9.085766792297363
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      352.06,
      433.08,
      361.03
    ],
    "text": "had a salutary effect because an increasing proportion of incomes is being saved which",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.8555269241333,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      365.98,
      432.78,
      374.95
    ],
    "text": "has to some extent helped to contain the upward pressure on domestic prices. The",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      379.9,
      432.71,
      388.87
    ],
    "text": "increase in time and savings deposits occurred without changes during the year",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      393.82,
      432.78,
      402.79
    ],
    "text": "in the fixed deposit rates of the commercial banks and savings institutions. The",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      407.74,
      433.08,
      416.71
    ],
    "text": "only exception was the increase in the rate payable on deposits by the Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.910847663879395,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      421.66,
      271.21,
      430.63
    ],
    "text": "Savings Bank by J per cent in January 1962.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      94.32,
      446.38,
      432.53,
      455.35
    ],
    "text": "The following table shows the ownership of deposits (excluding government and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      460.54,
      432.47,
      469.51
    ],
    "text": "inter-bank) at the end of September 1961, December 1961 and June 1962. The data",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.88924789428711,
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      474.7,
      432.78,
      483.67
    ],
    "text": "for this table is obtained from the half-yearly survey of bank loans, advances and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.762088775634766,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      488.86,
      432.41,
      497.83
    ],
    "text": "ownership of deposits conducted by the Central Bank. From 1962 onwards the survey",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      503.02,
      431.93,
      511.99
    ],
    "text": "is being conducted as at the end of June and December and not as previously as at",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.94674301147461
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.12,
      517.18,
      275.29,
      526.15
    ],
    "text": "the end of March and September in each year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.6732816696167,
      8.94674301147461
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      202.8,
      35.05,
      239.85,
      43.68
    ],
    "text": "( 75 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.06838321685791,
      8.790153503417969
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      185.04,
      55.69,
      258.41,
      64.32
    ],
    "text": "TABLE II F-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.288871765136719,
      8.790153503417969
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      164.64,
      76.33,
      276.67,
      84.96
    ],
    "text": "Ownership of Deposits",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.697892189025879,
      8.790153503417969
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      343.68,
      92.7,
      399.88,
      100.68
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.447737693786621
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      77.28,
      114.3,
      101.43,
      122.28
    ],
    "text": "Owner",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.447737693786621
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      77.28,
      108.3,
      376.05,
      122.28
    ],
    "text": "Demand Time Savings Total Owner",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.447737693786621
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      146.16,
      119.82,
      321.84,
      133.22
    ],
    "text": "Amt. °/ la Amt. % Amt. 01",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      4.000579833984375,
      7.099177837371826,
      7.447737693786621,
      9.047571182250977,
      10.102999687194824
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      315.84,
      129.18,
      323.43,
      137.16
    ],
    "text": "/o",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099725246429443
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      341.04,
      122.94,
      388.32,
      132.48
    ],
    "text": "Amt. 10",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      4.000579833984375,
      7.447737693786621
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.28,
      138.54,
      134.44,
      146.52
    ],
    "text": "Financial Institutions:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.890260696411133,
      7.9226179122924805
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.2,
      149.58,
      396.86,
      174.84
    ],
    "text": "September 1961 46 5 7 •8 55 0 26 6 3-7 2 9 105 2 11 3 December 1961 57 1 9 •9 50 •0 23 2 4-4 3 4 111 5 12 1 June 1962 53 7 9 •3 56 •7 25 3 4-2 3 2 114 6 12 3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.270930767059326,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.28,
      182.22,
      92.31,
      190.2
    ],
    "text": "Plantations:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.907947063446045
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.2,
      193.26,
      395.06,
      218.52
    ],
    "text": "September 1961 101 4 17 1 44 4 21 4 0 1 146 0 15 7 December 1961 102 1 17 6 46 3 21 5 0-9 0 7 149 2 16 2 June 1962 82 8 14 3 36 1 16 1 1-0 0 8 119 9 12 8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.270930767059326,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.28,
      226.14,
      79.08,
      234.12
    ],
    "text": "Trading:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.756341457366943
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.96,
      236.94,
      395.06,
      262.2
    ],
    "text": "September 1961 91 2 15 4 13 3 6 4 1 1 0 9 105 6 11 4 December 1961 82 7 14 3 13 1 6 1 0-7 0 5 96 5 10 5 June 1962 113 5 19 6 12 3 5 5 2-9 Q o 128 8 13 8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.107971668243408,
      7.22056245803833,
      7.270930767059326,
      7.28272008895874,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.28,
      270.06,
      110.19,
      278.04
    ],
    "text": "Other Business:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7323102951049805,
      7.910306930541992
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.96,
      280.86,
      394.82,
      306.12
    ],
    "text": "September 1961 68 9 11 6 17 5 8 5 1-8 1 4 88 1 9 5 December 1961 69 0 11 9 23 2 10 8 2-2 1 7 94 3 10 2 June 1962 71 1 12 3 28 9 12 9 3 1 2 4 103 1 11 0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.270930767059326,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      40.56,
      313.74,
      118.3,
      321.72
    ],
    "text": "Local Authorities:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.729091644287109,
      7.835207939147949
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.96,
      322.14,
      394.34,
      346.68
    ],
    "text": "September 1961 21 0 3 5 19 0 9 2 0-2 0 2 40 2 4 3 December 1961 15 1 2 6 26 1 12 1 0-2 0 2 41 5 4 5 June 1962 10 1 1 7 26 7 11 9 0-6 0 5 37 4 4 0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.270930767059326,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      40.8,
      354.78,
      99.71,
      362.76
    ],
    "text": "Non Business",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.447737693786621,
      7.949530601501465
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.24,
      362.94,
      394.34,
      398.52
    ],
    "text": "Institutions: September 1961 33 8 5 7 7 3 3 5 2-3 1 8 43 4 4 7 December 1961 3.5 1 6 1 5 8 2 7 3-3 2 6 44 2 4 8 June 1962 33 6 5 8 15 7 7- 0 10-7 8 2 60 0 6 4",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.270930767059326,
      7.308017730712891,
      7.415195941925049,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      7.9226179122924805,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      40.08,
      406.62,
      90.81,
      414.6
    ],
    "text": "Individuals:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.857439994812012
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.24,
      416.7,
      394.1,
      442.2
    ],
    "text": "September 1961 230- 0 38 8 50 5 24- 4 118-2 92- 9 398 6 43 0 December 1961 218- 0 37 6 50 7 23- 6 117-2 90 9 385 9 41 8 June 1962 213- 7 36 9 47 5 21- 2 108-0 82- 7 309 3 39 6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.218983173370361,
      7.22056245803833,
      7.270930767059326,
      7.291897296905518,
      7.308017730712891,
      7.329833030700684,
      7.377804279327393,
      7.3823699951171875,
      7.396015644073486,
      7.415195941925049,
      7.41641902923584,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      39.84,
      450.3,
      66.09,
      458.28
    ],
    "text": "Total:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.715968132019043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.0,
      460.14,
      393.57,
      485.64
    ],
    "text": "September 1961 592- 8 100 0 207- 0 100- 0 127-3 100- 0 927- 2 100- 0 December 1961 579- 1 100 0 215- 1 100- 0 129-0 100- 0 923- 1 100- 0 June 1962 578- 6 100 0 224- 0 100- 0 130-6 100- 0 933- 2 100- 0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.357293605804443,
      7.380087375640869,
      7.3823699951171875,
      7.396015644073486,
      7.4005351066589355,
      7.414146900177002,
      7.415195941925049,
      7.41641902923584,
      7.447737693786621,
      7.643606185913086,
      7.916038513183594,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      277.44,
      491.34,
      397.99,
      499.32
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.447737693786621,
      7.65759801864624,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      38.88,
      527.29,
      397.76,
      633.84
    ],
    "text": "The data from the above table shows that between December 1961 and June 1962 total deposits had increased by Rs. 9.9 million. The increase in deposits was largely in respect of time deposits which increased by Rs. 8.9 million; savings deposits increased by Rs. 1.6 million but demand deposits fell by Rs. 0.5 million. The increase in time deposits which is the most noteworthy change during this period was mainly in respect of time deposits of financial institutions and \"other business\" concerns. The time deposits of plantations and individuals have fallen substantially. The fall in the demand deposits were those mainly belonging to financial institutions, planta­tions, \"non-business\" institutions and individuals, while those of trading concerns",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.06838321685791,
      8.61905288696289,
      8.747552871704102,
      8.790153503417969,
      8.931153297424316
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      241.44,
      35.26,
      277.5,
      44.23
    ],
    "text": "( 76 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      82.32,
      57.1,
      438.65,
      92.47
    ],
    "text": "and \"other business\" have increased. Savings deposits, on the other hand, changed little during the period and the increase in the time deposits on the average, has been due to the transfer of funds from demand accounts to time deposits.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.8555269241333,
      8.910000801086426,
      9.098359107971191
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      83.28,
      108.94,
      439.0,
      156.79
    ],
    "text": "The credit operations of the commercial banks during the year reflect the reduc­tion in the volume of import business resulting from import controls and to some extent the increased financing of local business enterprise. Import bills fell by Rs. 17.7 million from Rs. 67.3 million to Rs. 49.6 million. Export bills increased slightly by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      83.76,
      160.78,
      438.87,
      182.71
    ],
    "text": "Rs. 2.2 million from Rs. 58.6 million to Rs. 60.8 million. Overdrafts fell by Rs. 20.7 million from Rs. 300.4 million to Rs. 279.7 million. Loans increased substantially by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58951473236084,
      8.619328498840332,
      8.630359649658203,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      83.52,
      186.7,
      442.72,
      403.03
    ],
    "text": "Rs. 31.6 million from Rs. 136.1 million to Rs. 167.7 million. Due to the cessation of normal banking business during the period of the bank dispute, overdrafts and import bills rose substantially. The most marked increase occurred in overdrafts which rose from Rs. 300.4 million to Rs. 415.4 million in February 1962 and increased further to Rs. 445.9 million in April; thereafter, overdrafts declined steadily to the present level. The increase in overdrafts during the first 5 months of the year was largely due to the extension of credit by the commercial banks to individuals and firms mainly on the basis of uncleared cheques and other assets in their possession. Loans, on the other hand, decreased during this period because the banks provided credit facilities to their customers mainly in the form of overdrafts. Export bills rose during this period because bills could not be paid due to the temporary suspension of normal banking operations. The fall in overdrafts during the year is principally due to the reduced volume of credit being provided for imports on account of a lower level of imports of consumer goods. Loans, on the other hand, have increased partly because a few banks are now lending to their customers for substantially longer periods for purposes such as housing construction and the financing of newly established industrial undertakings in the country.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.619328498840332,
      8.62598705291748,
      8.630359649658203,
      8.659276008605957,
      8.7569580078125,
      8.803511619567871,
      8.833309173583984,
      8.833495140075684,
      8.860045433044434,
      8.875472068786621,
      8.886479377746582,
      8.888251304626465,
      8.910000801086426,
      9.082733154296875,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      105.12,
      420.46,
      442.78,
      429.43
    ],
    "text": "The overall improvement in the commercial banks' liquidity position during",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.92,
      433.42,
      443.25,
      455.35
    ],
    "text": "1962 partly took the form of an increase in the amount of cash on hand and other liquid balances. Cash on hand increased by Rs. 9.5 million from Rs. 57.3 million to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.621650695800781,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.4,
      459.34,
      445.13,
      468.31
    ],
    "text": "Rs. 66.8 million. Commercial banks' balances at the Central Bank also increased by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.16,
      472.3,
      443.67,
      494.23
    ],
    "text": "Rs. 21.1 million from Rs. 83.4 million to Rs. 104.5 million. The average level of cash, and deposits at the Central Bank was Rs. 186 million in 1962 as against",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.64,
      498.22,
      445.01,
      597.91
    ],
    "text": "Rs. 148 million in the previous year. During the first 5 months of the year on account of the temporary suspension of inter-bank clearing operations, the commercial banks' balances with the Central Bank increased. Once clearing operations returned to normal by June 1962, these balances reflected their true levels. Commercial banks' holdings of foreign currency fell by Rs. 5.6 million from Rs. 46.3 million to Rs. 40.7 million. The average level of these balances during 1962 was Rs. 55 million as against Rs. 54 million in 1961. The overall reduction in the level of these balances during the first nine months of the year shows the deficit in the balance of payments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.515369415283203,
      8.627812385559082,
      8.630359649658203,
      8.733400344848633,
      8.746725082397461,
      8.910000801086426
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      87.84,
      611.74,
      445.07,
      633.43
    ],
    "text": "With the gradual movement in the Treasury bill rate from 2.68 per cent to 2.80 per cent the commercial banks increased their holdings of Treasury bills from.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58015251159668,
      8.671881675720215,
      8.72889232635498,
      8.910000801086426
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      205.68,
      40.06,
      242.48,
      49.03
    ],
    "text": "( 77 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      44.88,
      60.94,
      406.09,
      109.51
    ],
    "text": "Rs. 63.6 million to Rs. 111.4 million. On the average the commercial banks' holdings of Treasury bills were much higher than in the previous year; holdings of these bills increased in June and July and in the last quarter of 1962. Commercial banks' holdings of long-term government securities increased by Rs. 23.6 million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.824688911437988,
      8.94674301147461,
      9.074459075927734
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      45.12,
      113.74,
      401.44,
      135.91
    ],
    "text": "from Rs. 293.2 million to Rs. 316.8 million. This increase occurred with a general increase in the outstanding public debt of Rs. 125.8 million during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.621650695800781,
      8.783291816711426,
      8.94674301147461
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      45.12,
      140.14,
      401.7,
      162.31
    ],
    "text": "With the increase in cash on hand, balances at the Central Bank, and holdings of foreign currency and Treasury bills, total liquid assets rose from an average of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58015251159668,
      8.833309173583984,
      8.94674301147461,
      9.093634605407715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      44.88,
      166.54,
      401.1,
      188.71
    ],
    "text": "Rs. 375 million in 1961 to Rs. 466 million in 1962. Accordingly the ratio of liquid assets to demand deposits increased from 55.4 per cent to 56.4 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.94674301147461,
      9.093634605407715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      42.48,
      203.98,
      400.86,
      378.31
    ],
    "text": "If the increase in these reserves during the period of the bank dispute is not taken into account commercial banks' excess reserves in 1962 were not much higher than they were on the average in 1961. The only exception was in December 1962 when excess reserves increased from Rs. 1.3 million to Rs. 9.6 million. During the first five months of the year excess reserves increased principally due to the increase in commercial bank deposits with the Central Bank, which has been explained earlier in this section. During the year the commercial banks increasingly used the provision whereby they could set apart, a part of their till cash as required reserves. In the second half of the year, on the average, the amount of till cash utilised as reserves was around Rs. 15 million. From September the Table showing required reserves in the Central Bank bulletin and the Annual Report has been revised to show the reserve position of the commercial banks more accurately. Since the statutory reserves are computed weekly every Friday on the basis of deposit liabilities as on the previous Wednesday, the series of figures of required reserves now carried in Table",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.678083419799805,
      8.74905014038086,
      8.786428451538086,
      8.80958366394043,
      8.871626853942871,
      8.87735652923584,
      8.906907081604004,
      8.94674301147461,
      9.081433296203613,
      9.082914352416992,
      9.08991813659668,
      9.101279258728027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      42.0,
      382.06,
      356.69,
      391.03
    ],
    "text": "9 of this report have been revised to show the computation on this basis.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.405599594116211,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      42.96,
      408.22,
      401.0,
      456.07
    ],
    "text": "The low level of excess reserves has increased the level of inter-bank borrowing and commercial bank borrowing from the Central Bank. Most banks have been borrowing in the inter-bank call loan market, with the result that the maximum and the minimum inter-bank call loan rate which remained at 2 per cent moved up to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.659502983093262,
      8.733400344848633,
      8.8555269241333,
      8.881420135498047,
      8.94674301147461,
      9.082914352416992
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      40.8,
      460.06,
      399.45,
      598.63
    ],
    "text": "2 | per cent in June. In July, the maximum rate rose to 3 per cent and thereafter the minimum and maximum rates remained at 2 | per cent. In December once again, the maximum inter-bank call loan rate moved from 2 | to 3 per cent while the rninimum rate remained at 2 | per cent. These rates reflect not only the level of activity in the inter-bank call loan market but also the non-availability of substantial free reserves in the banking system as a whole. The Table below shows that commercial bank borrowings from the Central Bank were highest in the months of June, July and August when there was considerable borrowing between banks themselves. The absence of commercial bank borrowings from the Central Bank in December 1962 partly shows the improvement in the excess reserves position of the commercial banks.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.380819320678711,
      8.803362846374512,
      8.815241813659668,
      8.824688911437988,
      8.843701362609863,
      8.875619888305664,
      8.888435363769531,
      8.894633293151855,
      8.917949676513672,
      8.94674301147461,
      9.082914352416992
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      241.44,
      42.06,
      277.48,
      50.04
    ],
    "text": "( 78 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6197638511657715,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      110.4,
      61.97,
      412.73,
      85.49
    ],
    "text": "TABLE II F-4 Commercial Bank borrowings from Central Bank—1961-1962",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.630535125732422,
      9.870837211608887,
      9.874402046203613,
      9.904003143310547,
      9.999612808227539,
      10.612332344055176
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      381.36,
      88.62,
      437.66,
      96.6
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.59335470199585,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      98.88,
      103.02,
      429.79,
      234.6
    ],
    "text": "End of month* 1961 1962 January 21-0 — February 20-0 — March 27-9 — April 16 0 — May 17-8 — June 26-4 20-9 July 38-9 28-5 August 2 1 0 15-3 September 15 -5 — October 1-0 1-6 November 1-0 4-5 December 20-6 — Source: Central Bank of Ceylon. *Amount outstanding.",
    "fonts": [
      "Helvetica",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.486338138580322,
      7.492186546325684,
      7.501107215881348,
      7.505114555358887,
      7.521398067474365,
      7.539124965667725,
      7.590691566467285,
      7.5963921546936035,
      7.6197638511657715,
      7.805776596069336,
      7.916038513183594,
      7.916726589202881,
      8.396570205688477,
      9.008541107177734,
      11.193359375
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.56,
      241.74,
      438.63,
      259.8
    ],
    "text": "The analysis in this section deals with the data from the half-yearly survey of loans and advances conducted as at the end of June 1962.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6197638511657715,
      8.396570205688477,
      8.580757141113281
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.32,
      263.58,
      438.86,
      281.4
    ],
    "text": "The table below classifies the loans and advances made by the commercial banks according to purpose and maturity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6197638511657715,
      8.379327774047852,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      113.76,
      288.4,
      403.65,
      311.81
    ],
    "text": "TABLE II F-5 •Advances classified by purpose and according to maturity",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.630535125732422,
      9.948967933654785,
      9.986353874206543,
      9.998536109924316,
      10.04431438446045,
      10.13525104522705,
      10.612332344055176
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      382.08,
      315.9,
      438.62,
      323.88
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.59335470199585,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      112.08,
      350.46,
      142.32,
      358.44
    ],
    "text": "Purpose",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      185.76,
      329.34,
      228.53,
      337.32
    ],
    "text": "Short-Term",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      188.4,
      337.5,
      226.81,
      353.64
    ],
    "text": "(below 6 months)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.336301326751709,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      246.0,
      329.58,
      298.53,
      353.4
    ],
    "text": "Medium-Term (6 months -30 months)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.564455509185791,
      7.6197638511657715,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      316.8,
      329.58,
      358.87,
      337.56
    ],
    "text": "Long-Term",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.512019157409668
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      318.0,
      337.74,
      360.19,
      353.88
    ],
    "text": "(over 30 months)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.396751403808594,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      396.0,
      338.22,
      416.94,
      346.2
    ],
    "text": "Total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      112.08,
      350.46,
      142.32,
      358.44
    ],
    "text": "Purpose",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      187.92,
      368.22,
      198.58,
      376.2
    ],
    "text": "(1)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      210.96,
      358.38,
      241.09,
      383.16
    ],
    "text": "(1) as % o f (7) (2)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9612860679626465,
      7.127635955810547,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      252.96,
      367.5,
      263.62,
      375.48
    ],
    "text": "(3)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      276.0,
      358.86,
      304.42,
      384.6
    ],
    "text": "(3) as % o f ( 7 ) (+)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.156959056854248,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      318.0,
      369.48,
      328.55,
      376.19
    ],
    "text": "(\">)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.005033493041992
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      341.04,
      358.62,
      369.46,
      384.36
    ],
    "text": "(5) as % o f ( 7 ) («)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.783033847808838,
      7.127635955810547,
      7.156959056854248,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      383.04,
      368.7,
      393.85,
      376.68
    ],
    "text": "(7)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      406.56,
      359.58,
      438.5,
      384.36
    ],
    "text": "( 7 ) a s % of Total (8)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9612860679626465,
      7.127635955810547,
      7.445927619934082,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      82.08,
      390.78,
      145.58,
      399.0
    ],
    "text": "A. Commercial",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.127635955810547,
      7.6197638511657715
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      81.84,
      399.18,
      432.55,
      432.12
    ],
    "text": "September 1961 143 0 36-4 210 0 53 5 39-7 10-1 392 7 70-3 December 1961 137-4 36-2 200 9 53 0 4 1 0 10-8 37(1 2 69-1 June 1962 144-3 36 • 9 207 2 53 0 39-7 1 0 1 391 2 08-0 B. Financial",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.199999809265137,
      7.501107215881348,
      7.6197638511657715,
      7.890260696411133,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      81.36,
      432.3,
      430.93,
      465.48
    ],
    "text": "September 1961 2 3 0 26-0 39 S 45 0 25 • 6 29-0 88 4 15-8 December 1961 22-4 25-3 41 0 46 2 25-3 28 • 5 88 7 10-2 June 1962 21-7 25-6 42 8 50 5 20-4 24-1 84 8 14-7 C. Agricultural",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.199999809265137,
      7.501107215881348,
      7.6197638511657715,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      81.6,
      466.38,
      431.89,
      498.6
    ],
    "text": "September 1961 3-5 32-4 3 7 34 3 3-6 33-3 10 8 1-9 December 1961 3-8 35-8 3 1 29 2 3-7 34-9 10 6 1-9 June 1962 2-7 22-5 3 9 32 5 5-3 44-2 12 0 2-0 D. Industrial",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.501107215881348,
      7.6197638511657715,
      7.8554277420043945,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      80.64,
      498.78,
      432.33,
      531.72
    ],
    "text": "September 1961 2-9 1 0 1 14 5 50 5 11-3 39-4 28 7 5-1 December 1961 3-2 13-3 13 6 56 7 7-2 3 0 0 24 0 4-4 June 1962 2-9 9-2 14 2 45 1 14-4 45-7 31 5 5-5 E. Consumption",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.501107215881348,
      7.6197638511657715,
      7.806141376495361,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      81.6,
      532.86,
      432.43,
      565.56
    ],
    "text": "September 1961 8-1 26-8 13 4 44 4 8-7 28-8 30 2 5-4 December 1961 10-6 32-4 13 2 40 4 8-9 27-2 32 7 6-0 June 1962 11-5 30-1 14 3 37 4 12-4 32-5 38 2 6-0 F. Other Loans",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.501107215881348,
      7.6197638511657715,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      80.88,
      565.5,
      431.93,
      598.68
    ],
    "text": "September 1961 0-9 11 • 5 4 5 57 7 2-4 30-8 7 8 1-4 December 1961 4-8 35 • 8 5 6 41 8 3 1 23-1 13 4 2-4 June 1962 9-5 55 • 6 5 9 34 5 1-7 9-9 17 1 3 0 Total:",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.199999809265137,
      7.501107215881348,
      7.6197638511657715,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      94.32,
      598.86,
      430.76,
      623.4
    ],
    "text": "September 1961 181-4 32-5 285 9 51 2 91-3 16-3 558 6 100-0 December 1961 182-2 33-2 277 3 50 5 89-1 16-2 548 6 100-0 June 1962 192-6 33-5 288 2 50 1 94-0 16-4 574 9 100-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.127635955810547,
      7.501107215881348,
      7.6197638511657715,
      7.916038513183594,
      8.396570205688477
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      98.64,
      626.7,
      437.47,
      643.08
    ],
    "text": "Source: Central Bank of Ceylon. •Advances include loans, overdrafts and bills discounted.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.486338138580322,
      7.502869606018066,
      7.6197638511657715,
      8.396570205688477
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      200.16,
      33.13,
      236.71,
      41.76
    ],
    "text": "( 79 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.105998039245605,
      8.755477905273438
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.4,
      54.73,
      396.63,
      363.36
    ],
    "text": "During the half year ending June 1962 total advances rose by Rs. 26.3 million from Rs. 548.6 million to Rs. 574.9 million. Advances to industry rcse by Rs. 7.5 million from Rs. 24.0 million to Rs. 31.5 million, advances for consumption rose by Rs. 5.5 million from Rs. 32.7 million to Rs. 38.2 million, while \"other loans\" rose by Rs. 3.7 million from Rs. 13.4 million to Rs. 17.1 million. Commercial advances rose by Rs. 12.0 million from Rs. 379.2 million to Rs. 391.2 million, financial advances fell by Rs. 3.9 million from Rs. 88.7 million in December 1961 to Rs. 84.8 million in June 1962; advances for agriculture also rose by Rs. 1.4 million from Rs. 10.6 million to Rs. 12.0 million. The increase in commercial finance has been largely due to the increasing de­mands made by the export trade for finance from the banks. The fall in financial advances reflects the overall reduction in the level of bank credit for financing hire purchase transactions either directly or through other hire purchase companies. The increase in consumption loans to Rs. 38.2 million, which is Rs. 8 million above the figure for September 1961 is significant because these loans have increased despite the fall in the imports of a large variety of durable consumption goods. It is probable that since personal loans are also classified under this category the increase in this total may be due to a rise in the latter item. As between September 1961 and June 1962, the percentage of credit given for commercial purposes has fallen from 70.3 to 68.0 per cent showing that the banks have to some extent diverted credit away from their customary fields. Agricultural advances have increased from 1.9 per cent of the total volume of bank advances to 2 per cent while advances for industrial purposes have increased from 5.1 to 5.5 per cent during the same period. The above data show that the total amount of credit made available by commercial banks to new domestic and agricultural enterprises has not increased significantly and the total volume of credit available for these purposes from the commercial banks continues to remain at a very low level.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.217809677124023,
      8.449600219726562,
      8.460393905639648,
      8.464778900146484,
      8.615946769714355,
      8.61905288696289,
      8.6925048828125,
      8.697611808776855,
      8.705094337463379,
      8.710333824157715,
      8.712708473205566,
      8.755477905273438,
      8.782814025878906,
      8.880805969238281,
      8.88813304901123,
      8.931153297424316
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.88,
      378.97,
      396.15,
      399.84
    ],
    "text": "The table below classifies advances by type of security based on the half yearly survey.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.217809677124023,
      8.755477905273438,
      8.90475082397461
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      183.12,
      426.78,
      249.02,
      434.76
    ],
    "text": "TABLE II F-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.449338436126709,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      156.48,
      449.1,
      274.19,
      457.08
    ],
    "text": "Advances by type of security",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.804680347442627,
      7.883588790893555,
      7.93200159072876,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      183.6,
      470.94,
      389.69,
      479.88
    ],
    "text": "Sept. 30th 1961 Dec. 31st 1961 June 30th 1962",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.277843475341797,
      7.5856709480285645,
      7.916038513183594,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      76.32,
      484.86,
      389.53,
      502.44
    ],
    "text": "Type of Security Amount % o f Amount Amount % o f Rs. mn. Total Rs. mn. Total Rs. mn. Total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9612860679626465,
      7.386055946350098,
      7.469873905181885,
      7.539124965667725,
      7.5856709480285645,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      47.04,
      508.86,
      389.71,
      544.2
    ],
    "text": "Documentary bills 148-5 26-6 140 2 . 25-6 147-2 25-6 Government Securities 11-6 2-1 11 7 2-1 12-6 2-2 Shares of joint stock companies . . 28-8 5-2 28 5 5-2 28-6 5 0 Time and Savings deposits and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.22056245803833,
      7.308017730712891,
      7.4684858322143555,
      7.486303329467773,
      7.507946491241455,
      7.519985198974609,
      7.532039165496826,
      7.5327277183532715,
      7.561336994171143,
      7.5856709480285645,
      7.782830238342285,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      48.0,
      544.38,
      390.84,
      591.72
    ],
    "text": "other cash deposits including 26-4 4-6 cash value of life policies 20-4 3-7 23 3 4-2 26-4 4-6 Stock in Trade 169-9 30-4 168 3 30-7 160-9 28-1 Immovable property 48-5 8-7 44 7 8 1 4 9 0 8-5 Others 62-0 1 1 1 76 0 13-9 88-4 15-4 Unsecured 68-9 12-3 55 8 10-2 60-0 10-5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.308017730712891,
      7.415195941925049,
      7.462340831756592,
      7.482112884521484,
      7.486303329467773,
      7.50217866897583,
      7.503283977508545,
      7.509085655212402,
      7.510396957397461,
      7.512709140777588,
      7.514123439788818,
      7.519157886505127,
      7.546410083770752,
      7.547921657562256,
      7.561336994171143,
      7.5856709480285645,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      140.88,
      598.14,
      390.81,
      608.04
    ],
    "text": "Total . . 558-6 100-0 548 6 100-0 573-1 100-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.486303329467773,
      7.487307548522949,
      7.502420902252197,
      7.561336994171143,
      7.5856709480285645,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      280.56,
      614.94,
      398.69,
      622.92
    ],
    "text": "Source; Central Bank of Ceylon,",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      7.486338138580322,
      7.5856709480285645,
      8.081979751586914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      41.52,
      642.54,
      74.12,
      650.52
    ],
    "text": "8103—F",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5856709480285645
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      233.04,
      34.78,
      270.71,
      43.75
    ],
    "text": "( 80 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967884063720703,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      74.64,
      55.9,
      430.02,
      86.47
    ],
    "text": "Advances given by commercial banks on the basis of different type of security have not shown marked changes between September 1961 and June 1962. The percentage of advances given on documentary bills has fallen from 26.6 to",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.849597930908203,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      74.88,
      88.3,
      430.01,
      172.87
    ],
    "text": "25.6 per cent. Those given against government securities and shares of joint stock companies have changed very little, but advances given on the security of cash deposits including life insurance policies have increased from 3.7 to 4.6 per cent during the year. Advances made on stock-in-trade have fallen more than in proportion to the others from 30.4 to 28.1 per cent during the same period reflecting in part a reduction mostly in stocks of certain types of imported commodities. Unsecured advances have also fallen from 12.3 to 10.5 per cent while advances given on \"other type\" of security have increased sharply from 11.1 per cent to 15.4 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967884063720703,
      8.790310859680176,
      8.81338119506836,
      8.88297176361084,
      8.890243530273438,
      8.924238204956055,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.56,
      192.22,
      403.22,
      201.19
    ],
    "text": "Advances classified by rate of interest are given in the Table below.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.849597930908203,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      217.44,
      229.38,
      288.48,
      239.89
    ],
    "text": "T A B L E I I F - 7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.773473262786865,
      8.172208786010742
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      185.76,
      251.7,
      332.87,
      262.21
    ],
    "text": "A d v a n c e s b y R a t e of I n t e r e s t *",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.172208786010742,
      10.493093490600586
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      217.92,
      277.2,
      422.97,
      285.19
    ],
    "text": "Sept. 30th 1901 Dec. 31st 1961 June 30th 1962",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.552964210510254,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      102.72,
      288.72,
      423.09,
      307.51
    ],
    "text": "Rate of Interest % Amount' % of Amount % o f Amount % o f Rs. mn. Total Rs. mn. Total Rs. mn. Total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.433657169342041,
      7.435931205749512,
      7.50565242767334,
      7.609808444976807,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      89.52,
      315.6,
      419.04,
      372.31
    ],
    "text": "Below 2J- . . 3 0 0-6 4-0 0-8 4-4 0-8 - 2l .. 3 . . 1-8 0-4 2-0 0-4 1-8 0-3 3i . . 1 1 0 2-3 5-6 1-2 4-4 0-8 4 . . 8-4 1-7 9-5 2-0 13-8 2-7 4i 16-5 3-4 17-8 3-7 15-6 3 0 5 . . 19-7 4-1 19-7 4-1 19-9 3-8",
    "fonts": [
      "Helvetica-Oblique",
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.247079372406006,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      115.44,
      372.48,
      419.3,
      404.71
    ],
    "text": "si 6 1 1-3 5-6 1-2 12-8 2-5 6 . . 244-7 50-8 234-1 48-5 259-6 50-2 6J 33-9 7-0 78-2 16-2 49-1 9-5 7 . . 86-5 18-0 87-7 18-2 112-6 21-8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.397447109222412,
      7.4020161628723145,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      115.68,
      404.88,
      419.77,
      420.79
    ],
    "text": "7* 41-7 8-7 5-0 1 0 10-6 2 0 8 and above 8-3 1-8 13-7 2-8 12-6 2-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.368642807006836,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      174.48,
      428.88,
      417.19,
      437.11
    ],
    "text": "Total . . 481-8 100-0 482-9 100-0 517-2 100-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.021627902984619,
      7.3982415199279785,
      7.50565242767334,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.76,
      443.04,
      431.82,
      450.79
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      6.995168209075928,
      7.326730251312256,
      7.550401210784912,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      100.32,
      454.32,
      335.42,
      462.07
    ],
    "text": "'Excluding export bills purchased at current rates of exchange.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.435964107513428,
      7.46923303604126,
      7.469462871551514,
      7.481654167175293,
      7.731752395629883
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      97.92,
      495.82,
      432.11,
      504.79
    ],
    "text": "A comparison of the classification of advances by rate of interest as at the end",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967884063720703,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      78.0,
      506.62,
      432.66,
      580.39
    ],
    "text": "of September 1961 and June 1962 shows that the commercial banks have tended to give loans at slightly higher rates. As in the previous years the representative rate for commercial bank loans and advances was 6 per cent and 50.2 per cent of the total loans and advances were available at this rate. As against the position in December 1961 fewer loans were given at 6 h per cent; this category of loans has been falling from 16.2 per cent to 9.5 per cent while those given at7 per cent have increased from 18.2 to 21.8 per cent and those at 71 per cent from 1.0 to 2 per cent.",
    "fonts": [
      "Helvetica-Oblique",
      "Times-Bold"
    ],
    "sizes": [
      6.967884063720703,
      8.850414276123047,
      8.917949676513672,
      8.94674301147461
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      78.0,
      582.22,
      433.26,
      634.39
    ],
    "text": "The interest rate charged by the commercial banks on loans and overdrafts on the Security of immovable property has increased. The maximum rate on loans on the security of immovable property increased from 8 per cent to 9 per cent in June 1962. There were no changes in the other rates charged by commercial banks on loans and advanoes.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967884063720703,
      8.803101539611816,
      8.832381248474121,
      8.908895492553711,
      8.94674301147461
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      194.88,
      34.09,
      231.43,
      42.72
    ],
    "text": "( 81 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      35.52,
      53.81,
      114.01,
      63.89
    ],
    "text": "Bank Clearings",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.859672546386719,
      9.986270904541016
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.56,
      72.01,
      391.85,
      132.48
    ],
    "text": "Bank clearings during 1962 decreased from a monthly average of Rs. 742.8 million in 1961 to Rs. 711.6 million in 1962. During the first three months of the year bank clearings were at a very low level due to the suspension of normal commercial bank operations. In April 1962 the figure rose to 1673.6 million because during this month the backlog of uncleared cheques was presented for clearing.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.452479362487793,
      8.465965270996094,
      8.514335632324219,
      8.606302261352539,
      8.694568634033203,
      8.73676586151123,
      8.757424354553223,
      8.790153503417969,
      8.931153297424316
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.56,
      136.81,
      391.75,
      158.4
    ],
    "text": "The overall fall in the volume of cheques being cleared has been largely due to the use of cash to a greater extent than cheques during the period of the bank dispute.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      35.04,
      175.97,
      170.59,
      186.05
    ],
    "text": "Other Financial Institutions",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.856817245483398,
      10.255179405212402
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.32,
      193.45,
      391.77,
      215.04
    ],
    "text": "Total savings deposits in the Post Office Savings Bank, Ceylon Savings Bank, commercial banks and Savings Certificates increased by Rs. 64.5 million from",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.602696418762207,
      8.694568634033203,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.32,
      219.37,
      391.98,
      228.0
    ],
    "text": "Rs. 823.7 million in 1961 to Rs. 888.2 million. The largest increase was in time",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.428910255432129,
      8.460393905639648,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.32,
      232.33,
      391.05,
      240.96
    ],
    "text": "and savings deposits of the commercial banks which rose by Rs. 62.6 million from",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.08,
      245.29,
      391.91,
      292.8
    ],
    "text": "Rs. 363.8 million to Rs. 426.4 million. Deposits at the Post Office Savings Bank rose by Rs. 3.7 million from Rs. 351.9 to Rs. 355.6 million. In the previous year deposits at the Post Office Savings Bank rose by Rs. 8.5 million. With regard to the Ceylon Savings Bank there was a fall in the total volume of savings deposits by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.419918060302734,
      8.449600219726562,
      8.458308219909668,
      8.465965270996094,
      8.762078285217285,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      33.84,
      297.13,
      392.11,
      357.6
    ],
    "text": "Rs. 2 million following the fall of Rs. 0.2 million in the previous year. The deposits in the Ceylon Savings Bank have fallen despite an increase in the rate payable by the bank on deposits from 2 J to 3 per cent in January 1962. Time and savings deposits in the commercial banks have shown a steady increase from June 1962. The largest increase occurred between October and December 1962 when these deposits rose by",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.5614013671875,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      34.08,
      361.93,
      392.33,
      396.48
    ],
    "text": "Rs. 24.9 million. Of this increase in time and savings deposits of the commercial banks a fair percentage belonged to financial institutions and the rest consisted of deposits of various firms and institutions.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.8776140213012695,
      8.721362113952637,
      8.790153503417969,
      8.931153297424316
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      181.92,
      440.54,
      245.07,
      449.25
    ],
    "text": "T A B L E I I F - 8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.202150344848633,
      7.275355815887451
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      128.64,
      456.38,
      299.0,
      465.09
    ],
    "text": "Savings Deposists and Savings Certificates",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.275355815887451,
      7.502367973327637,
      7.8776140213012695
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      333.84,
      470.65,
      390.11,
      479.28
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.8776140213012695
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      234.0,
      487.45,
      275.56,
      504.0
    ],
    "text": "At the end of 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.245523929595947,
      7.275355815887451,
      7.8776140213012695
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      289.92,
      487.21,
      377.56,
      503.76
    ],
    "text": "At the end of 1962 Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.245523929595947,
      7.275355815887451,
      7.8776140213012695
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      37.68,
      510.97,
      378.71,
      545.28
    ],
    "text": "Post Office Savings Bank 351 9 355 6* + 3-7 Ceylon Savings Bank 75 3 73 3* - 2-0 Commercial Banks (Time and Savings deposits) . . 363 8 426 4 + 62-6 Savings Certificates outstanding 32 7 32 9 + 0-2 Savings Certificates outstanding",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.275355815887451,
      7.595534324645996,
      7.740847110748291,
      7.845574855804443,
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      189.84,
      544.81,
      378.24,
      553.44
    ],
    "text": "Total . . 823 7 888 2* + 64-5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.275355815887451,
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.72,
      565.21,
      391.48,
      573.84
    ],
    "text": "*Provisional Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.8776140213012695,
      8.790153503417969
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      35.76,
      597.85,
      393.48,
      632.4
    ],
    "text": "Total collections at the Employees' Provident Fund during 1962 was Rs. 58.2 million as against Rs. 57.0 million in the previous year. The increase during 1962 therefore was Rs. 1.2 million over the previous year. The total collection",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.602696418762207,
      8.76506233215332,
      8.790153503417969
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      241.44,
      35.26,
      279.18,
      44.23
    ],
    "text": "( 82 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      81.12,
      57.34,
      438.11,
      90.31
    ],
    "text": "in the Fund had not increased very markedly because the Fund has already given a wide coverage to all the principal types of employments in the country and very few now remain outside its scope.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.874695777893066,
      8.910000801086426
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      81.36,
      103.66,
      447.35,
      220.63
    ],
    "text": "The financial operations of the Development Finance Corporation during 1962 showed a net increase in loans and equities outstanding of Rs. 1.9 million from Rs. 20.9 million to Rs. 22.8 million. This increase in loans and equities during the year is however less than the increase of Rs. 3 million in 1961. The slow rate of increase of the loans given by the Corporation during 1962 shows that the Corporation has had very little new resources for lending. Total loans granted by the Corporation during the 12 month period were Rs. 2.9 million as against Rs. 4.3 million in the previous year. The total net increase in loans during the year and the number of loans granted shows that a large percentage of the loans given by the Corporation . has been used to finance small size business enterprises and industries.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.473390579223633,
      8.630359649658203,
      8.733400344848633,
      8.8555269241333,
      8.910000801086426,
      9.098359107971191,
      9.141668319702148
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      81.6,
      233.98,
      438.4,
      454.63
    ],
    "text": "The most significant feature of the loan operations of the Agricultural and Industrial Credit Corporation has been a steady fall in the total value of loans outstanding. Whereas in the previous year total loans decreased by Rs. 0.8 million in the year under review the fall was Rs. 1.0 million. As in the previous year the Corporation has made new loans entirely out of capital repayments because the resources available to the Corporation have not increased. The total value of loans granted for agricultural purposes during the year was Rs. 2.0 million as against Rs. 2.6 million in 1961. Loans granted for industrial purposes decreased by Rs. 0.3 million from Rs. 0.6 million in 1961 to Rs. 0.3 million in 1962. These figures show that the Corporation has continued its previous policy of financing agriculture and industry even with the limited resources at its disposal. The total loans outstanding of the State Mortgage Bank also show a trend similar to that of the Agricultural and Industrial Credit Corporation. In 1961 the total loans of the State Mortgage Bank increased by Rs. 0.2 million but in 1962 the total fell by Rs. 0.4 million from Rs. 56.3 million to Rs. 55.9 million. As the State Mortgage Bank has also not had access to new loan funds, loans given by the institution have been financed out of capital repayments. Unlike in the previous year the Bank did not issue any deben­tures, the latter accounted for the decrease in loans in the current year as against an increase in the previous year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.630359649658203,
      8.733400344848633,
      8.736066818237305,
      8.75373649597168,
      8.828034400939941,
      8.833309173583984,
      8.910000801086426
    ]
  }
]