[
  {
    "page_number": 0,
    "bbox": [
      196.08,
      32.62,
      229.52,
      41.59
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.88,
      54.94,
      392.22,
      195.91
    ],
    "text": "11. The increase in money supply was not inflationary because it was held mainly by individual tea producers and companies, who could be regarded as having comparatively high average and marginal propensities to save. Two reasons can be adduced for this view ; (a) concentration of ownership is, on the whole, much greater in the case of tea than in rubber or coconut, and (b) foreign ownership is quite considerable in tea. A further factor responsible for the non-inflationery character of the expansion in money supply was the increase in the transactions demand for money caused both by the increase in the value of exports as well as the increase in domestic goods produced for home consumption. The increase in the volume of domestic goods, particularly rice, coming into the market is perhaps the main explanation for the increase in the currency circulation by Rs. 43 million during 1955.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.31902027130127,
      8.840289115905762,
      8.875472068786621,
      8.924238204956055,
      8.925634384155273,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.88,
      208.54,
      394.37,
      301.51
    ],
    "text": "12. In 1955 there was a moderate increase in the assets and liabilities of the commercial banks. Since the principal cause for this increase was the favourable balance of payments there was also an increase in commercial bank liquidity during the year. Total deposits rose from Rs. 795 -6 million at the end of December, 1954, to Rs. 910 -8 million at the end of December, 1955. Loans and overdrafts increased by Rs. 9 -2 million, while bank holdings of commercial bills increased by Rs. 14 -S million. Over this period excess reserves increased by Rs. 22 -5 million ; the increase in total liquid assets was Rs. 75 -8 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.40427303314209,
      8.701187133789062,
      8.746725082397461,
      8.860193252563477,
      8.906869888305664,
      8.913497924804688,
      8.94674301147461,
      9.081433296203613,
      9.082914352416992,
      9.093634605407715,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.4,
      314.62,
      394.59,
      407.59
    ],
    "text": "13. According to estimates made by the Central Bank the value of gross national output in 1955 was Rs. 5,104 million. This represents an increase of roughly 7 per cent over 1954. The main causes for this rise were an increase in the value of net domestic exports (10 per cent) and an increase in the value of home­grown rice (11 per cent) due to an increase in the volume of output (13 per cent). Gross per head income in ] 955 was Rs. 593 as compared with Rs. 572 for the previous year ; the figure for 1955 has been exceeded previously only in one year, i.e., in 1951 when estimated gross per head income was Rs. 597.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.408136367797852,
      8.530573844909668,
      8.572540283203125,
      8.620509147644043,
      8.639248847961426,
      8.770696640014648,
      8.885629653930664,
      8.892126083374023,
      8.90337085723877,
      8.94674301147461,
      8.998878479003906,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      155.04,
      433.73,
      271.8,
      443.81
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.535306930541992,
      9.785017967224121,
      9.852194786071777,
      10.051279067993164
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.12,
      452.62,
      394.09,
      629.59
    ],
    "text": "14. As pointed out in the Annual Report for 1954, in countries greatly depend-ent on the export of agricultural commodities the prices of which fluctuate widely, fiscal measures are fundamental in keeping the economy on an even keel over a number of years. During periods of high export prices the Government should accumulate budget surpluses so that budget deficits can be run when export prices are unfavourable. This, of course, does not mean that in the long-run budget surpluses must exactly equal budget deficits ; such a policy of perfect budgetary balance may maintain the total spendable income relatively stable, but it may do so at an unnecessarily low level. Some expansion in the total public debt, consistent with the growth of the economy and the avoidance of inflationary pressure, is quite justifiable in any economy. In the case of export economies, however, budget deficits when incurred may also be financed from accumulated Government savings plus borrowings of money savings of the private sector. By this means total spendable income can be maintained at a relatively high and constant level, with an external financial situation that is always basically sound.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.435052871704102,
      8.81338119506836,
      8.867003440856934,
      8.871626853942871,
      8.894633293151855,
      8.908159255981445,
      8.910847663879395,
      8.913203239440918,
      8.913497924804688,
      8.91949462890625,
      8.927141189575195,
      8.940947532653809,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.24,
      34.26,
      231.03,
      42.09
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.9582414627075195,
      7.813488483428955
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      55.66,
      393.18,
      112.63
    ],
    "text": "15. One advantage of such compensatory fiscal policy will be that Government expenditure in the recession can be maintained at more or less the same level as in the boom. In a country where the Government's planned investment forms a considerable part of the total investment of the economy it is of vital importance to maintain this stability.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.94674301147461,
      9.101279258728027,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.48,
      128.14,
      393.18,
      221.11
    ],
    "text": "16. The stability of aggregate spendable income will tend to keep the effec­tive demand for consumption goods generally constant and thereby promote in­creased private investment, in the long-run, by eliminating excessive market un­certainties. Further, the sound position regarding external finances, which is one of the consequences of a proper budgetary policy, would prevent the necessity of imposing, permanently or on occasion, excessively irksome restrictions on foreign trade and payments. It is perhaps not necessary to stress that this may be a great advantage to countries desiring to attract foreign capital.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.833309173583984,
      8.893268585205078,
      8.914933204650879,
      8.92000961303711,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      237.1,
      393.48,
      330.07
    ],
    "text": "17. During the financial year 1954-55 the Government ran a net cash operating surplus of Rs. 127 -6 million, the highest surplus on record. This was in contrast with the state of the Government's finances in the boom years 1949-50 and 1950-51 when there were net cash operating deficits of Rs. 160 -6 million and Rs. 47 -8 million respectively. The increase in the Government's indebtedness to the non-banking private sector in 1954-55 by Rs. 50 -1 million also had a contractionary effect on the money supply. The Government's financial policy in 1955, the calendar year under review, was thus basically in harmony with the needs of the economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.599133491516113,
      8.612971305847168,
      8.63434886932373,
      8.689455032348633,
      8.900238037109375,
      8.94674301147461
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      345.82,
      394.95,
      450.79
    ],
    "text": "18. In spite, however, of the Government's net cash operating surplus and the increased Government borrowing from the non-banking private sector there was a sub­stantial increase in the money supply in 1955. The peak was reached in November when it stood at the record level of Rs. 1,077 million; in December money supply was Rs. 1,073 million. The increase in money supply, as already stated, has not been associated with any inflationary tendencies. The Central Bank, therefore, did not consider it necessary to adopt any special measures to meet the situation. Towards the close of 1955, however, money supply approached so high a level in absolute terms that the Bank thought it desirable to consider measures to control the rise.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.630359649658203,
      8.736668586730957,
      8.783291816711426,
      8.833309173583984,
      8.850414276123047,
      8.860304832458496,
      8.902559280395508,
      8.915337562561035,
      8.94674301147461,
      8.974530220031738,
      8.977307319641113
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      466.54,
      394.51,
      631.51
    ],
    "text": "19. When money supply increased rapidly in the years 1950 and 1951 the Central Bank adopted the following restrictive measures •: (a) the reserve require­ments of the commercial banks were raised, (b) the commercial banks were allowed to hold balances abroad, (c) the commercial banks were requested not to extend any non-essential and particularly speculative credit. These measures were thus under­taken with a view to preventing banks from expanding credit excessively. The possibility of an excessive expansion of credit was, however, less in 1955 as those who held high cash balances in 1955 were mainly tea (and to some extent rubber) producers. They had built up their balances mainly by monetising their high export receipts, not by obtaining increased bank credit. Restrictions imposed on bank credit would have done nothing to reduce liquidity generated by this cause. On the contrary, since such restrictions would have fallen most heavily on exporters and shippers, some injury to the economy might well have resulted by the export trade being deprived of necessary finance.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.100000381469727,
      8.465760231018066,
      8.5984468460083,
      8.617502212524414,
      8.733400344848633,
      8.773126602172852,
      8.777276039123535,
      8.80958366394043,
      8.8555269241333,
      8.893268585205078,
      8.903481483459473,
      8.94674301147461,
      9.101279258728027,
      9.141668319702148
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      198.48,
      34.36,
      231.66,
      43.55
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      35.04,
      56.2,
      394.3,
      233.39
    ],
    "text": "1:0. The problem of rising liquidity of the private sector, as well as of the banks was therefore sought to be met by new issues and sales of securities. Since the Central Bank's own portfolio was very limited, action had to be mainly taken in the form of new issues. During the year three Government loans totalling Rs. 125 million, and debentures of the State Mortgage Bank and the National Housing Fund totalling Rs. 22 million were issued. The Government loans were issued partly in conversion of maturing stock. Towards the end of the year the Govern­ment was further advised to issue a medium and a long-term loan aggregating Rs. 50 million. In addition the Central Bank decided to supplement the two Gov­ernment issues by two short-term issues of its own amounting to Rs. 10 million.* This was the first time that the Central Bank decided to issue its own securities. Two special considerations influenced the decision to issue Central Bank securities ; they were firstly, the possibility of developing the Central Bank paper as a security specially attractive to the non-banking private sector and secondly, the need to expand the existing small security market of the country.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.677530288696289,
      8.72207260131836,
      8.736356735229492,
      8.827157974243164,
      8.83838939666748,
      8.86108112335205,
      8.945767402648926,
      8.954850196838379,
      8.984573364257812,
      8.991279602050781,
      8.996679306030273,
      9.016107559204102,
      9.191777229309082,
      9.230219841003418
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      35.04,
      246.76,
      393.64,
      399.95
    ],
    "text": "21. Government Measures.—The Government's financial year 1954-55 ended with a record net cash operating surplus of Rs. 127 -6 million. In 1951-52 and 1952-53, the Government had deficits of Rs. 257 -1 million and Rs. 231 -9 million res­pectively and in 1953-54 a surplus of Rs. 33 -7 million. The main factor behind the substantial increase in the cash surplus in 1954-55, was the large increase in revenue from the tea export duty. The export duty on tea which was 75 cts. per pound at the beginning of the financial year was raised to Re. 1 -00 per pound in November, 1954, and to Rs. 1 -30 per pound in January, 1955. With the break in tea prices, the duty was lowered to Re. 1 -00 per pound in April, 1955, and (after a short-lived subsidy scheme) to 50 cts. per pound in June, 1955. As prices revived, the duty was raised to 65 cts. per pound in September, 1955, at which level it now remains. The net result of the changes in the export duty was an increase of Rs. 97 -1 million in the revenue from the tea duty over the original budget estimate of Rs. 204 million.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.421126365661621,
      8.511324882507324,
      8.635231971740723,
      8.649301528930664,
      8.68558406829834,
      8.704559326171875,
      8.727007865905762,
      8.728625297546387,
      8.736356735229492,
      8.765641212463379,
      8.891000747680664,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      33.84,
      410.44,
      394.79,
      563.63
    ],
    "text": "22. In the 1954-55 Budget, the Government budgeted for a deficit of an order which would not exceed borrowings from abroad. The estimated deficit was Rs. 66 -7 million, whereas external finance available was Rs. 90 -7 million (Rs. 63 -5 million on net proceeds of the London loan, and Rs. 27 -2 million from the I.B.R.D.). The budget surplus of Rs. 127 -6 million shows an improvement of Rs. 194 -3 million on the original estimate. The total revenue at Rs. 1,158 -6 million exceeded the original estimate by Rs. 131 -6 million, the balance of the increased surplus being due to a shortfall in total expenditure. The expenditure chargeable to revenue exceeded the original estimate by Rs. 57 -6 million mainly because of increased expenditure on the servicing of public debt and on wages and salaries following the salary revisions announced in April, 1955. The increase in expenditure chargeable to revenue was, however, more than offset by a short-fall of Rs. 72 million in the loan fund expen­diture and the expenditure from the National Development Reserve taken together.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.680030822753906,
      8.704559326171875,
      8.765641212463379,
      8.840494155883789,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.4,
      572.48,
      325.73,
      595.32
    ],
    "text": "•These issues were made in February, 1956. The Central Bank issued : — (1) a one-year security with interest at l|-% per annum ; and (2) a two-year security with interest at l j % per annum.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.462632179260254,
      6.626295566558838,
      6.7594218254089355,
      6.781296253204346,
      6.784450531005859,
      6.795219421386719,
      6.852828025817871
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.92,
      599.6,
      151.97,
      606.36
    ],
    "text": "The Government issued : —",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.563554763793945,
      6.626295566558838,
      6.784450531005859
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      66.96,
      607.76,
      391.72,
      622.68
    ],
    "text": "(a) a 2J% loan repayable at par between February 1, 1961, and February 1, 1963 : and (6) a 3J% loan repayable at par between February 1, 1976. and February 1, 1981.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.462632179260254,
      6.555016994476318,
      6.626295566558838,
      6.766602039337158
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      626.96,
      186.43,
      633.72
    ],
    "text": "All four issues were fully subscribed.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.4265456199646,
      6.626295566558838,
      6.852828025817871
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      200.4,
      32.68,
      233.58,
      41.87
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.2,
      55.48,
      395.4,
      172.67
    ],
    "text": "23. The capital expenditure of Government in 1954-55 was Rs. 359 million.* This represents an under-expenditure of about 21 per cent of the original estimate of Rs. 460 million for the year. The corresponding percentages for 1952-53 and 1953-54 were 33 per cent and 30 per cent respectively. Thus it is apparent that the bottle-neck in recent years as regards public investment has not been a lack of finance. The full implementation within schedule of the Six-Year Programme of Investment will depend largely on the ability of Government to make greater use than hitherto of funds voted each year by Parliament for capital expenditure. One of the main tasks of the Commission on Government expenditure, which the Government proposes to appoint, would, perhaps, be to consider this problem.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.704559326171875,
      8.727007865905762,
      8.743135452270508,
      8.856064796447754,
      8.929465293884277,
      8.941839218139648,
      8.954850196838379,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.2,
      188.2,
      395.44,
      305.39
    ],
    "text": "24. Food Subsidies.—When the budget for 1954-55 was presented, it was expected that there would be no net charge to revenue during the year on account of food subsidies. Subsequently, with the continuing decline in the price of imported rice (especially as a result of the lower contract price for 1955 of China rice), and flour and sugar, Government found it possible to grant in November, 1954, an in­crease in the quantity of subsidised rice allowed on the ration. The effect of the increase was to equalise the ration of all categories of ration book holders. In March, 1955, the contract price of Burma rice for 1955 was reduced to £42 per long ton from the earlier contract price of £48 per long ton. Following this reduction the price of rationed rice was lowered in May from 55 cents to 50 cents per measure.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      8.608264923095703,
      8.650535583496094,
      8.704559326171875,
      8.735607147216797,
      8.867531776428223,
      8.87541389465332,
      8.891000747680664,
      8.923909187316895,
      8.964115142822266,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.44,
      314.92,
      395.08,
      384.11
    ],
    "text": "25. Government has incurred a loss of Rs. 36 million in its trading in food during the year. This loss was principally the result of the heavy subsidy pay­ments incurred by Government in the purchase of locally-grown paddy and rice under the guaranteed price scheme. The profit on sugar was also lower and the subsidy on imported rice sold on ration was higher than was originally anticipated in the budget.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.44,
      393.4,
      394.72,
      450.59
    ],
    "text": "26. Under the guaranteed purchase scheme for paddy, the Government has agreed to purchase locally-grown paddy at Rs. 12 per bushel till the end of September, 1957. The quantity of rice and paddy purchased under this scheme in 1954-55 was 225,834 tons of rice equivalent, almost three times the previous record quantity purchased in 1953-54.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.6448392868042,
      8.667202949523926,
      8.704559326171875,
      8.724006652832031,
      8.727007865905762,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.44,
      465.4,
      394.72,
      606.59
    ],
    "text": "27. The Taxation Inquiry Commission.—A Commission was appointed in October, 1954, to inquire into the structure of taxation and to recommend suitable changes in it with particular reference to the needs of economic development with stability. In its report submitted in May, 1955, the Commission did not recommend any major changes in the existing tax structure. Some of the more important recommendations were the exemption of bonus share issues from taxation, the increase of initial allowances in respect of plant and machinery and industrial build­ings, the exemption from taxation within specified limits of life insurance premia and employees' contributions to approved provident funds and lower import duties on capital goods and raw materials and the carry forward of losses without limit. In the case of companies controlled by not more than five persons, whatever their total number of shareholders, the Commission recommended that where a reasonable",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.608264923095703,
      8.627130508422852,
      8.808329582214355,
      8.865744590759277,
      8.92950439453125,
      8.964115142822266,
      8.992926597595215,
      9.016107559204102,
      9.199418067932129,
      9.230219841003418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.16,
      627.2,
      105.14,
      633.96
    ],
    "text": "Provisional.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.626295566558838
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      194.16,
      37.0,
      227.58,
      46.19
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.96,
      57.88,
      390.33,
      127.07
    ],
    "text": "proportion of the profit, after taking into consideration the current requirements of the business and the requirements for maintenance and development, had not been distributed, the whole profit can be assessed to tax in suitable cases as if it had been distributed. The Commission also recommended certain changes in the existing law relating to the concept and determination of taxable income and the adminis­tration of taxes. These recommendations have since been implemented.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.98069953918457,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.72,
      145.72,
      389.79,
      250.91
    ],
    "text": "28. The Budget 1955-56.—In 1955, as in the previous years, the main con­sideration that guided the formulation of budgetary policy was the need to achieve rapid economic development without at the same time endangering the country's financial stability. Since if was anticipated that revenue receipts would be high and that export earnings would be somewhat lower than in 1954-55, the criterion of financial stability would have been met by a balanced budget. How­ever, in order to meet adequately the needs of long-term economic development, the Government budgeted for a deficit of a size which was unlikely to lead to any financial instability.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.581253051757812,
      8.649301528930664,
      8.77769660949707,
      8.793339729309082,
      8.940105438232422,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.48,
      263.56,
      389.68,
      344.75
    ],
    "text": "29. The total estimated revenue for 1955-56 according to the original budget estimate is Rs. 1,161 -8 million. Estimated expenditure chargeable to revenue is Rs. 949 -9 million while Loan Fund and Loan Scheme expenditures amount to Rs. 266 -1 million. In addition, it is planned to spend Rs. 8 million from the National Development Reserve and Rs. 32 million from the I.B.R.D. Loan. These figures give a total budgetary expenditure of Rs. 1,256 -0 million which when set off against the total estimated revenue leave a deficit of Rs. 94 -2 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.689033508300781,
      8.721123695373535,
      8.736356735229492,
      8.795845985412598,
      8.81251335144043,
      8.870638847351074,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.24,
      357.16,
      388.96,
      402.35
    ],
    "text": "30. The estimated total capital expenditure in 1955-56 (including expenditure from the extra-budgetary reserves and expenditures financed from the Colombo Plan Aid) is Rs. 485 -1 million. This figure of estimated capital expenditure exceeds the estimate for 1954-55 by approximately Rs. 25 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.704559326171875,
      8.721123695373535,
      8.837492942810059,
      8.891000747680664,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.24,
      420.52,
      389.13,
      501.71
    ],
    "text": "31. The Six-Year Programme of Investment.—With the Budget for 1955-56 Government adopted a Six-Year Programme of Investment for the public sector covering the period 1954-55 to 1959-60. The priorities in the programme have been arranged broadly on the lines recommended by the I.B.R.D. Mission in their report on the economic development of Ceylon but the total outlay (Rs. 2,529 million) is Rs. 929 million more than the amount recommended by the I.B.R.D. Mission for a similar period.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.421126365661621,
      8.66465950012207,
      8.689033508300781,
      8.704559326171875,
      8.721123695373535,
      8.785541534423828,
      8.856064796447754,
      8.869667053222656,
      8.929465293884277,
      8.947422981262207,
      8.980854034423828,
      9.016107559204102,
      9.218046188354492
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.0,
      513.4,
      388.42,
      630.59
    ],
    "text": "32. Of the total expenditure 76 -8 per cent is allocated for projects of an economic nature (largely agricultural development and public utilities), about 16 per cent for capital expenditure connected with social services, while civil adminis­tration and defence receive about 3 -5 per cent each. Regarding the employment content of the Programme, it is estimated that over the six-year period an additional 41,901 persons will be employed on the average on constructional works ; the esti­mated increase in permanent employment at the end of the period is 94,895. The increasing demand for domestic materials and services created by the higher level of economic activity and the increase in money income would lead to a further increase in employment opportunities.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.50739860534668,
      8.632918357849121,
      8.742228507995605,
      8.941839218139648,
      8.967611312866211,
      8.982081413269043,
      9.016107559204102
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      196.08,
      32.64,
      233.93,
      40.69
    ],
    "text": "( IO )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.427700042724609,
      7.936088562011719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      36.24,
      54.76,
      393.83,
      135.95
    ],
    "text": "33. The local cost of the programme will amount to Rs. 1,757 -5 million or 69 -5 per cent of total expenditure, while the balance Rs. 771 -2 million or 30 -5 per cent of total expenditure is the direct foreign cost element in the programme. The programme has been drawn up on the basis of the country's own resources ; foreign loans and grants, if available, will assist either in expanding the programme or in maintaining the desired level of investment in case of any short-falls in local re­sources.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.732648849487305,
      8.872657775878906,
      8.892938613891602,
      9.054231643676758,
      9.188928604125977
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      36.48,
      154.6,
      393.62,
      187.79
    ],
    "text": "34. Foreign Investment Policy.—In July, 1955, the Government published a paper denning more clearly its policy regarding the investment of foreign private capital in Ceylon. The main points of the paper are as follows :—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      196.84,
      393.27,
      206.03
    ],
    "text": "(a) It is considered desirable for local capital to participate with foreign capital",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.48,
      209.08,
      393.36,
      230.27
    ],
    "text": "in the establishment of business enterprises. No rigid rules concerning such participation are, however; laid down.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      239.32,
      393.05,
      248.51
    ],
    "text": "(b) Much importance is attached to the training and employment of as many",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.788089752197266,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      83.76,
      251.32,
      390.0,
      272.51
    ],
    "text": "Ceylonese nationals as possible in businesses operated by foreign in­terests.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.020500183105469,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      281.56,
      393.51,
      290.75
    ],
    "text": "(c) The remittance of dividends and interest as well as withdrawal of capital",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.8670654296875,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.48,
      293.56,
      234.49,
      302.75
    ],
    "text": "on liquidation are permitted freely.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      311.8,
      393.29,
      320.99
    ],
    "text": "(d) As regards taxation, foreign concerns will be treated on terms of equality",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.24,
      323.8,
      393.45,
      380.99
    ],
    "text": "with local enterprises. Foreign concerns are qualified'to benefit from such special concessions and inducements as are allowed by the Govern­ment for the stimulation of private investment. Whenever possible the Government will negotiate agreements with other governments to relieve foreign investors of the burden of double taxation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.853964805603027,
      8.867920875549316,
      8.929465293884277,
      8.991279602050781,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      390.28,
      393.17,
      399.47
    ],
    "text": "(e) In the event of compulsory acquisition, foreign investors would bo entitled",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.929851531982422,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.0,
      402.04,
      202.33,
      411.23
    ],
    "text": "to the fullest compensation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      35.76,
      430.84,
      392.81,
      476.03
    ],
    "text": "35. International Finance Corporation.—In December, 1955, the Government presented to Parliament a Bill to enable Ceylon to become a member of the Inter­national Finance Corporation. The Bill was passed in early 1956. Ceylon's con­tribution to the share capital of the Corporation is Rs. 800,000 (U.S. $166,000).",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.483964920043945,
      8.67077922821045,
      8.71855640411377,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      35.76,
      490.84,
      393.78,
      512.03
    ],
    "text": "36. Membership of this Corporation, which is an affiliate of the I.B.R.D. is expected to promote the inflow of private foreign capital for investment in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.689033508300781,
      9.054231643676758,
      9.212963104248047
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      35.28,
      527.08,
      393.29,
      630.35
    ],
    "text": "37. Government Sponsored Corporations.—In accordance with the revised indus­trial policy of Government, the Government Sponsored Corporations Act No. 19 of 1955 was passed in April, 1955. This Act provides for the formation of corpora­tions to acquire and operate the state-owned and state-operated industrial enterprises, and for the eventual replacement of these corporations by joint-stock companies under the Companies Act. During the year the three factories, ceramics, vegetable oil and paper, were converted into corporations under this Act. The conversion into corporations of the cement, D.D.T., caustic soda and chlorine and the plywood factories is being contemplated.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.647788047790527,
      8.765641212463379,
      8.941839218139648,
      8.954812049865723,
      8.964115142822266,
      8.985876083374023,
      9.0094575881958,
      9.016757011413574,
      9.040143966674805,
      9.054231643676758,
      9.104801177978516,
      9.212963104248047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      191.76,
      34.12,
      230.46,
      43.31
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      32.4,
      55.48,
      391.36,
      148.67
    ],
    "text": "38. Government Borrowing Operations.—In the calendar year 1955 there was an increase in the gross public debt of Rs. 21 million in contrast to a decrease of Rs. 91 million in 1954. The increase of Rs. 21 million in the gross public debt was the result of a decline of Rs. 55 million in treasury bills outstanding and an increass of Rs. 76 million in the total gross funded debt, including foreign and rupee debt. The rupee debt increased by Rs. 67 -1 million and the foreign debt by Rs. 8 -9 million which was the amount withdrawn during the year from the I.B.R.D. loan account. There was no borrowing from the Central Bank during the year.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.581253051757812,
      8.689033508300781,
      8.736356735229492,
      8.840494155883789,
      8.91100788116455,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      32.4,
      157.96,
      390.82,
      191.15
    ],
    "text": "39. Three new loans were floated during the year ; a five to seven year loan for Rs. 75 million in March, a three-year and a twenty to twenty-five-year loan for Rs. 25 -4 and Rs. 24 -6 million respectively in December.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.56960391998291,
      8.735607147216797,
      8.736356735229492,
      8.869667053222656,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      31.68,
      200.2,
      390.33,
      257.39
    ],
    "text": "40. The loan issue of March Avas partly in conversion of the Rs. 40 million of If per cent stock maturing in December, 1955. Rs. 27 -8 million worth of matur­ing stock was surrendered in conversion. The balance Rs. 12-2 million worth of stock, which was not surrendered in conversion, was redeemed separately in December, 1955.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.2705659866333,
      8.53080940246582,
      8.779658317565918,
      8.941839218139648,
      8.942532539367676,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      31.44,
      263.8,
      390.21,
      320.99
    ],
    "text": "41. Of the two loans floated in December the 2\\ per cent Loan 1958 for Rs. 25 -4 million was a conversion issue. Holders of the 3 per cent Loan 1956 which was for the same amount were invited to offer their holdings for conversion at par into the new stock. Total conversion applications amounted to Rs. 17 -9 million. The total amount of cash brought in by the three loans was Rs. 79 -3 million.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.421126365661621,
      8.581132888793945,
      8.732965469360352,
      8.869667053222656,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      30.72,
      330.28,
      389.68,
      399.47
    ],
    "text": "42. Borrowing by Public Institutions.—The State Mortgage Bank made two issues of debentures in 1955. The first was for Rs. 5 million 1962-64 at 2 | per cent and the second for Rs. 7 million 1965-68 at 3 per cent. Both issues were made at par. An issue of debentures under the National Housing Act of 1954 amounting to Rs. 10 million was made in June, 1955. The issue was at par, carrying 3J per cent and maturing in 1970-72.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.50739860534668,
      8.656984329223633,
      8.727007865905762,
      8.732254981994629,
      8.856648445129395,
      8.964115142822266,
      9.016107559204102,
      9.230219841003418
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      30.48,
      408.52,
      389.13,
      441.71
    ],
    "text": "43. Legislation was passed during the year to exempt the debentures of both the National Housing Fund and the State Mortgage Bank from the stamp duty on transfers.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      30.48,
      448.6,
      389.99,
      553.79
    ],
    "text": "44. Interest Rales and Open Market Operations.—The decrease in the volume of treasury bill borrowing during the year was associated with a gradual decline in the treasury bill rate ; at the end of 1954 it was 0 -87 per cent and at the end of 1955 it was 0 -75 per cent. The yields on other Government securities also showed a downward tendency ; the redemption yield on a security with a 19 year maturity fell from 3 -48 per cent to 3-13 per cent. The comparatively low yields prevailing on treasury bills and Government securities is explained by the fact that Government's budgetary position was favourable at a time when commercial bank reserves were high.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.538558959960938,
      8.691134452819824,
      8.941839218139648,
      8.96119499206543,
      8.988290786743164,
      9.016107559204102,
      9.357159614562988
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      30.48,
      562.6,
      390.16,
      631.79
    ],
    "text": "45. Although the over-all liquidity of the economy continued to be very high during the year, the Central Bank did not engage in open market operations to any great extent, mainly because the Central Bank's holdings of Government securities were extremely low. Open market operations were however carried out on a restricted scale in April, 1955, in order to stabilise the Government securities market to accord with the terms of issues of Government loans.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.765641212463379,
      9.012248039245605,
      9.016107559204102,
      9.230219841003418
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      198.48,
      33.88,
      236.46,
      43.07
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      37.92,
      55.48,
      395.44,
      88.67
    ],
    "text": "46. Bank Rate.—Bank rate has remained unchanged at 2£ per cent since its reduction from 3 per cent on June 11, 1954. There was also no change in the advances rate of commercial banks during 1955.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      38.64,
      91.72,
      396.13,
      172.91
    ],
    "text": "47. Fixed and Savings Deposits.—Fixed and savings deposits were on the average substantially higher in 1955 than 1954. This increase, in combination with the increase in bank liquidity and the trend of falling treasury bill rates and yields on other Government securities which began in the first quarter 1954, led to a decline in January, 1955, in the commercial banks' rates for fixed deposits by about one quarter of one per cent. There has been no change in the commercial banks' rates for savings deposits (held principally by small savers) for some years.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.781148910522461,
      8.933091163635254,
      8.981083869934082,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.12,
      176.2,
      396.33,
      197.39
    ],
    "text": "48. Total fixed and savings deposits of commercial banks were Rs. 165 million at the end of 1955 as compared with Rs. 147 million at the end of 1954.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.581253051757812,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.12,
      200.44,
      396.61,
      257.63
    ],
    "text": "49. There was hardly any change in the level of deposits of the Ceylon Savings Bank, total deposits being Rs. 63 -6 million at the end of 1954 as compared with Rs. 65 -2 million at the end of 1955. There was, however, a moderate increase in the deposits of the Post Office Savings Bank during the same period, from Rs. 220 -7 million to Rs. 230 -5 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.891000747680664,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      38.88,
      262.6,
      396.87,
      331.79
    ],
    "text": "50. Bank Credit to Private Sector.—Total bank credit increased by Rs. 18 million as between the end of 1954 and the end of 1955. The factors behind this increase were an expansion of Rs. 9 million in export bills discounted and an increase of loans by Rs. 9 million. On the other hand excess reserves of the commercial banks increased by Rs. 23 million, while total liquid assets increased by Rs. 76 million due mainly to an increase in foreign cash balances.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      8.941839218139648,
      8.996679306030273,
      9.016107559204102,
      9.19432544708252,
      9.20536994934082,
      9.212963104248047,
      9.224993705749512
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.36,
      335.08,
      397.41,
      452.27
    ],
    "text": "51. These facts relating to 1955 reflect a situation that is normal in Ceylon as regards bank credit to the private sector. Although the loanable resources of banks may fluctuate considerably, the level of bank credit tends to be relatively stable, any moderate changes in credit extension being normally accounted for by changes in the needs for finance of the export trade. Such conservative lending policies are, for Ceylon, partly an advantage and partly a weakness. They arc an advantage to the economy in that bank credit expansion does not accentuate the swings of the economy caused by fluctuations in export prices. Thoy are a weakness in that if conservatism becomes too rigid a creed, they would be utterly inappropriate in an economy requiring rapid development.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.421126365661621,
      8.840883255004883,
      8.996679306030273,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.6,
      455.32,
      396.99,
      500.51
    ],
    "text": "52. As commercial banks do not as a rule provide long-term finance, a decision was taken to set up a Development Finance Corporation. The Central Bank and the International Bank for Reconstruction and Development collaborated in the necessary preliminaries towards its establisment.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.36,
      503.56,
      397.12,
      584.75
    ],
    "text": "53. The Development Finance Corporation.—An Act was passed by Parliament in September, 1955, providing for the establishment of the Development Finance Corporation of Ceylon. The authorised share capital of the Corporation is Rs. 8 million. In addition the Corporation may borrow from the Government up to Rs. 16 million free of interest. Further, the Corporation is empowered to obtain loans from the I.B.R.D. and the Government is authorised to guarantee such loans up to Rs. 24 million.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      8.689033508300781,
      8.891000747680664,
      8.936328887939453,
      9.016107559204102
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      40.08,
      587.56,
      397.6,
      632.75
    ],
    "text": "54. The Corporation will have considerable freedom in deciding the form of financing of projects. It may make loans with or without security, acquire shares (or any other interest) in new or existing enterprises, underwrite new issues of shares, bonds and other securities, guarantee loans from other private sources. It has the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.869667053222656,
      8.996679306030273,
      9.016107559204102,
      9.230219841003418
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      188.64,
      32.68,
      226.38,
      41.87
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      27.6,
      54.76,
      387.02,
      88.43
    ],
    "text": "power to sell its investments at any time it considers appropriate and re-invest the proceeds in other undertakings, thus ensuring the maximum developmental use of its resources.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      26.64,
      94.12,
      386.67,
      163.31
    ],
    "text": "55. The Corporation will also initiate new projects where it is practicable and necessary to do so. In those projects with which the Corporation is connected it will take an active interest, and will be ready to assist in securing managerial, technical and administrative advice. In these matters the Corporation will have the assistance of the Institute of Scientific and Industrial Research established in 1954.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      9.016107559204102,
      9.188928604125977,
      9.189377784729004
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      26.4,
      168.52,
      386.19,
      251.15
    ],
    "text": "56. Though the Corporation has been established with the support of the Government, it has been designed as an autonomous private body without Gov­ernment control over its management. It will be a private enterprise, making financial assistance and technical advice available to private industrial and agricultural enterprises. The broad national interests of the country are pro­tected by the statutory proviso that a majority of the shareholder-directors shall at all times be citizens of Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.72207260131836,
      8.81407642364502,
      8.921168327331543,
      9.016107559204102,
      9.188704490661621
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      26.16,
      256.36,
      385.6,
      349.55
    ],
    "text": "57. Exchange Control.—The Central Bank administers exchange control as the agent of the Government. The scope and pattern of control are determined broadly by the current and prospective balance of payments situation (due regard being also taken of the country's obligations as a member of the sterling area), and the need for accumulating adequate foreign exchange reserves for economic develop­ment. Changes in exchange control regulations were last made in 1953, and were designed so as to be stringent on capital transfers whilst allowing current transfers to be made with little hindrance. No change in this policy was made in 1955.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.933321952819824,
      8.970492362976074,
      9.016107559204102,
      9.21004581451416,
      9.212963104248047
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      147.12,
      358.61,
      264.3,
      368.69
    ],
    "text": "IV. Basic Economic Data",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.373456954956055,
      9.458025932312012,
      9.609830856323242,
      9.882956504821777
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      141.84,
      373.24,
      270.33,
      382.43
    ],
    "text": "Foreign Trade in Merchandise",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.929118156433105,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      26.4,
      387.4,
      385.84,
      468.59
    ],
    "text": "58. Exports.—Statistics of value, volume and price of exports from 1938 onwards are given in tables(1) 26, 28 and 29. The total value of exports increased 7 -2 per cent from Rs. 1,809 million in 1954 to Rs. 1,940 million in 1955 exceeding the previous record of Rs. 1904 million reached in 1951. The average price rose 4-6 per cent and volume 5 -9 per cent. The share of tea in the export trade remained unchanged at the very high proportion reached in 1954, while that of rubber improved.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.155637741088867,
      8.581253051757812,
      8.732965469360352,
      8.891000747680664,
      8.93436336517334,
      8.941839218139648,
      8.980507850646973,
      8.982081413269043,
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      156.48,
      471.4,
      255.34,
      480.59
    ],
    "text": "Composition of Exports",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      9.016107559204102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      66.48,
      503.76,
      109.22,
      510.62
    ],
    "text": "Commodity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.638141632080078
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      182.88,
      493.2,
      380.33,
      500.06
    ],
    "text": "Value in Rs. million Percentage of total exports",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.639241695404053,
      6.734923362731934
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      66.48,
      503.76,
      109.22,
      510.62
    ],
    "text": "Commodity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.638141632080078
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      177.36,
      519.36,
      373.77,
      526.46
    ],
    "text": "1953 1954 1955 1953 1954 1955",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.505422115325928,
      6.530633926391602,
      6.5490899085998535
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      28.56,
      535.2,
      378.87,
      583.34
    ],
    "text": "Tea 825 1,123 1,194 5 2 - 6 62 0 61-6 Rubber 338 285 350 21-5 15 8 1 8 - 0 Major coconut products 244 212 225 15-6 11 7 11-6 Other domestic exports 83 99 103 5-3 5 5 5 - 3 Domeslic Exports ' 1,490 1,719 1,872 9 5 0 95 0 96 5 Re-exports 78 90 68 5-0 5 0 3-5",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.225584030151367,
      6.406193256378174,
      6.474593162536621,
      6.4753947257995605,
      6.495309829711914,
      6.516255855560303,
      6.520295143127441,
      6.5291619300842285,
      6.529839038848877,
      6.531605243682861,
      6.536134719848633,
      6.537252426147461,
      6.553989410400391,
      6.557126522064209,
      6.564069747924805,
      6.638228416442871,
      6.6410651206970215,
      6.643003940582275,
      6.64343786239624,
      6.663255214691162,
      6.682408809661865,
      6.688619136810303,
      6.734923362731934,
      6.9035820960998535,
      7.037149906158447,
      7.114104747772217
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      130.8,
      591.6,
      378.89,
      599.18
    ],
    "text": "Total . . 1,568 1,809 1,940 100-0 100 0 100 0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.734923362731934,
      7.0638108253479
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      252.0,
      611.76,
      376.98,
      618.62
    ],
    "text": "Source : Ceylon Customs Returns.",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      6.7073283195495605,
      6.734923362731934
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      43.68,
      623.52,
      269.02,
      630.38
    ],
    "text": "{') All tables referred to numerically appear in Appendix I I .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.60577917098999,
      6.734923362731934
    ]
  }
]