[
  {
    "page_number": 0,
    "bbox": [
      295.88,
      31.54,
      527.25,
      44.42
    ],
    "text": "EXTERNAL SECTOR DEVELOPMENTS AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "187",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      541.82,
      394.87,
      574.1,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      112.44,
      116.5,
      124.43
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      131.96,
      283.14,
      704.74
    ],
    "text": "The phenomenon of concurrent deficits in the Government budget and the external current account, emanating from the imbalances caused by excessive spending over and above a country’s capacity, popularly known as Twin Deficits has remained the major structural impediment and key source of macroeconomic vulnerability in Sri Lanka for many years. Sri Lanka has been experiencing persistent external current account deficits mainly driven by large deficits in the merchandise trade account and primary income account over the years. Although the trade in services account and secondary income account (mainly workers’ remittances) recorded surpluses, these surpluses have not been adequate to cushion the impact of ever widening deficits in the merchandise trade and primary income accounts in the current account. Further, Sri Lanka failed to attract non-debt creating foreign financial flows, such as Foreign Direct Investment (FDI), up to the expected levels even during the post war era due to structural and policy impediments. Moreover, during the last decade, the mounting external debt of the country and the resultant large debt service payments were major contributors to the external sector imbalances worsening debt sustainability concerns. Amidst these structural weaknesses in the external sector, imprudent and swift policy changes on the fiscal front, the COVID-19 pandemic, and related uncertainties intensified its macroeconomic fragilities leading to a series of calamities. Gross official reserves declined to historical lows, with the liquid reserves falling to almost zero levels by April 2022 and the exchange rate underwent a large overshooting in early March 2022. Against this backdrop, the Government announced a debt standstill in April 2022 for an interim period, pending a debt restructuring process while commencing negotiations with the International Monetary Fund (IMF) for a financing arrangement. As Sri Lanka’s debt is evaluated as unsustainable, the success of the IMF-Extended Fund Facility (EFF) arrangement relies on the progress of ongoing debt restructuring. Once debt restructuring perimeters are negotiated and agreed upon with Sri Lanka’s official and private creditors, the country will resume debt servicing, but on a smaller scale, with extended maturities. This first ever debt restructuring",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      97.68,
      65.25,
      485.91,
      89.24
    ],
    "text": "BOX 8Post-Debt Restructuring Policy Priorities for Strengthening External Sector Balance",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      112.54,
      524.65,
      243.97
    ],
    "text": "effort would offer a once in a lifetime opportunity for the country to correct past mistakes and decisively plan future actions to ensure that the country will not suffer from a repeated debt restructuring episode, as experienced by some countries. This stresses the fact that not only the debt restructuring process, but also the way forward in the post restructuring economy should be well planned and executed to strengthen the country’s fiscal and external positions and build resilience in the period ahead.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      256.8,
      499.43,
      268.79
    ],
    "text": "Challenges in Debt Restructuring Processes",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      276.29,
      524.65,
      447.74
    ],
    "text": "From the 1950s to 2010 there were more than 600 incidents of sovereign debt restructuring globally involving 95 countries (Das, Papaioannou, & Trebesch, 2012). Generally, it is expected that following successful debt restructuring, a country would manage the debt sustainably going forward and recover gradually. However, out of those, not all countries were able to sustainably manage their debt after a successful debt restructuring process and those who failed experienced further defaults subsequently. There are several reasons why some countries fail to reach their potential level of economic growth and ensure external sector stability through debt restructuring, as described below:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      461.03,
      524.64,
      645.81
    ],
    "text": "1. Unfavourable economic conditions: The external environment and broader economic conditions of the country during the rebuilding phase are instrumental in determining the outcome of debt restructuring. For example, if the global economy is slowing down or if major trading partners are experiencing an economic contraction during the post debt restructuring phase, the country may struggle to achieve its potential level of growth and Balance of Payments (BOP) sustainability. There are early signs that global economic stresses could heighten in 2023 amidst tight monetary and financial market conditions, making the post debt restructuring recovery of Sri Lanka challenging.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.06,
      653.43,
      524.64,
      704.84
    ],
    "text": "2. Implementation challenges: Given the diversity of external lenders and their interests as well as geopolitical concerns, the negotiation and implementation phases of debt restructuring could",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "188",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      7.5,
      394.87,
      39.78,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.39,
      58.12,
      281.97,
      136.35
    ],
    "text": "be complex. This could make reaching agreements with creditors challenging, thereby raising the risk of delays due to lengthy negotiations. A protracted restructuring process could further erode investor confidence and be a major predicament for regaining stability of the external sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      143.99,
      281.96,
      302.42
    ],
    "text": "3. Insufficient policy measures: Recovery in the economy following debt restructuring involves adopting a policy combination that drives the economy towards a sustainable growth path in the short and medium term with emphasis on macro-fiscal reforms and required adjustments. However, if the policy responses are not planned out effectively or lack coordination in implementation, the desired outcome may not be achieved. Considering the legacy issues faced by the external sector of Sri Lanka, the reforms package needs to be sufficiently robust.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      310.06,
      281.96,
      548.68
    ],
    "text": "4. Political instability: The recovery in the economy following a debt restructuring process essentially depends on the success of the implementation of the reform package agreed upon with creditors and adherence to targets set out therein. As the major economic reforms lack popularity, governments come under severe pressure to implement such reforms and would possibly give into lobbying from the constituency. Political stability would help rebuild confidence in the economy among the stakeholders, including investors, multilateral and bilateral lenders, and creditors. Further, political instability may lead to policy inconsistency, which could be a major setback to implementing sustainable macroeconomic adjustments. Thus, post restructuring economic revival and resilience would be conditional on the continuation of the political resolve as well as public support for reforms.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      556.33,
      281.95,
      634.56
    ],
    "text": "5. Weak institutions: Weak institutions that lead to deterioration of the rule of law, lack of transparency and accountability, and increased corruption could create an environment that is unfavourable to economic growth, while limiting the effectiveness of policy measures and eroding investor confidence.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.38,
      642.2,
      281.97,
      707.06
    ],
    "text": "Against this backdrop, it will be pertinent to form a vigorous policy framework that aims at restoring stability in the external sector, while creating a conducive environment for the economic activities to thrive. Accordingly, a clear strategy needs to be articulated by",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      57.53,
      523.48,
      257.92
    ],
    "text": "the Government to implement the necessary structural reforms at the earliest possible timeframe and to source financing to repay debt obligations to creditors when the moratoria and concessions provided by creditors under the debt restructuring process come to a close and the debt obligations become due, in order to circumvent the need for repeated access to IMF bailouts and further rounds of debt restructuring in the future. Building permanent buffers on the external sector is the key to achieving a country’s macroeconomic resilience. Such buffers could be a combined result of strengthening the external current and financial accounts through coordinated national policy drive and moving away from the orientation towards debt financing the budget deficit and current account deficit.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      270.96,
      523.74,
      296.45
    ],
    "text": "Policies for Strengthening the External Current Account",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.89,
      304.11,
      523.49,
      706.99
    ],
    "text": "Sri Lanka’s exports in the last few decades have seen no major growth drive or boom due to legacy issues, such as limited diversification, low value addition, lower integration to global value chains, and the lack of sophistication required to remain competitive amidst the overvalued exchange rate and inadequate investments in the tradable sector. In the meantime, expenditure on all categories of imports have increased at a faster pace leading to widening trade deficits, especially since 2011, mainly financed through external sector borrowings. Accordingly, any effort in addressing the external current account deficit should be focused on strategies to reduce the trade deficit by simultaneous measures to increase the earnings from merchandise exports while increasing the surplus in the services account. Demand management measures through rationalisation of imports and efforts on import substitution may be introduced only on a temporary basis to preserve economic stability, as long term adaptation of such measures might undermine the competitiveness of the economy. Further, product diversification through research and development led innovation, vertical and horizontal integration, participation in production sharing networks and linking with the global value chains through component manufacturing as well as reducing over reliance on traditional markets as export destinations by way of exploring new markets could be considered as vital initiatives. The export sector would have to be supported by conducive macroeconomic policies, particularly by maintaining a flexible exchange rate, consistent tax and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      295.88,
      31.54,
      527.25,
      44.42
    ],
    "text": "EXTERNAL SECTOR DEVELOPMENTS AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "189",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      541.82,
      394.87,
      574.1,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      59.58,
      283.65,
      283.16
    ],
    "text": "investment policies, price stability and a thereby less volatile interest rate structure, and essential infrastructure facilities. Speedy and uninterrupted implementation of the actions outlined in the National Export Strategy is essential in the national interest to achieve the intended outcomes. Policy measures aimed at promoting domestic industries that supply intermediate goods required for key exports should be implemented promptly to enhance the domestic value addition in the export sector, while effectively substituting imports through integration. A level playing field created through free trade agreements would be an added advantage. Further, initiatives focused on moving towards renewable energy sources would also reduce the country’s reliance on fossil fuels in the medium to long term thereby helping to minimise the pressure on the current account stemming from fuel imports.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      296.37,
      283.64,
      612.79
    ],
    "text": "Meanwhile, services exports are vital in cushioning the deficit in the external current account, and hence it is imperative to exploit their full potential. As the largest service export sector, the tourism sector is showing signs of revival and to reap the maximum benefits of the tourism industry, it is imperative to diversify the tourism sector to focus more on niche and non-traditional markets and tourists that travel for different purposes other than leisure. Also, certain services exports, especially in the Information Technology/Business Process Outsourcing (IT/BPO) sector, have considerable potential to bringing in net foreign exchange flows to the country. Growth opportunities in the IT/BPO sectors have expanded with the increased digitalisation of economies worldwide following the COVID-19 pandemic. Therefore, Sri Lanka should capitalise on the availability of a skilled labour force and state-of-the-art IT infrastructure to promote itself as a digital nation. Also, secondary and tertiary IT education needs to be aligned to market demands and complement the development of human capital required to keep up with the expansion in this sector. With debt restructuring, the primary income deficit is also expected to improve and needs to create a surplus in the non-interest income account.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      625.99,
      283.63,
      703.69
    ],
    "text": "Promotion of workers’ remittance requires active stakeholder engagement to promote foreign employment, diversifying the foreign employment market and upskilling of migrant employees to secure more foreign employment opportunities with higher earning potential and incentivising official flows of remittances",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.55,
      59.6,
      525.15,
      271.2
    ],
    "text": "facilitated by low cost, real time, and convenient cross border fund flows. Although Sri Lanka has benefitted from workers’ remittances sourced from the Middle Eastern region in the past, it is timely to promote alternative destinations offering employment for a wide range of job categories with high wage potential, especially in advanced economies, such as South Korea, Singapore, Japan, and European countries, thereby increasing the quantum of workers’ remittances while reducing geopolitically driven vulnerabilities of remittance receipts. In the meantime, the large scale migration of white collar employees from Sri Lanka on a permanent basis, which will have a negative effect on workers remittances as well as long term economic repercussions due to brain drain, would have to be addressed urgently.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.56,
      284.02,
      525.4,
      309.36
    ],
    "text": "Policies for Strengthening External Financial Inflows",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.56,
      316.87,
      525.15,
      701.99
    ],
    "text": "In addition to the targeted measures to address broader current account deficits, it is also necessary to supplement them by attracting more non-debt capital receipts, such as FDI and portfolio investments, into the financial account of the BOP in order to ensure greater external sector stability and improved macroeconomic stability. Attracting non-debt obligatory foreign financial inflows to improve external sector resilience will be instrumental in ensuring lasting stability of the external sector, amidst continuous foreign currency debt servicing requirements and lack of fiscal space for debt repayment. Beyond supporting the financing of the current account deficit and augmenting domestic investment, FDI fosters economic growth by generating technology spillovers, supporting human capital development, and enhancing international trade linkages through improved access to foreign markets. Sri Lanka’s FDI remained acutely low compared to its regional peers over the past decades due to several legal, structural, and institutional deficiencies, such as rigid labour market regulations, difficulties in obtaining utilities, complex and inconsistent tax structures, and laborious regulatory structures, particularly related to contract enforcement, export import documentation, business startups, property acquisition, and the lack of well developed infrastructure facilities. Apart from these factors, policy uncertainty, institutional and governance weaknesses, such as perceived corruption and coordination failures continue to pose impediments to creating a conducive investment",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "190",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      7.5,
      394.87,
      39.78,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.28,
      59.58,
      280.97,
      300.62
    ],
    "text": "climate in Sri Lanka. Therefore, in order to foster investor confidence, Sri Lanka needs to establish a transparent and effective policy environment by articulating a comprehensive investment policy and build the required human competencies and institutional capacities to implement policy actions. Harmonisation of foreign investment policy with other development policies and strategies, such as trade and industrial policies as well as inter agency coordination in implementing these policies remain equally important. FDI and its fringe benefits will be instrumental in helping the economy to recover in the medium to long term under the macro-fiscal adjustment programme not only by contributing to the growth drive but also through economy wide efficiency gains. While efforts have already been taken to rectify these concerns by relevant authorities, it is imperative to expedite the implementation process before global FDI flows resume to pre-pandemic levels.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.38,
      314.09,
      280.98,
      703.73
    ],
    "text": "There is also a need to limit commercial project financing and encourage financing of tradable sectors capable of generating foreign exchange to service debt. A clear and transparent evaluation and selection mechanism for external loans should be established, while improving the transparency and accountability to the public on the external borrowing, their usage, and economic implications in order to enhance the effective utilisation of the borrowings and to reduce the pressure in the domestic foreign exchange market and external reserves of the country. Further, it is needed to articulate a strategy to improve sovereign ratings to reduce high risk premiums associated with external borrowings. Nevertheless, as country ratings improve in the period ahead, the tendency for increasing the share of commercial borrowings in the overall debt portfolio needs to be prevented. It is also possible to seek the feasibility of exploring the low cost funding options for essential projects, such as those in the areas of energy and food security, and climate adoption through sustainable financing options widely being made available globally while the use of green financing options would be beneficial. The IMF-EFF arrangement gives the opportunity to enhance market sentiments to attract foreign funds to the country which would support building up official reserves. Authorities need to restore debt sustainability by meeting targets setout over the medium to long term, such as by reducing the level of public debt below 95 per cent of GDP by 2032,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      59.5,
      520.45,
      70.89
    ],
    "text": "reducing the average central government Gross",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      73.77,
      520.45,
      85.16
    ],
    "text": "Financing Needs (GFNs) in 2027–32, including the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      88.05,
      520.46,
      99.44
    ],
    "text": "materialisation of contingent liabilities below 13 per cent",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      102.33,
      520.49,
      113.72
    ],
    "text": "of GDP so that rollover risks under stress are",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      116.61,
      520.44,
      128.0
    ],
    "text": "manageable, keeping foreign exchange debt servicing",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      130.89,
      520.46,
      142.28
    ],
    "text": "of the central government below 4.5 per cent of GDP",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      145.17,
      520.48,
      156.56
    ],
    "text": "in any year during 2027-32, and ensuring that the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      159.45,
      483.78,
      170.84
    ],
    "text": "fiscal and external financing gaps are closed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      184.7,
      355.43,
      196.69
    ],
    "text": "Conclusion",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      205.13,
      520.44,
      216.52
    ],
    "text": "In view of the above, the implementation of structural",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      219.41,
      520.46,
      230.8
    ],
    "text": "reforms focusing not only on restoring near term",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      233.69,
      520.44,
      245.08
    ],
    "text": "stability but also on rebuilding the nation with adequate",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      247.97,
      520.47,
      259.36
    ],
    "text": "safeguards and resilience in the post-debt restructuring",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      262.25,
      520.44,
      273.64
    ],
    "text": "and post-IMF bailout era is vitally important for",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      276.53,
      520.46,
      287.92
    ],
    "text": "permanent revival from the current economic crisis.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      290.8,
      520.47,
      302.19
    ],
    "text": "The persistent twin deficits experienced by Sri Lanka",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      305.08,
      520.45,
      316.47
    ],
    "text": "highlights the importance of addressing the BOP issues",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      319.36,
      520.47,
      330.75
    ],
    "text": "on a sustainable basis through a comprehensive national",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      333.64,
      520.44,
      345.03
    ],
    "text": "policy package formed in consultation with the relevant",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      347.92,
      520.45,
      359.31
    ],
    "text": "stakeholders and guarded from influences of changing",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      362.2,
      520.45,
      373.59
    ],
    "text": "political regimes. Further, non-debt creating foreign",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      376.47,
      520.46,
      387.87
    ],
    "text": "exchange generating sources need to be explored and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      390.75,
      520.44,
      402.14
    ],
    "text": "encouraged, while reducing the need for financing of",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      405.03,
      520.47,
      416.42
    ],
    "text": "the current account deficit out of commercial external",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      419.31,
      520.46,
      430.7
    ],
    "text": "debt. Also, according to international experiences,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      433.59,
      520.47,
      444.98
    ],
    "text": "the level of commitment by authorities towards the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      447.87,
      520.43,
      459.26
    ],
    "text": "success of a reform programme is a key determinant",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      462.15,
      520.47,
      473.54
    ],
    "text": "of the outcome of debt restructuring and subsequent",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      476.42,
      520.46,
      487.81
    ],
    "text": "recovery of the economy. Moreover, the ongoing efforts",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      490.7,
      520.45,
      502.09
    ],
    "text": "to resolve the economic issues, including the debt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      504.98,
      520.44,
      516.37
    ],
    "text": "restructuring process, and the macro-fiscal adjustment",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      519.26,
      520.46,
      530.65
    ],
    "text": "programme under the IMF-EFF arrangement are",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      533.54,
      520.47,
      544.93
    ],
    "text": "necessary conditions for the way forward, though these",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      547.82,
      520.44,
      559.21
    ],
    "text": "alone would not guarantee a permanent solution to",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      562.1,
      520.45,
      573.49
    ],
    "text": "the country’s deep rooted structural weaknesses and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      576.37,
      520.46,
      587.76
    ],
    "text": "macroeconomic complications unless the financing",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      590.65,
      520.47,
      602.04
    ],
    "text": "mix of government budget deficits and external current",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      604.93,
      520.46,
      616.32
    ],
    "text": "account deficits is augmented with non-debt creating",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      619.21,
      423.33,
      630.6
    ],
    "text": "financing in the period ahead.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      644.95,
      330.63,
      656.34
    ],
    "text": "Reference",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0,
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.89,
      665.44,
      519.44,
      672.63
    ],
    "text": "1. Das, U., Papaioannou, M., & Trebesch, C. (2012). ‘Sovereign Debt Restructurings",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      317.9,
      679.72,
      519.44,
      686.91
    ],
    "text": "1950–2010: Literature Survey, Data, and Stylized Facts’. IMF Working Paper,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      317.9,
      694.0,
      329.11,
      701.19
    ],
    "text": "IMF.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]