[
  {
    "page_number": 0,
    "bbox": [
      101.52,
      80.31,
      384.59,
      91.16
    ],
    "text": "I. ECONOMIC PERFORMANCE, PROBLEMS A N D",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.77463436126709,
      10.027894973754883,
      10.089717864990234
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      198.24,
      96.15,
      287.68,
      107.0
    ],
    "text": "POLICIES - 1975",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.846830368041992,
      10.089717864990234
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.6,
      116.73,
      428.62,
      270.92
    ],
    "text": "(a) E C O N O M I C G R O W T H In 1975, the performance of the Sri Lanka economy improved marginally in comparison with the preceding year. The Gross National Product measured at constant prices rose by 3.6 per cent in 1975 as against 3»4per cent in 1974. The rate of economic growth in 1975 is slightly higher than the average of 2-8 per cent for the period 1971-75. Nevertheless, it falls substantially below the average of 5 • 1 per cent for the preceding five year period 1966 to 1970. These show that the Sri Lanka economy has experienced relatively slow and uneven growth over several years. In 1975, the Gross National Product at current factor cost prices rose by 11-4 per cent as compared with the increase of 30 per cent in 1974 and 19-6 per cent in 1973. The lower rate of growth of the Gross National Product in money terms in 1975 is mainly due to the slowing down of inflationary pressures in the economy.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.724120140075684,
      6.745080947875977,
      6.79063081741333,
      9.66917896270752,
      9.800000190734863,
      9.80333137512207,
      9.81747817993164,
      10.005987167358398,
      10.089717864990234,
      10.333959579467773,
      10.338279724121094,
      10.350349426269531,
      10.391605377197266,
      10.419525146484375,
      10.627511978149414
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      88.8,
      280.71,
      410.38,
      291.56
    ],
    "text": "Annual growth rates and five year averages are given in the table below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      219.12,
      305.67,
      272.66,
      316.52
    ],
    "text": "T A B L E 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.596246719360352,
      10.089717864990234
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      107.04,
      324.87,
      383.36,
      349.88
    ],
    "text": "Gross National Product at Constant (1959) Factor Prices and Growth Rates",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.886641502380371,
      10.089717864990234
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      101.52,
      367.29,
      412.09,
      391.49
    ],
    "text": "Gross National G r o w t h rate Average Growth Year Ptoduct rate (Rs. million) (percentage) (percentage)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.669698715209961,
      6.723128795623779,
      6.729039669036865,
      6.759605884552002,
      6.83469295501709,
      6.865240097045898,
      6.893580436706543,
      6.903311252593994,
      6.907826900482178,
      7.103984832763672
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      65.76,
      407.91,
      387.27,
      434.69
    ],
    "text": "1966 7,818-3 + 3-5 1967 8,210-4 4-5-0 - 5 1 1968 8,901-0 4-8-4 - 5 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432,
      6.965685844421387,
      6.981456756591797,
      6.982479572296143,
      6.993789196014404,
      7.033601760864258,
      7.055026531219482,
      7.0558366775512695,
      7.086907863616943,
      7.103984832763672,
      9.559698104858398
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.0,
      434.49,
      387.83,
      487.43
    ],
    "text": "1969 9,301-1 4-4-5 1970 9,686-4 4-4-1 1971 9,724-9 4-0-4 1972 10,029-7 + 3-1 1973 10,382-5 + 3-5 . 2-8 1974 10,730-3 + 3-4 . 2-8",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      6.900000095367432,
      6.92799186706543,
      6.946281909942627,
      6.957034587860107,
      6.962712287902832,
      6.978728294372559,
      6.98176383972168,
      6.982479572296143,
      6.983297348022461,
      6.990350723266602,
      6.99171257019043,
      6.998042583465576,
      7.015878200531006,
      7.01693058013916,
      7.019203186035156,
      7.022254467010498,
      7.049322128295898,
      7.086907863616943,
      7.103984832763672,
      9.559698104858398,
      10.413275718688965
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.24,
      481.32,
      311.65,
      494.29
    ],
    "text": "1975 11,114-8 + 3-6",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      6.94089937210083,
      6.973132133483887,
      7.103984832763672,
      10.970524787902832
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      290.88,
      503.13,
      418.06,
      510.77
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.738654613494873,
      6.796097278594971,
      7.103984832763672
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      66.0,
      518.07,
      427.97,
      648.92
    ],
    "text": "It the growth rate of 6 per cent indicated in the Five Year Plan is taken as the minimum desirable rate of growth, the performance of the economy in the last five year period falls far below this level. The Sri Lanka economy has remained sluggish despite the contribution of several new areas of economic activity such as industry, gem mining, tourism and other non traditional exports. The economy has been unable to effectively accelerate growth mainly on account of the continuing dominance of traditional sectors, the plantations and domestic agriculture, and their inability to increase and sustain their contribution to the Gross National Product. The level of output in both plantation and domestic agriculture, mainly paddy production, as seen in table 2 has markedly fluctuated in the last 10 years. A sharp fall in paddy production, for instance, seriously",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.768638610839844,
      9.886641502380371,
      9.959712982177734,
      10.089717864990234,
      10.357168197631836,
      10.408642768859863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      207.6,
      58.95,
      246.5,
      69.8
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.84,
      81.03,
      405.76,
      151.88
    ],
    "text": "sets back economic growth. Investment in the construction sector was given considerable emphasis in the Five Year Plan but its share in the Gross National Product in 1975 was only 4-5 per cent while mining and quarrying contributed 2-2 per cent. For a higher rate of growth it may be desirable to sustain production in the traditional sectors and to increase the rate of growth in other sectors which now make a relatively small contribution to economic activity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.956770896911621,
      9.994462966918945,
      10.037467956542969,
      10.089717864990234,
      10.357168197631836
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.36,
      163.11,
      405.44,
      389.96
    ],
    "text": "In 1975 the population of Sri Lanka is estimated at 13-6 million, representing an increase of 1-6 per cent over 1974. This is a creditable development in the trend of population growth. Measured in per capita terms real Gross National Product is estimated at Rs. 817 in 1975, an increase of 2 per cent over 1974. Per capita real national income* in 1975 is estimated at Rs. 716 whi^h is the same level as in 1974. The stagnation in real national income in 1975 reflects the effects of the adverse movements in the terms of trade on the level of incomes in Sri Lanka. The continuing adverse movement in the terms of trade over the years has to some extent contributed to negate Sri Lanka's achievement in the field of income distribution, because it has tended to depress the real incomes of these in the lowest income brackets thus nullifying their gains in income. In analysing the growth of the real gross national income, the changes in the terms of trade is, therefore, of special significance. In 1975, the import price index increased by 19-9 per cent while the export price index increased by 8 per cent. As a result, the deteriora­tion in the terms of trade amounted to 20-7 per cent in 1975 compared to 10-7 per cent in 1974. Because of this unfavourable movement in the terms of trade, real national income increased by only 1-2 pet cent in 1975 compared with the increase of 4 • 1 per cent in 1974.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.800000190734863,
      9.830138206481934,
      9.846976280212402,
      9.8612060546875,
      9.958507537841797,
      10.063746452331543,
      10.089717864990234,
      10.32689380645752,
      10.331961631774902,
      10.333959579467773,
      10.348772048950195,
      10.408642768859863,
      10.627511978149414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.36,
      402.15,
      404.66,
      569.0
    ],
    "text": "In 1975, the Gross National Product at constant prices increased by Rs. 386-3 million. The largest contribution to this increase came from the manufacturing and services sectors while that of agriculture, the leading sector in the economy; was marginal. In relation to 1974 the increased contribution of the agriculture sector as a whole in '1975 was only Rs. 44 million. The perfor­mance of agriculture was mainly influenced by the sharp fall in paddy production by 28-6 per cent below the level in the preceding year to a total of 55-3 million bushels. In 1975, production in the Maha season 1974-75 fell by 52-7 per cent, while the Yala crop was lower by 16-3 per cent. The fall in the paddy crop in 1974/75 was mainly due to a severe drought and unfavourable weather conditions in the principal paddy growing regions of the country. The output of subsidiary crops, however, increased by 12 per cent in 1975. The largest increase occurred in kurakkan, gingelly, maize, manioc, sweet potatoes, chillies and red onions. The output of fruits and vegetables also recorded increases.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.66917896270752,
      9.756686210632324,
      9.85560417175293,
      10.022482872009277,
      10.089717864990234,
      10.419525146484375
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.6,
      580.47,
      404.68,
      627.32
    ],
    "text": "Plantation agriculture on the other hand, showed the highest gains in production. The output of tea in 1975 was 471 million pounds which is an increase of 4-8 per cent over the level in 1974. A break down of production under each elevational category shows that increases were recorded in mid and low",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234,
      10.322010040283203,
      10.357168197631836,
      10.419525146484375
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.84,
      641.13,
      404.08,
      656.45
    ],
    "text": "* Real National Income is the Gross N a t i o n a l Product at constant prices adjusted for changes in the terms of trade.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.702844619750977,
      6.729039669036865,
      6.759288311004639,
      6.793504238128662,
      6.849862098693848,
      6.851182460784912,
      6.859793663024902,
      6.893580436706543,
      6.900000095367432,
      6.909171104431152,
      6.910273551940918,
      6.934277057647705,
      7.103984832763672
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      224.4,
      58.47,
      262.61,
      69.32
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.137199401855469
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.2,
      80.31,
      423.37,
      271.16
    ],
    "text": "country teas while up country teas recorded a slight drop from their 1974 level. The tea replanting programme continued to remain at a low ebb. A total of 4,356 acres were replanted, which is an increase of 74 acres over 1974. Rubber production was 328 million pounds in 1975 as compared to 291 million pounds in 1974, which is an increase of 12*7 per cent. This substantial increase in production was mainly due to the use of more fertilizer, and the increased acreage of replanted rubber which came into bearing during the year. In 1975, the area replanted with rubber was 7,980 acres, bringing the total area replanted to 323,558 acres, or 58 per cent of the total acreage under rubber. The production of coconut too increased in 1975 from 2,031 million nuts in 1974 to 2,447 million nuts. However, there was a fall in the quantity of fertilizer issued for coconut under the subsidy scheme from 39,311 tons in 1974 to 24,463 tons in 1975. There has been an appreciable fall in the last three years in the intake of fertilizer for coconut under the subsidy scheme. The increase in output was mainly due to a lagged response to higher rprices in 1974. These results belie the fear that land reforms would affect production in the short run.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.866074562072754,
      9.921308517456055,
      9.971277236938477,
      9.990281105041504,
      9.990666389465332,
      10.048274040222168,
      10.111254692077637,
      10.137199401855469,
      10.312328338623047,
      10.322010040283203,
      10.325963973999023,
      10.333959579467773,
      10.36828899383545,
      10.408642768859863,
      10.419525146484375
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      59.28,
      283.83,
      421.55,
      450.68
    ],
    "text": "The output in the mining and quarrying sectors increased by 30 per cent in 1975, compared with a decline of 28-3 per cent in the previous year. This was mainly due to an increase of 59 per cent in the value of gems exported. The expansion in activity in the manufacturing and service sectors generated income which more than offset the relatively lower contribution of agriculture to the Gross National Product. The value added in the manufacturing sector which consists of factory industry, cottage industry and the processing of tea, rubber and coconut, increased by 7-5 per cent as against a decline of 4-1 per cent in 1974. Value added in factory industry, cottage industry and in the processing of tea, rubber and coconut rose significantly. The latter was mainly due to an increase in the output of all three crops. The higher level of output in factory and cottage industry was due to the greater availability of raw materials. According to the Central Bank index of import volumes, raw material imports rose from 46 in 1974 to 56 in 1975, an increase of 22 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.886641502380371,
      9.985955238342285,
      9.990281105041504,
      9.992685317993164,
      10.005939483642578,
      10.054723739624023,
      10.054914474487305,
      10.057540893554688,
      10.111254692077637,
      10.137199401855469,
      10.311164855957031,
      10.333959579467773,
      10.36828899383545,
      10.391605377197266
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.08,
      462.87,
      420.53,
      557.72
    ],
    "text": "In view of the emphasis given to investment in the construction sector in the Five Year Plan the performance of this sector, not only in 1975, but in the earlier years has been disappointing. The fall in the value added in the construction sector in 1975 by 8-9 per cent has been largely due to a sharp decrease in the construction of private residential and non residential buildings, construction activity by government and public corporations such as irrigation schemes, buildings, roads and bridges, however, showed an increase over the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.988263130187988,
      10.017786026000977,
      10.087956428527832,
      10.137199401855469
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      56.4,
      570.87,
      420.03,
      653.72
    ],
    "text": "The increase in activity in plantation agriculture, manufacturing and government construction contributed to an expansion in services such as trade, transport and banking. Thus significant increases occurred in the road haulage of goods, ton mileage of the railway and cargo handled at the ports. An increased contribution to services has also come from tourism. Last year, there was an appreciable expansion in this sector which was associated with the increased arrivals of tourists.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.754963874816895,
      9.826766014099121,
      9.85560417175293,
      9.990281105041504,
      10.070948600769043,
      10.111254692077637,
      10.137199401855469,
      10.333959579467773,
      10.36828899383545
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      205.92,
      59.91,
      243.86,
      70.76
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      44.4,
      81.51,
      407.41,
      188.36
    ],
    "text": "An analysis of the availability and use of resources in 1975 shows that resources available from domestic production rose by 11 -5 per cent while resources from imports rose by 17 per cent. The weight of imports in total resources was 19 per cent in 1975 compared with 18 per cent in 1974. Measured in real terms, however, the weight of imports in total resources is likely to be higher. Thus the volume of imports as measured by the Central Bank index increased by 23 • 3 percent in 1975, compared with the decline of 29-1 per cent in 1974. It is, therefore, likely that a substantial part of the increase in real resources in 1975 came from the increase in the volume of imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.800000190734863,
      9.955999374389648,
      9.990571022033691,
      10.006275177001953,
      10.01059341430664,
      10.06470012664795,
      10.089717864990234,
      10.165581703186035,
      10.333959579467773,
      10.419525146484375
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      45.6,
      198.63,
      406.96,
      365.48
    ],
    "text": "Consumption expenditure constituted 72 • 2 per cent of total resources in 1975 compared with 74 per cent in 1974, while capital formation was 13-2 per cent of total resources utilised, compared with 12 per cent in 1974. It is noteworthy that consumption expenditure rose by 9-7 per cent in 1975 as against an increase of 36-7 per cent, while capital formation increased by 24-4 per cent in 1975 compared to the increase of 19-4 percent in 1974. The relatively lower rate of increase in consumption expenditure is evidence of the easing of inflationary pressure in 1975. As in the previous years, resources available through domestic production fell far short of aggregate demand as measured by Gross Domestic Expenditure. In 1975, Gross Domestic Expenditure was 105-6 per cent of the Gross. National Product at market prices. The shortfall was met by an increase in international indebtedness of Rs. 771'-6 million and an increase in net receipts of gifts and transfers from abroad amounting to Rs- 560-4 million.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.800000190734863,
      9.812193870544434,
      9.853606224060059,
      9.920001029968262,
      9.949775695800781,
      9.990281105041504,
      9.99849796295166,
      10.089717864990234,
      10.314098358154297,
      10.333959579467773,
      10.419525146484375
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      46.8,
      375.99,
      162.08,
      386.84
    ],
    "text": "Trends in main Crops",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      46.8,
      392.31,
      408.41,
      655.16
    ],
    "text": "Table 2 gives the production trends in the principal agricultural crops in the last 10 years. The output of tea has tended to fluctuate at a much lower average level since 1965 when production reached 503 million pounds, the highest level on record. In 1974, production dipped to the lowest level in the decade to 450 million pounds. In 1975, production picked up again but it yet remains below the yearly levels of output in the five years preceding 1970. Rubber production had steadily increased upto 1970, rising to a peak of 351 million pounds in 1970. Thereafter in 1971 and 1972 production declined but sharply increased in 1973. Output in 1974 at 291 million pounds was the lowest on record since 1966, but indications are that production is now picking up. A similar trend is evident in the coconut industry where after the peak level of production attained in 1972 production has decreased sharply in 1973 and 1974 only to be arrested by a more favourable output of 2,447 million nuts in 1975 which is comparable to the level of production in 1969. Of the agricultural crops the performance of paddy has been least encouraging in 1975. After steady growth of production upto the year 1970 when output more than doubled in this five year period, reaching 77-4 million bushels, output thereafter has been erratic and increases have not been sustained. After three years of stagnation in 1971,1972 and 1973, there was a record crop in 1974 of 76-8 million bushels, to be followed by a very poor harvest in 1975. This low level of production has severely affected the growth rate for the year under review because paddy carries a considerable weight in the national accounts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.866025924682617,
      9.878623962402344,
      9.958845138549805,
      9.979509353637695,
      9.985906600952148,
      10.033639907836914,
      10.042442321777344,
      10.057493209838867,
      10.089717864990234,
      10.312328338623047,
      10.32107925415039,
      10.322010040283203,
      10.348772048950195,
      10.36828899383545,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      346.56,
      147.99,
      400.4,
      158.84
    ],
    "text": "T A B L E 2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.406315803527832,
      9.848877906799316
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      192.24,
      169.11,
      553.19,
      179.96
    ],
    "text": "Production Quantities of Principal Agricultural Crops (1965 - 1975)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.848877906799316
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      495.6,
      202.41,
      588.22,
      210.05
    ],
    "text": "G r o w t h Rate Percentage",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.741021156311035,
      6.903311252593994,
      6.934414386749268
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      167.52,
      213.69,
      408.72,
      223.73
    ],
    "text": "1965 1966 1967 1968 1969 1970 1971 1972 1973 1974 1975 1965 1966 1967 1968 1969 1970 1971 1972 1973 1974 1975",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.934414386749268
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      414.0,
      227.61,
      670.5,
      236.69
    ],
    "text": "1966 1967 1968 1969 1970 1971 1972 1973 1974 1975",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.934414386749268
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.24,
      250.17,
      86.47,
      257.81
    ],
    "text": "Tea",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.7485032081604
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.16,
      259.29,
      674.14,
      270.77
    ],
    "text": "(Million lbs.) 503 490 487 496 484 468 480 471 466 450 471 - 2-6 - 0-6 + 1-8 - 2-4 - 3-3 4- 2-6 - 1-9 - 1-1 - 3-4 4- 4-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.900000095367432,
      6.934414386749268
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.24,
      274.41,
      674.24,
      294.77
    ],
    "text": "Rubber (Million lbs.) 261 289 316 328 333 351 312 309 340 291 328 + 10-7 + 9-3 + 3-8 + 1-5 + 5-4 - 1 1 - 1 - 1-0 4 - 1 0 0 - 1 4 - 4 4-12-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.784844398498535,
      6.900000095367432,
      6.934414386749268,
      7.010039806365967
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.24,
      298.17,
      673.15,
      318.77
    ],
    "text": "Coconut (Million nuts) 2676 246.1 2416 2601 2440 2510 2610 2963 1935 2031 2447 - 8-0 - 1-8 + 7-7 - 6-2 + 2-9 + 4-0 + 13-5 - 3 4 - 7 -f- 5-0 + 2 0 - 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.820293426513672,
      6.900000095367432,
      6.9062418937683105,
      6.934414386749268,
      6.990350723266602,
      6.993789196014404,
      7.019203186035156
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      72.24,
      321.93,
      675.44,
      342.29
    ],
    "text": "Paddy (Million Bushels) •• 36-3 45-7 5 5 1 64-8 65-9 77-4 66-9 62-9 62-9 76-8 55-3 4-25-9 + 20-6 4-17-6 + 1-7 + 1 7 - 5 - 1 3 - 6 - 6-0 0-0 4-22-1 - 2 8 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.820293426513672,
      6.823084831237793,
      6.900000095367432,
      6.934414386749268,
      7.028048992156982,
      7.038439750671387
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      539.28,
      354.57,
      666.84,
      362.21
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.738654613494873,
      6.770373821258545,
      6.934414386749268
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      202.8,
      54.72,
      241.22,
      65.46
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.227396965026855,
      10.033758163452148
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.0,
      78.96,
      375.77,
      89.7
    ],
    "text": "Changes in the Sectoral Composition of Gross National Product",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.973798751831055,
      10.033758163452148
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      41.28,
      94.8,
      402.26,
      141.54
    ],
    "text": "The table below containing details of the sectoral composition of the gross national product brings to light certain significant changes that have taken place in the relative shares of the principal sectors of economic activity in the Gross National Product.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.810867309570312,
      10.033758163452148,
      10.36652660369873
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.0,
      151.2,
      405.61,
      439.14
    ],
    "text": "The contribution of agriculture has gradually declined from 35 per cent of the Gross National Product in 1970 to 32 per cent in 1975. A major change has been the progressive increase in the contribution of the mining sector from 0 • 7 per cent in 1970 to 2-2 per cent in 1975. This is largely due to the growing importance of the gem industry, and the much greater proportion of the production of gems that now fall within the national income estimates because of the sharp reduction in illegal exports. The share of manufacturing industry has fluctuated slightly over the last five years varying from 12-6 Per cent to 14* 1 per cent but has not shown a significant increase since 1972. On the other hand, the share of the construction sector in the Gross National Product seems to have declined significantly from 6• 2 per cent in 1970 to 4-5 per cent in 1975- This is largely due to the decline in the level of private investment in house construction. Although incentives such as subsidised interest rates and tax conessions on owner occupied houses have been given these appear to be inadequate. Furthermore, restrictions on rent, ceiling on houses and the continuing increase in the price of building materials have been additional factors. The share of transport, storage and communication and the wholesale and retail trade sectors have also been steady over the last 5 years while the share of banking, insurance and real estate has increased from 1-2 per cent in 1970 to 1-7 per cent in 1975. This is mainly due to the rapid expansion of banking facilities especially in the rural areas. The service sector has gradually increased its share from 12-2 per cent to 13-6 per cent in 1975 mainly due to the expansion in the tourist industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.303913116455078,
      9.699999809265137,
      9.804920196533203,
      9.95368480682373,
      9.989163398742676,
      10.033758163452148,
      10.256803512573242,
      10.299829483032227,
      10.304166793823242,
      10.36652660369873,
      10.382081031799316
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.36,
      451.77,
      131.2,
      459.41
    ],
    "text": "(b) P R O D U C T I O N",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.803868770599365,
      7.137415885925293
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.88,
      465.36,
      153.38,
      476.1
    ],
    "text": "Domestic Agriculture",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.977523803710938,
      10.033758163452148
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.36,
      481.68,
      118.22,
      492.42
    ],
    "text": "Paddy Production",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      9.303913116455078
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      498.24,
      408.76,
      648.18
    ],
    "text": "Paddy production fell sharply in 1975 in relation to the level of output in the previous year. The total harvest consisted of only 55-32 million bushels, whereas the output in 1974 was 76-79 million bushels. The shortfall in the crop was 21-47 million bushels or 27-96 per cent of the previous year's level of production. Poor weather conditions were the principal cause for the sharp decline in output and this is seen in the significant difference between the gross area sown and the gross area harvested, which was as much as 243,586 acres or 14 per cent of the total area sown. Furthermore, drought also effectively shrank the total physical extent sown; whereas 2 • 04 million acres were sown in both seasons in 1973/74, the acreage declined by 15-6 per cent to 1-7 million acres in the two seasons in 1974/75.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.303913116455078,
      9.699999809265137,
      9.753203392028809,
      9.804920196533203,
      9.810867309570312,
      9.820932388305664,
      9.861899375915527,
      9.88258171081543,
      10.006667137145996,
      10.033758163452148
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      326.88,
      95.04,
      380.75,
      105.78
    ],
    "text": "T A B L E 3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.547184944152832,
      9.699999809265137
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      188.88,
      112.42,
      520.02,
      137.46
    ],
    "text": "Sectoral Composition of Gross National Product at Constant (1959) Factor Cost Prices and Growth Rate",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.699999809265137,
      9.952596664428711,
      9.957369804382324,
      9.99843692779541,
      10.018461227416992,
      10.027192115783691,
      10.06647777557373,
      10.096203804016113,
      10.16053581237793,
      10.164933204650879
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      252.48,
      154.65,
      616.03,
      163.73
    ],
    "text": "1970 1971 1972 1973 1974 1975",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.24,
      174.57,
      162.6,
      182.21
    ],
    "text": "S e c t o r s",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.820816516876221
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      126.24,
      172.14,
      628.6,
      182.21
    ],
    "text": "0) 4> SL 4> V S e c t o r s",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      4.236000061035156,
      4.236999988555908,
      6.521357536315918,
      6.820816516876221
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      237.36,
      180.51,
      249.26,
      198.96
    ],
    "text": "I2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.57154655456543,
      15.920068740844727
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      275.52,
      176.7,
      282.6,
      211.0
    ],
    "text": "DO n c V",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.236999988555908,
      6.900000095367432,
      7.84499979019165,
      7.951000213623047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      305.76,
      188.73,
      320.28,
      196.37
    ],
    "text": "o .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      344.4,
      176.7,
      392.44,
      198.73
    ],
    "text": "DO rt C IS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      4.236999988555908,
      7.546669960021973,
      7.843999862670898,
      16.024372100830078
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      412.8,
      176.7,
      420.49,
      197.81
    ],
    "text": "OA u c",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.236999988555908,
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      441.93,
      175.52,
      457.49,
      194.88
    ],
    "text": "ount Mn/",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432,
      7.840841293334961
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      482.16,
      176.94,
      488.57,
      181.64
    ],
    "text": "Oil",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      4.238999843597412
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      481.92,
      179.39,
      531.43,
      198.52
    ],
    "text": "« C la\"",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.916792392730713,
      7.951000213623047,
      14.152000427246094
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      512.64,
      196.41,
      526.92,
      204.05
    ],
    "text": "o .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      550.8,
      176.94,
      556.91,
      194.45
    ],
    "text": "00 09 4-> a",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.043000221252441,
      4.236999988555908,
      6.617132663726807
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      579.69,
      176.31,
      595.49,
      195.12
    ],
    "text": "ount Mn.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432,
      7.720850467681885
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      235.2,
      177.42,
      631.97,
      217.48
    ],
    "text": "St a c: u U Cu 1*",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      4.236999988555908,
      6.617132663726807,
      7.843999862670898,
      7.84499979019165,
      7.945000171661377,
      16.341873168945312,
      24.40057373046875
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      342.0,
      196.29,
      390.87,
      218.54
    ],
    "text": "O £ &",
    "fonts": [
      "Helvetica-Oblique",
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.84499979019165,
      9.606673240661621,
      17.889999389648438
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      411.36,
      196.2,
      421.25,
      215.81
    ],
    "text": "O •U cu",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.900000095367432,
      7.843999862670898,
      7.951000213623047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      443.76,
      194.85,
      461.04,
      211.94
    ],
    "text": "£ «J •—'",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.6190996170043945,
      7.84499979019165,
      7.8480000495910645
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      479.76,
      195.93,
      487.34,
      217.25
    ],
    "text": "o 4> a.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      4.236999988555908,
      6.833752632141113,
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      510.72,
      195.48,
      524.78,
      211.24
    ],
    "text": "&3 <&",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      7.737181663513184,
      7.945000171661377
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      549.36,
      194.49,
      557.6,
      214.37
    ],
    "text": "u u u cu",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.900000095367432,
      7.951000213623047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      579.84,
      196.77,
      592.84,
      211.96
    ],
    "text": "S I <&",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.3646345138549805,
      7.737181663513184
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      622.32,
      190.92,
      630.88,
      217.97
    ],
    "text": "ii u n *» a.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.214138984680176,
      6.833752632141113,
      6.900000095367432,
      7.945000171661377,
      7.951000213623047
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.92,
      222.81,
      210.92,
      231.17
    ],
    "text": "1- Agriculture, Forestry, Hunting and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.746245384216309,
      6.8249688148498535,
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.68,
      231.21,
      635.74,
      271.25
    ],
    "text": "Fishing 3,395 35-0 3,375 34-5 3,478 34-7 3,388 32-6 3,558 33-1 3,602 32-4 2-Mining and Quarrying 65 0-7 67 0-7 68 0-7 266 2.6 191 1-8 248 2-2 3-Manufacturing 1,335 13-8 1,379 14-1 1,401 14-0 1,417 13-6 1,359 12-6 1,462 13-2 4-Construction 598 6-2 550 5-6 505 5-0 516 4-9 553 5 1 503 4-5 5-Electricity, Gas, Water i n d Sanitary",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.824306011199951,
      6.852711200714111,
      6.872171401977539,
      6.8768463134765625,
      6.880341529846191,
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      622.56,
      255.93,
      635.11,
      263.57
    ],
    "text": "4-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      63.12,
      271.29,
      637.51,
      352.13
    ],
    "text": "Services 21 0-2 29 0-3 24 0-2 31 0-3 32 0-3 33 0-3 6-Transport, Storage and Communication 913 9-4 920 9-4 988 9-9 1,019 9-8 1,054 9-8 1,100 9-9 7-Wholesale and Retail Trade 1,391 14-3 1.316 13-5 1,327 13-2 1,383 13-3 1,450 13-5 1,501 13-5 8-Banking, Insurance and Real Estate • • 118 1-2 129 1-3 136 1-4 142 1-4 165 1-5 184 1-7 9-Ownership of Dwellings 302 3 1 307 3 1 313 3-1 318 3-1 344 3-2 350 3 1 10-Public Administration and Defence • • 459 4-7 488 5-0 522 5-2 567 5-5 609 5-7 646 5-8 11. Services 1,184 12.2 1,297 13-3 1,334 13-3 1,379 13-3 1,441 13-4 1,513 13-6 12. G r o s s Domestic Product 9,781 — 9.856 — 10,095 — 10,426 — 10,755 11,142 13-Net Factor Income from A b r o a d — 85 —0-8 — 76 — 0-8 — 72 - 0-7 — 44 — 0-4 — 24-9 — 0-2 — 26-9 — 0-2 14-Gross National Product 9,695 100-0 9,779 100-0 10,023 100-0 10,383 100-0 10,731 100-0 11,115 100-0",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.629711627960205,
      6.680112361907959,
      6.7245097160339355,
      6.729039669036865,
      6.812819957733154,
      6.834170341491699,
      6.861910343170166,
      6.876465320587158,
      6.900000095367432,
      7.039116382598877,
      7.049490928649902,
      12.071000099182129
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      505.44,
      363.93,
      630.1,
      371.57
    ],
    "text": "Sourct: Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.900000095367432,
      7.20463752746582
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      206.4,
      57.6,
      245.3,
      68.34
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.227396965026855,
      10.033758163452148
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      46.32,
      79.68,
      408.76,
      198.42
    ],
    "text": "The fall in production in the Maha season was more pronounced than in the Yala. In the Maha 1974/75, the paddy crop consisted of 34*46 million bushels as against 52-63 in the preceding Maha. This represents a shortfall in production by 34 • 53 per cent. Apart from a sharp decrease in the gross extent harvested the average yield per acre harvested also declined from 47 • 72 bushels in Maha 1973/74 to 46-24 bushels in Maha 1974/75. The gross extent sown in Yala 1975 was 96,720 acres, which fell short of the extent sown in the previous season by 13-4 per cent, while the gross extent harvested declined by 80,636 acres or 11-8 per cent. The yield per acre harvested also declined in the Yala from 41-74 bushels in 1974 to 40-84 bushels in 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253210067749023,
      9.699999809265137,
      9.701600074768066,
      9.706884384155273,
      9.753203392028809,
      9.876533508300781,
      9.960488319396973,
      9.999095916748047,
      10.033758163452148,
      10.338580131530762
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.28,
      206.88,
      408.98,
      337.62
    ],
    "text": "With the substantial decline in the area cultivated, there was a corresponding fall in credit disbursements and fertiliser issues for paddy in 1974/75. In the latter year, fertiliser issues were only 37-3 per cent of that in the preceding year. Fertiliser prices were reduced on two occasions in 1975. These measures brought some relief to paddy farmers who may have become increasingly resistent to the use of fertiliser due to higher costs. The first price reduction was effected in May 1975 and in November 1975 the government reintroduced the 50 per cent subsidy on fertiliser. This subsidy thereafter applied to all crops. The policy of having an equal subsidy for all crops not only has an effect of reducing the cost of fertiliser for agriculture, but has prevented the leakage of fertiliser meant for one crop into another. This is likely to promote the rational use of fertiliser.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253210067749023,
      9.753203392028809,
      9.886341094970703,
      9.902412414550781,
      9.905547142028809,
      9.909772872924805,
      9.943658828735352,
      10.033758163452148,
      10.25840950012207,
      10.273028373718262,
      10.276415824890137,
      10.315255165100098,
      10.33562183380127,
      10.36652660369873
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      49.2,
      345.84,
      114.11,
      356.58
    ],
    "text": "Credit Defaults",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      9.310787200927734,
      9.404349327087402
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      49.68,
      360.48,
      409.22,
      383.22
    ],
    "text": "Table 4 gives details of defaults on credit given for paddy production since the inception of the New Agricultural Credit Scheme in 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.907732009887695,
      10.033758163452148
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      73.92,
      391.2,
      385.53,
      428.1
    ],
    "text": "TABLE 4 Defaults on Rural Credit for Paddy Under New Agricultural Credit Scheme and Comprehensive Credit Scheme.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.494511604309082,
      9.547184944152832,
      9.621989250183105,
      9.663946151733398,
      9.669347763061523,
      9.752190589904785,
      9.760340690612793,
      9.764725685119629,
      10.033758163452148
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      312.72,
      431.85,
      401.42,
      439.49
    ],
    "text": "Amount in Rs. Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.94484281539917,
      7.137415885925293
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      101.52,
      448.41,
      221.06,
      463.97
    ],
    "text": "Year A m o u n t Disbursed",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.759605884552002,
      6.831104755401611,
      6.94484281539917
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      246.72,
      448.17,
      402.24,
      463.73
    ],
    "text": "Amount R e p a i d % Recoveries % Defaults",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.782773494720459,
      6.887326717376709,
      6.907103538513184,
      6.94484281539917
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.04,
      478.41,
      100.02,
      501.89
    ],
    "text": "1967/68 1968/69 1969/70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.973132133483887,
      6.974360942840576,
      6.9790358543396
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      194.16,
      479.13,
      215.12,
      502.13
    ],
    "text": "72-71 55-67 51-71",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.582180976867676,
      6.965685844421387
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      253.2,
      478.41,
      275.19,
      501.89
    ],
    "text": "62-55 36-36 29 06",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.94089937210083,
      6.993789196014404,
      7.137415885925293
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      312.0,
      477.93,
      333.51,
      501.89
    ],
    "text": "86-03 65-31 56-20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.990350723266602,
      7.019203186035156
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      371.04,
      478.17,
      392.42,
      501.17
    ],
    "text": "13-89 33-16 43-63",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      7.019203186035156
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.28,
      520.41,
      121.29,
      544.37
    ],
    "text": "Total 1967/68 1969/70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.8106184005737305,
      6.973132133483887,
      6.9790358543396
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      191.04,
      528.09,
      393.35,
      535.97
    ],
    "text": "180-09 127-97 71-06 28-39",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.963908672332764,
      6.977910041809082,
      6.983297348022461
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      71.28,
      562.89,
      100.52,
      602.21
    ],
    "text": "1970/71 1971/72 1972/73 1973/74 1974/75",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.9378461837768555,
      6.946281909942627,
      6.973302841186523,
      6.996647834777832,
      6.998042583465576
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      191.52,
      562.65,
      216.64,
      601.97
    ],
    "text": "29-28 30-63 28-26 109-10 77-25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.94089937210083,
      6.981456756591797,
      6.983536243438721,
      6.993789196014404,
      7.019203186035156
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      254.16,
      562.17,
      275.45,
      601.49
    ],
    "text": "17-58 20-18 17-90 53-58 28-81",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.981456756591797
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      312.96,
      562.65,
      335.22,
      601.97
    ],
    "text": "60-04 65 -88 63-34 49-11 37-29",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.983297348022461,
      7.01693058013916,
      7.137415885925293
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      371.76,
      561.93,
      393.72,
      601.25
    ],
    "text": "39-96 34-02 36-66 50-88 58-11",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.981456756591797,
      6.98176383972168,
      6.993789196014404
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      67.44,
      620.49,
      394.09,
      636.77
    ],
    "text": "T o t a l 1 9 7 1 - 1975 274-52 138 05 50-29 48-40",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.582180976867676,
      6.8106184005737305,
      6.976681232452393,
      6.983297348022461,
      6.990350723266602,
      7.137415885925293
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.6,
      648.09,
      394.58,
      655.73
    ],
    "text": "Source : People's Bank.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.753439903259277,
      6.941001892089844,
      7.113829612731934,
      7.137415885925293
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      219.12,
      57.84,
      258.02,
      68.58
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.227396965026855,
      10.033758163452148
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.36,
      79.44,
      420.66,
      294.18
    ],
    "text": "The total amount of credit utilised under the Comprehensive Credit Scheme in the 1974/75 cultivation year was Rs. 77-25 million. This represents a substantial decrease of Rs. 31-8 million from the total amount of credit disbursed in 1973/74. The bulk of this decline occurred in credit given during the Yala season 1975. With regard to loan repayment, 36-92 per cent of the Maha 1974/75 loans were repaid as compared to 46-95 per cent in Maha 1973/74. This is the lowest recovery rate recorded for any season since the inception of the cultivation loans scheme. However, this was in part due to the low level of paddy output and the high incidence of crop failure during this season. It shows a progressive decline in the rate of recovery over the years. In the first year of its operation, in 1967/1968, as much as 86 per cent of the amount of credit given was recovered and the average default rate upto the end of 1970 was less than 29 per cent. The sharp increase in the level of defaults from 33 per cent in 1968/1969 to 40 per cent in 1970/71 was due mainly to the decision to withdraw the hypothecation of ration books against agricultural loans. Although between 1971 and 1973 credit disbursements were much lower than in the preceding three years the default rate shot up sharply averaging about 36 per cent in the three years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.704994201660156,
      9.706884384155273,
      9.739253997802734,
      9.74736499786377,
      9.757495880126953,
      9.810627937316895,
      9.86223316192627,
      9.862519264221191,
      9.869147300720215,
      9.876533508300781,
      9.898468017578125,
      9.911672592163086,
      9.939163208007812,
      9.994812965393066,
      10.033758163452148,
      10.315255165100098,
      10.33562183380127,
      10.338580131530762
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.08,
      304.56,
      419.77,
      447.3
    ],
    "text": "In the last two years the outturn of credit operations for paddy cultivation has been least favourable. In 1973/74 although credit disbursements more than trebled the default rate moved up very sharply to about 51 per cent from 37 per cent in 1972/73. This further rose to 58 per cent in 1974/75 making the average rate of default in the last 5 years 48 per cent as against 28 per cent in the period 1967/68-1969/70. Of the total amount disbursed, under the scheme for paddy in the period 1970/71 to 1974/75 alone as much as Rs. 136 million have not been recovered by the lending commercial banks. The latter have been able to maintain their loans for paddy cultivation because of the Central Bank guarantee of 75 per cent of the amount in default. The increasing rate of default on loans underscores the need for effective measures designed to ensure a much higher rate of recovery and the collection of past dues.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.739253997802734,
      9.794550895690918,
      9.825864791870117,
      10.033758163452148,
      10.312837600708008,
      10.338580131530762,
      10.343538284301758,
      10.355402946472168
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.08,
      459.12,
      133.35,
      469.86
    ],
    "text": "Paddy Marketing",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.348958015441895,
      10.033758163452148
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.08,
      475.2,
      423.44,
      653.94
    ],
    "text": "The policy on paddy marketing which was operative in the preceding two years was reviewed when on October 8, 1975 restrictions on the transport or removal of paddy and rice were withdrawn. These restrictions were first introduced in July 1973 and operated without a break until their withdrawal. The Emergency Regulations in regard to the transport of paddy and rice were instrumental in giving the Paddy Marketing Board a legal monopoly of paddy purchases. Paddy purchases by the Paddy Marketing Board have declined steadily from the inception. For instance, in 1969/70, out of a total production of 77-4 million bushels, 26-2 million bushels or 33-9 per cent were procured by the Paddy Marketing Board. In 1970/71 the Paddy Marketing Board procured the highest quantity on record when it purchased 32 • 4 million bushels or 48.4 per cent out of a total production of 66-9 million bushels. The amount of paddy that the Paddy Marketing Board could purchase depends on the quantity of rice issued on the ration among other factors. In 1972/73 just prior to the introduction of the regulations, it was able to procure 36.4 per cent of the total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.619446754455566,
      9.699999809265137,
      9.80280876159668,
      9.833235740661621,
      9.870482444763184,
      9.991470336914062,
      9.994812965393066,
      10.001447677612305,
      10.012353897094727,
      10.033758163452148,
      10.304166793823242,
      10.336258888244629,
      10.355402946472168,
      10.36652660369873
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      204.48,
      58.32,
      242.42,
      69.06
    ],
    "text": "( 10 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.227396965026855,
      10.033758163452148
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      42.48,
      82.08,
      404.14,
      128.82
    ],
    "text": "crop and in 1973/74 procurement figures dipped very sharply to 27-2 per cent out of a total crop of 76-3 million bushels. A further sharp decline was evident in 1974/75 when the Marketing Board was able to purchase only 11 >3 million bushels or 20-5 per cent of a total crop of 55-3 million bushels.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.619446754455566,
      9.778157234191895,
      9.86223316192627,
      9.954628944396973,
      10.033758163452148,
      10.268263816833496,
      10.312837600708008
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      41.76,
      136.32,
      408.7,
      279.06
    ],
    "text": "These figures show that the Emergency (Paddy Marketing) Regulations did not help the Paddy Marketing Board to maximise the procurement of paddy Furthermore, during the operative period of these regulations, paddy prices all over the Island rose sharply. Data collected by the Central Bank show that in the beginning of 1975 rice prices between the surplus and deficit areas varied between Rs. 3-51 and Rs. 7-27 per measure. However, with the repeal of these regulations in October 1975, rice was freely available in all areas and there was a sharp decline in prices. Soon after the removal of the restrictions the average rice price for all districts was Rs. 3 • 20 in October and Rs. 3 • 40 in November and the all island average for February 1976 was Rs. 3.08 per measure. In anticipation of the Maha harvest 1975/76 the price falls have been more pronounced.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.699999809265137,
      9.739253997802734,
      9.790274620056152,
      9.88952922821045,
      9.954817771911621,
      10.033758163452148,
      10.281359672546387,
      10.315255165100098,
      10.36652660369873,
      10.469216346740723
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      42.0,
      287.28,
      97.42,
      298.02
    ],
    "text": "Land Reform",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      9.173040390014648,
      9.351524353027344
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      42.48,
      303.36,
      402.76,
      422.1
    ],
    "text": "The first phase of the land reform programme was launched with the passage of the Land Reform Law of 1972. In 1975 the second stage was completed with the take over of plantations which were mainly owned by public companies. The Land Reform (Amendment) Law of 1975 was passed in the National State Assembly on October 14, 1975. This Law vested land owned or possessed by public companies in the Land Reform Commission. The law provides for the maintenance of properties vested in the Commission and the preservation of movable and immovable properties. Workers on the estates who were in regular employment were to be continued and those workers resident on estates were to continue in residence.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.750840187072754,
      9.783737182617188,
      9.819352149963379,
      10.002952575683594,
      10.033758163452148,
      10.281359672546387
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      43.2,
      431.28,
      402.98,
      586.02
    ],
    "text": "The total extent of land vested in the commission under the 1975 amendment is 417,957 acres. Of this tea lands constituted 237,592 acres, rubber 94,835 acres, coconut 6,406 acres and 79,124 acres of other crops. Prior to vesting these lands were operated as 395 estates. Twenty two Agency Houses managed 375 of these estates, while the remaining estates were managed by companies owning them. Of the properties registered as companies, 145 were Rupee Companies and 87 were Sterling Companies. The acreage under the Rupee Companies was 222,813, while that under the Sterling Companies was 195,144. The land reform law has brought under the Land Reform Commission 63 per cent of the total extent of tea cultivated, 32 per cent of rubber and 10 per cent of coconut. In the case of tea, and rubber the best managed and the most productive properties have now come under new management agencies as decided by the Land Reform Commission.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.74736499786377,
      9.773008346557617,
      9.794550895690918,
      9.869147300720215,
      9.875152587890625,
      9.876199722290039,
      9.980257987976074,
      10.001917839050293,
      10.033758163452148,
      10.269134521484375,
      10.304166793823242,
      10.36652660369873
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      43.68,
      595.44,
      402.89,
      642.18
    ],
    "text": "In view of the vital importance of the plantation sector in the national economy, it is essential that the efficient running and good management of these estates are ensured on a continuing basis under state ownership. The latter could be achieved by setting up in place of the agency houses an efficient",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.800984382629395,
      10.033758163452148,
      10.25840950012207,
      10.269134521484375,
      10.282136917114258,
      10.36652660369873
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      43.68,
      643.44,
      404.12,
      654.2
    ],
    "text": "and effective organisation for their management, and by seeing that the estates",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.511815309524536,
      10.033758163452148,
      10.355402946472168,
      10.36652660369873
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      220.8,
      61.11,
      258.02,
      71.96
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      81.99,
      419.58,
      178.54
    ],
    "text": "are under the supervision of experienced and competent men at all levels. This is all the more significant because up to now the plantation sector has earned the bulk of the country's foreign exchange and produced the major portion of the surpluses to sustain extensive welfare services and meet the overall deficits in other state run enterprises. In 1975 the contribution of the plantation sector to government revenue through export duties and the tea tax alone was Rs. 547-9 million, in 1974it was even higher at Rs. 762.3 million. This contribution will have to be maintained and increased in future vears.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.430000066757202,
      3.5314011573791504,
      9.79681396484375,
      10.02880573272705,
      10.089717864990234,
      10.322010040283203,
      10.357168197631836
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.56,
      188.79,
      167.05,
      199.64
    ],
    "text": "Industrial Production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.12,
      204.63,
      418.88,
      263.48
    ],
    "text": "The data on the performance of manufacturing industries in 1975 was obtained by means of a sample survey. With the use of a sample the procedure adopted for data collection in 1975 differed from that of the previous years, when questionnaires were addressed to all industrial units with a view to securing a maximum coverage of manufacturing firms.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234,
      10.32107925415039,
      10.333959579467773,
      10.38887882232666,
      10.419525146484375
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.88,
      275.19,
      418.47,
      346.04
    ],
    "text": "In 1975 too the industrial sector experienced difficulties of procuring adequate supplies of raw materials in time, however industrial production in certain sectors increased substantially. These sectors were not necessarily signi­ficant from the point of view of the national economy. Within this context the increase in output of about 15 per cent in real terms is comparable to the rate of growth achieved in 1971.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234,
      10.39077377319336
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.68,
      357.51,
      420.41,
      596.36
    ],
    "text": "The value of industrial production at current prices increased by over 46 per cent from Rs. 4,093-9 million in 1974 to Rs. 5,966-6 million in 1975. Notable gains in production were evident in the industrial categories food, beverages and tobacco, paper and paper products and textiles. The expansion in the first group was mainly due to the increase in the value of output of aerated waters, arrack and other spirits and tobacco products. Output in the former categories rose appreciably and tobacco alone by over 300 per cent. There was a substaintial increase in food preparations and biscuits and sugar confectionary groups due to the availability of sugar at slightly lower prices in 1975 as com­pared to 1974. The output of the textile spinning industry also rose sharply because of the improved supply position of raw materials. The manufacture of paper and paper products also rose very sharply. As against this, there were substantially lower levels of production in several industries which are important from the point of view of economic development. For instance the output of cement declined from 466,000 tons in 1974 to 388,000 tons in 1975, the value of output of plywood from Rs. 49 million to Rs. 8-5 million and footwear and leather products from Rs. 71-4 million to Rs. 25 million. It would thus appear that in 1975 industrial production generally increased in areas with a low priority and an interpretation of the published figures should accordingly be made with -this reservation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.85560417175293,
      9.985906600952148,
      10.00267505645752,
      10.02679443359375,
      10.040242195129395,
      10.054436683654785,
      10.089717864990234,
      10.303245544433594,
      10.32689380645752,
      10.333959579467773,
      10.350349426269531,
      10.357168197631836,
      10.36828899383545,
      10.419525146484375
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.96,
      608.31,
      415.94,
      655.16
    ],
    "text": "In 1975, although petroleum output declined by about 4 per cent, the value of petroleum products increased by 14 per cent, mainly due to the upward revision in the prices of products in October. The year saw a noticeable impact on manufacturing activity of the earlier petroleum price increase in 1974. As a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.754914283752441,
      10.089717864990234
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      209.28,
      60.15,
      246.74,
      71.0
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      47.76,
      81.99,
      406.97,
      117.32
    ],
    "text": "result, in 1975, the increase in the money value of output was more prominent in sectors other than the manufacture of chemicals, petroleum, coal, rubber and plastic products.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.920194625854492,
      10.01591682434082,
      10.089717864990234,
      10.357168197631836,
      10.391605377197266
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      48.48,
      126.39,
      408.22,
      257.24
    ],
    "text": "The improved raw material supply situation as compared to 1974 enabled some industries to make greater use of capacity in 1975. Even though production in certain key sectors of industry declined, overall under utilisation of capacity dropped from about 60 per cent in 1974 to about 46 per cent in 1975. In 1975, total employment in manufacturing industry increased by nearly 12 per cent reaching a figure of about 108,000. In particular, employment in the textiles and leather group rose from 30,391 employees in 1974 to 37,349 in 1975. However, this increase does not raise employment to the level that prevailed in 1972 when total employment was 123,986. In other words, the recent expan­sionary trends in industry have only helped to arrest the decline in the level of employment which occurred in both 1973 and 1974.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.853167533874512,
      9.868118286132812,
      9.892030715942383,
      9.921550750732422,
      9.939056396484375,
      9.95628833770752,
      10.089717864990234,
      10.32107925415039,
      10.322010040283203,
      10.357168197631836,
      10.419525146484375
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      49.2,
      269.19,
      139.28,
      280.04
    ],
    "text": "Public Enterprises",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      49.2,
      287.19,
      408.99,
      454.04
    ],
    "text": "Considerable difficulty has been experienced in obtaining up-to-date in­formation from the public sector corporations because a large number of them have not been able to finalise their accounts for the year 1975. Thus according to provisional data total investment in public sector corporations rose from Rs. 5,390 million in 1974 to Rs. 6,424 million in 1975 or by 19 per cent. In 1975, of the new investment in this sector nearly 26 per cent was in industry and 11 per cent in service enterprises. Employment in public enterprises as a whole increased from 260,766 in 1974 to 272,900 in 1975. The capital investment per employee was 26,415 in 1975 in the public sector industries while in the services sector it was 24,647. The provisional accounts of these corporations show that 41 corporations including banks and other financial institutions in the public sector have shown profits while 15 enterprises incurred losses. Those which incurred losses include key consumer corporations such as the Milk Board, Oils and Fats, Paddy Marketing and the Ceylon Transport Board.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.72395133972168,
      9.795981407165527,
      9.824860572814941,
      9.843903541564941,
      9.905613899230957,
      9.912882804870605,
      9.915788650512695,
      10.006275177001953,
      10.04306411743164,
      10.048370361328125,
      10.089717864990234,
      10.310513496398926,
      10.357168197631836,
      10.408642768859863,
      10.419525146484375
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      49.92,
      465.99,
      411.2,
      654.68
    ],
    "text": "The value of output of industrial corporations rose from Rs. 2,207 million in 1974 to Rs. 2,889 million in 1975, or by 31 per cent over the level for 1974. This was not due to a rise in physical output but to a rise in import prices. In real terms, therefore, the increase in the value of output of industrial corporations was only 1-04 per cent in 1975 as against 0-98 per cent in the previous year. Noteworthy gains in production were achieved in textiles, paper and milk, while cement, hardware, steel and leather products showed substantial declines. Capacity utilisation was low in a large number of public sector industries. The corporations which operated at less than 50 per cent of capacity included Steel, Fisheries, Oils and Fats and Tyre. This was mainly due to the non-availability of imported raw materials in sufficient quantities, organisational and management problems, the frequent breakdown of machinery and the inability to find export markets for a larger output. The level of output of the industrial corporations in the preceding seven years is given in the index below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.80783748626709,
      9.911865234375,
      9.979990005493164,
      9.990281105041504,
      10.009106636047363,
      10.040576934814453,
      10.052526473999023,
      10.089717864990234,
      10.391605377197266
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      218.64,
      60.39,
      257.54,
      71.24
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      210.72,
      81.99,
      262.48,
      92.84
    ],
    "text": "T A B L E 5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.596246719360352,
      10.089717864990234
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      108.24,
      99.99,
      365.28,
      110.84
    ],
    "text": "Industrial Corporations Output Index 1969/70-1975",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.684760093688965,
      9.686247825622559,
      9.782246589660645,
      9.873032569885254,
      9.900473594665527
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      83.04,
      134.07,
      395.97,
      218.36
    ],
    "text": "1969/70 100 1970/71 •• 168-44 1971 168-61 1972 208-87 1973 205-12 1974 207-14 1975 209-29",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.892030715942383,
      9.893535614013672,
      9.912882804870605,
      9.920001029968262,
      9.921550750732422,
      9.926582336425781,
      9.9321928024292,
      9.933691024780273,
      9.935576438903809,
      9.939056396484375,
      9.944755554199219,
      9.94953441619873,
      10.027655601501465,
      10.089717864990234
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      284.4,
      235.53,
      411.72,
      243.17
    ],
    "text": "Source: Central B a n k of Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.738654613494873,
      6.770373821258545,
      6.796097278594971,
      6.92661714553833,
      7.103984832763672
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      250.95,
      421.46,
      345.8
    ],
    "text": "It will be seen that the expansion of output in industrial corporations has been negligible in the last four years. Public sector manufacturing industries are placed in a far better position than private industry because they are given liberal allocations of foreign exchange. In view of this they should be in a more advantageous position not only to progressively increase output but also in increase capacity utilisation and export more of their output, if domestic market limitations do not provide an oppor­tunity for the full use of manufacturing capacity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.85560417175293,
      10.089717864990234,
      10.339627265930176,
      10.340742111206055,
      10.389248847961426,
      10.391605377197266,
      10.408642768859863,
      10.419525146484375
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      60.72,
      355.59,
      422.85,
      498.44
    ],
    "text": "The sales turnover of industrial corporations increased from Rs. 3,097 million in 1974 to Rs. 3,408 million in 1975 or by 10 percent. Despite the higher turnover, corporations such as Steel, Hardware, Paper and Tyre held very substantial stocks in relation to the level of their sales. The relatively poor export performance of state owned industrial corporations is reflected in the meagre increase in exports from Rs. 408 million in 1974 to Rs. 426 million or by 4 per cent during the year. The bulk of this was accounted for by higher prices than by an increase in physical quantities. Furthermore, earnings from petroleum exports and bunkers alone accounted for 87-8 per cent of the total export receipts of industrial corporations. The total number employed in industrial corporations was 54,386 persons while the total wage bill was Rs. 176-8 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.737817764282227,
      9.79681396484375,
      9.826668739318848,
      9.911865234375,
      10.089717864990234,
      10.312376022338867,
      10.321545600891113,
      10.391605377197266,
      10.408642768859863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      61.68,
      512.07,
      427.73,
      654.92
    ],
    "text": "The overall performance of the corporation sector is reflected in the return before tax on capital employed in production. In 1975, this figure decreased marginally to 4 • 1 per cent from 4-5 per cent in the previous year. Public sector corporations have continued to show a very low rate of return on the capital invested. Many private sector industries would not be able to survive with such a low level of profitability. For viability public sector corporations should at least show a rate of return in excess of the current cost of funds to government, which is reflected in the bond rate that now stands at 9 per cent. This becomes even more important today in view of the rapid extension of public sector activities to all areas of business; the public sector must be in a position to generate adequate surpluses to sustain a high level of new investment in this sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.800000190734863,
      9.841659545898438,
      10.004404067993164,
      10.026650428771973,
      10.049803733825684,
      10.089717864990234,
      10.333959579467773,
      10.350349426269531,
      10.419525146484375,
      10.427633285522461,
      10.627511978149414
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      207.6,
      62.07,
      244.34,
      72.92
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      46.32,
      81.99,
      404.82,
      117.8
    ],
    "text": "Such surpluses are also necessary to ensure that public enterprise does not make demands on the national budget to finance its day to day operations or its overall annual losses.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.72395133972168,
      9.85560417175293,
      9.946589469909668,
      10.089717864990234,
      10.419525146484375
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.64,
      120.15,
      405.57,
      299.0
    ],
    "text": "Changes in the performance of specific corporations had an important bearing on the public sector services, the balance of payments and the level of economic activity. For instance, the periodic shortages in the cement supply in 1975 were due to the low capacity utilisation in the Puttalam cement plant which averaged 43 per cent in the year. The main reason for the drop in the output in this plant was the shortage of good quality limestone in the usual area of supply. In the Ceylon Steel Cor­poration the output of the rolling mill declined by 26-7 per cent in 1975, leading to a fall in capacity utilisation to 30 per cent. Output at the State Hardware Corporation fell substantially because production was largely geared to market demand. The production of the most important of its manufactures mammoties declined by 12 per cent. In 1975, the production of graphite fell sharply by 24 per cent over the level in the previous year. Exports of graphite declined by 39 per cent to 5,886 tons, making this the lowest export figure since the establishment of the State Graphite Corporation,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.977005958557129,
      10.015772819519043,
      10.016252517700195,
      10.025069236755371,
      10.06283950805664,
      10.089717864990234
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      303.51,
      405.46,
      506.36
    ],
    "text": "With the additional investment of Rs. 40 million the vehicle fleet of the Ceylon Transport Board increased from 7,005 in 1974 to 7,164 in 1975. Of this, the available effective fleet consisted of 4,622 buses in 1974 and 4,691 in 1975. There appears to be a significant difference as much as 33 per cent between the number of vehicles utilised and between those operated and owned. This shows that at any given time about one third of the vehicles are off the road. In 1975 the deficit between the average fleet operated and the number of vehicles required to provide a satisfactory service was 327 as compared with 358 in 1974. The State Gem Corpora­tion in the last four years had been faced with a decline in its purchases and sales of gems. The value of purchases of' gems dropped very sharply from Rs. 107-5 million in 1973 to Rs. 12-9 million in 1974 and to Rs. 5-1 million in 1975. The main reason for the fall in the value of purchases was the change in the purchasing policy whereby the Corporation attempted to decrease the value of the stocks it held by reducing purchases. The value of sales of gems by the Corporation fell from Rs. 45 million in 1973 to Rs. 25-1 million in 1974 and to Rs. 14.8 million in 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.754914283752441,
      9.768638610839844,
      9.826668739318848,
      9.850096702575684,
      9.932772636413574,
      9.990281105041504,
      9.996240615844727,
      10.035123825073242,
      10.089717864990234,
      10.333959579467773,
      10.379583358764648,
      10.38887882232666,
      10.419525146484375
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.6,
      515.13,
      250.08,
      547.88
    ],
    "text": "(c) M O N E T A R Y A N D F I S C A L O P E R A T I O N S Monetary and Banking Trends Money Supply",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.59334659576416,
      6.753510475158691,
      6.7640061378479,
      6.907482624053955,
      7.103984832763672,
      10.089717864990234
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      550.71,
      405.92,
      657.56
    ],
    "text": "In 1975, the magnitude of the increase in the money supply was relatively less significant than in the previous year, and this is reflected in the monthly average level of the money supply exceeding the corresponding 1974 level by only 1-9 per cent. In 1975, the money supply increased by Rs. 143 million or 4-8 per cent as against the increase of Rs. 168 million or 6 per cent in 1974. As compared with the previous year, the overall expansionary and contractionary influence behind the movements in the money supply were less forceful. The main factors behind the reduced monetary expansion were primarily the decline in external banking assets and the reduced credit needs of public sector corporations and the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.80783748626709,
      9.869382858276367,
      9.944755554199219,
      9.979509353637695,
      10.089717864990234,
      10.333959579467773,
      10.391605377197266
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      44.16,
      79.44,
      417.14,
      186.66
    ],
    "text": "Xcoop^ratiyes, The substantial deficit in external payments helped to contract the <»2;?m^rt^ which was higher than the contraction of •>{3s^(7^mfllip|i.Initiating from this sector in 1974. Government corporations 'l^t^S^bc^^^^^c'-^ci^rowings from commercial banks and this helped to contain the net monetary expansion from credit extended to the private sector to Rs. 131 million. In 1975, the bulk of the monetary expansion arose in the government sector, whereas in 1974 the government sector transactions tended to reduce the money supply by Rs. 261 million. In 1975 the net expansionary impact of the government sector was Rs. 272 million.",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.285160541534424,
      9.3861722946167,
      9.853165626525879,
      9.892334938049316,
      9.900464057922363,
      10.033758163452148,
      10.338580131530762
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.28,
      192.24,
      416.24,
      298.98
    ],
    "text": "The monthly movements in the money supply in 1975 showed greater stability than in 1974 because of the reduced influence of seasonal factors in the flow of bank credit, and to the comparatively stable conditions in overseas commodity markets which helped to sharply reduce fluctuations in non-seasonal credit. In 1975, seasonal peaks in the flow of agricultural credit such as for the financing of paddy under the Guaranteed Price Scheme were less pronounced due to the sharp fall in paddy production. The credit requirements of the govern­ment corporations were also more modest due to the greater availability of imported raw materials and less price fluctuations in raw material markets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.757495880126953,
      9.988032341003418,
      10.033758163452148,
      10.244412422180176,
      10.269134521484375,
      10.338580131530762
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.76,
      305.04,
      416.0,
      423.78
    ],
    "text": "Recurring current account deficits, mainly due to unfavourable price trends have been a feature of Sri Lanka's external payments for many years. In 1975, the balance of payments outturn was not an exception to this general trend. The size of the trade deficit was the highest recorded so far, even though the current account deficit was marginally less than the deficit in the previous year owing to an appreciable increase in the flow of outright grants. Despite aid flows, I.M.F. facilities and short-term trade credits, a considerable gap still remained in the balance of payments and this had to be financed mostly by increasing external banking liabilities. The decline in external banking assets by Rs. 214 million helped to bring about a contractionary impact on the money supply.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.757495880126953,
      9.800408363342285,
      9.938075065612793,
      10.033758163452148,
      10.297361373901367,
      10.303116798400879,
      10.338580131530762,
      10.343538284301758
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      95.52,
      430.32,
      368.9,
      454.26
    ],
    "text": "T A B L E 6 Sources of Government Credit from the Banking System",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.547184944152832,
      9.8817720413208,
      10.033758163452148
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      360.48,
      458.25,
      405.74,
      465.89
    ],
    "text": "R s . Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.600058555603027,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      252.0,
      477.93,
      307.15,
      485.57
    ],
    "text": "End of Period",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.785721302032471,
      6.877711772918701,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      341.52,
      486.09,
      408.54,
      493.73
    ],
    "text": "Change C h a n g e",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.8237128257751465
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      234.0,
      504.33,
      326.68,
      511.97
    ],
    "text": "1973 1974 1975",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.94089937210083,
      7.01693058013916,
      7.019203186035156
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      338.4,
      496.41,
      413.02,
      504.77
    ],
    "text": "1974/1973 1975/1974",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.986603736877441,
      6.987591743469238
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.76,
      530.01,
      103.34,
      537.65
    ],
    "text": "Central Bank",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.738654613494873,
      6.796097278594971
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      60.48,
      537.93,
      197.9,
      569.33
    ],
    "text": "Special loans to government Provisional advances to government Government and Government Guranteed Securities",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.818617343902588,
      6.820641994476318,
      6.854447364807129,
      6.861771583557129,
      6.885356426239014,
      6.898861408233643,
      6.9129252433776855,
      6.942305564880371,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      226.56,
      529.77,
      255.96,
      554.21
    ],
    "text": "2,590.1 95-8 360-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.968624591827393,
      6.989840030670166,
      7.019203186035156
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      226.8,
      562.41,
      255.68,
      570.05
    ],
    "text": "2 , 1 3 4 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.017879962921143
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      264.96,
      529.77,
      294.26,
      554.21
    ],
    "text": "2,689-5 98-5 399-4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.935478210449219,
      6.97831916809082,
      7.01693058013916
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      264.96,
      562.17,
      294.14,
      569.81
    ],
    "text": "2,191-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.020593166351318
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      303.12,
      529.53,
      332.13,
      553.97
    ],
    "text": "2,860-9 101-1 487-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.92799186706543,
      6.94089937210083,
      7.012247085571289
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      303.36,
      562.41,
      331.93,
      570.05
    ],
    "text": "2,272-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.04124641418457
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      342.0,
      530.01,
      371.62,
      553.97
    ],
    "text": "+ 99-4 + 2-7 + 39-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      342.24,
      562.41,
      371.3,
      570.05
    ],
    "text": "+ 57-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      380.16,
      530.25,
      409.78,
      554.21
    ],
    "text": "+ 171-4 + 2-6 + 88-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      380.4,
      562.65,
      409.17,
      570.29
    ],
    "text": "+ 80-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.28,
      578.01,
      123.34,
      585.65
    ],
    "text": "Commercial Banks",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.763795375823975,
      6.847498416900635
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      60.0,
      585.93,
      194.06,
      617.33
    ],
    "text": "Cash items in process of collection Treasury bills Government securities Government import bills",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.733601093292236,
      6.739926338195801,
      6.839010238647461,
      6.859134674072266,
      6.897861003875732,
      6.9129252433776855,
      6.931770324707031,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      234.48,
      577.77,
      256.03,
      585.41
    ],
    "text": "536.4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.01693058013916
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      234.24,
      586.41,
      255.77,
      618.53
    ],
    "text": "37-2 153-6 344-3 1-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.990384578704834,
      6.993789196014404,
      7.019203186035156,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      272.64,
      578.01,
      293.6,
      585.65
    ],
    "text": "423-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.94089937210083
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      272.64,
      586.17,
      293.88,
      618.29
    ],
    "text": "37-3 59-6 325-1 1-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.92799186706543,
      7.006337642669678,
      7.0407395362854,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      310.8,
      578.01,
      332.08,
      585.65
    ],
    "text": "415-4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.01693058013916
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      311.04,
      586.65,
      332.24,
      618.77
    ],
    "text": "26-4 50-4 325-1 13-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.92799186706543,
      6.935478210449219,
      7.037425518035889
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      341.76,
      578.01,
      371.49,
      618.53
    ],
    "text": "- 1 1 2 9 + 0-1 - 94-0 - 19-2 + 0-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.900000095367432,
      6.990384578704834,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      380.16,
      578.25,
      409.41,
      602.45
    ],
    "text": "- 8 1 - 10-9 - 9-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.900000095367432,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      380.4,
      610.89,
      409.75,
      618.53
    ],
    "text": "+ 12-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      52.8,
      626.01,
      409.43,
      634.37
    ],
    "text": "Total Credit t o Government 3,126-5 3 , 1 1 3 0 3 , 2 7 6 3 - 13-5 + 163-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.399726867675781,
      6.78978967666626,
      6.8106184005737305,
      6.900000095367432,
      6.9129252433776855,
      6.966711044311523,
      7.006235599517822,
      7.02943754196167,
      7.137415885925293
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      278.64,
      646.65,
      405.26,
      654.29
    ],
    "text": "Source: Central B a n k of Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.738654613494873,
      6.770373821258545,
      6.796097278594971,
      7.137415885925293
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      208.8,
      61.11,
      246.97,
      71.96
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.35743522644043,
      10.089717864990234
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.04,
      82.95,
      407.82,
      249.8
    ],
    "text": "The expansionary financial operations of the government sector were sustained by the increased use of Central Bank credit and by a substantial reduction in government deposits with the banking system and its cash balances with the Treasury. Details relating to government borrowing from the Central Bank and the commercial banks are set out in Table 6. Government borrowings from the Central Bank rose by Rs. 171 million and this took the form of an increase in the Bank's holdings of Treasury bills, government and government guaranteed securities and in provisional advances. On the other hand, govern­ment reduced its borrowings from the commercial banks. The monetary expansion was accentuated by government reducing its deposits with the banking system and in utilising its balances with the Treasury to meet current expenditure. This was the very opposite of the experience in 1974 when government tended to build up cash balances in the banking system and in the Treasury, which had a negative influence on the money supply.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.950693130493164,
      9.998929977416992,
      10.040576934814453,
      10.054723739624023,
      10.089717864990234,
      10.32107925415039,
      10.333959579467773,
      10.350349426269531,
      10.357168197631836
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      48.24,
      260.07,
      408.45,
      426.92
    ],
    "text": "Credit operations of government corporations with commercial banks, which led to an unprecedented monetary expansion of Rs. 620 million in 1974, resulted in 1975 in a contractionary influence on the money supply of Rs. 79 million. These corporations were able to reduce their borrowings from commercial banks by Rs. 47 million and to increase their time and savings deposits by Rs. 32 million. Public sector corporations as a whole were able to manage with less credit from commercial banks because import prices remained more or less at the same levels and many of them, notably the Ceylon Fertilizer Corporation, the National Textile Corporation and the Weaving Supplies Corporation were able to run down their accumulated stocks. The countervailing factor was the increased credit requirements of the Ceylon Petroleum Corporation. In regard to the cooperative sector there was a significant decline in the demand for bank credit for the purchase of paddy under the Guaranteed Price Scheme because of a sharp fall in domestic paddy production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.80783748626709,
      9.909491539001465,
      9.937268257141113,
      10.005987167358398,
      10.013614654541016,
      10.023967742919922,
      10.089717864990234,
      10.322010040283203,
      10.333959579467773,
      10.36828899383545,
      10.408642768859863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      48.96,
      436.47,
      116.96,
      447.32
    ],
    "text": "Interest Rates",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.52,
      452.79,
      408.5,
      655.64
    ],
    "text": "Several changes were effected in the money market rates in 1975. This was a sequel to the monetary measures taken by the Central Bank in April 1975 which, inter alia, placed certain restrictions on the magnitude of Central Bank accommodation to commercial banks. Following these measures the commercial banks had no alternative but to intensify their efforts to increase deposit mobi­lisation to support their normal credit operations. As an initial step commercial banks revised their rates on fixed and savings deposits. The minimum and maximum rates on fixed deposits of 3 to 12 months' duration were at 4i and 4f per cent respectively. The minimum rates were raised to 6 per cent in the case of 3 months deposits, to 65 per cent for 6 months, and to 7 per cent for 12 months' deposits. Similarly, the maximum rate on time deposits of 3, 12 and 6 months' duration were raised to 6f, 7 and 7f per cent respectively. On the other hand, the minimum rates on deposits of 2 years, 3 years and 4 years duration which stood at 4 | per cent, 5 per cent and 5^ per cent respectively were raised to an uniform rate of 7 per cent. While respective maximum rates which remained at 5 per cent, 5i per cent and 5£ per cent were unified at 7^ per cent.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.788919448852539,
      9.823003768920898,
      9.949244499206543,
      10.000370979309082,
      10.089717864990234,
      10.357168197631836,
      10.3958101272583,
      10.408642768859863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      220.08,
      64.71,
      257.54,
      75.56
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.4,
      88.23,
      419.16,
      207.08
    ],
    "text": "The deposits rates of major savings institutons and Bank Rate, however, remained unchanged during the year. In the case of Bank Rate, this was because the Rate was already at a high level having been raised to per cent in 1970. The commercial banks responded to Central Bank measures by pushing up their own lending rates, although the increases were much less marked. The highest increase was in the inter-bank call loan rate where the maximum was raised from 5 to 8 per cent. The steep rise in the call loan rate, reflects in some measure, the degree of pressure brought to bear on the liquidity of the commercial banks following the restrictions applied on the magnitude of Central Bank accommoda­tion. The banks accordingly revised their rates on loans and overdrafts.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.80783748626709,
      9.823003768920898,
      9.945769309997559,
      10.053051948547363,
      10.061503410339355,
      10.089717864990234,
      10.408642768859863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.64,
      219.03,
      418.78,
      361.88
    ],
    "text": "In the context of overall interest rate policy, the year 1975 witnessed a substantial change in Sri Lanka's interest rate structure; and this was the first occasion since 1970 when a change of this dimension had occurred. The magni­tude and direction of this change can be considered to be benificial from the view point of mobilisation of savings as well as the efficent allocation of resources. In fact, such a change in interest rates was long overdue in the context of rapid changes in the price level as well as the overall demand for bank credit in a situation of a limited supply of resources which called for quantitative restrictions as a way of rationing credit. However, the fact that interest rate changes have not kept in step with the pace of inflation calls for a further re-examination of the entire structure of interest rates so as to afford the saver a more realistic real rate of interest.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.768638610839844,
      9.968676567077637,
      10.089717864990234,
      10.315774917602539,
      10.32107925415039,
      10.333959579467773,
      10.365787506103516,
      10.419525146484375
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      58.08,
      372.15,
      204.74,
      383.0
    ],
    "text": "Bank Branches and Refinance",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.950693130493164,
      10.089717864990234
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.88,
      387.99,
      418.82,
      578.84
    ],
    "text": "The branch network of Sri Lanka Banks continued to expand rapidly in 1975 as well. During the year 105 new branches were opened, but the majority of them consisted of branches opened at Agricultural Service Centres by the Bank of Ceylon. In all, 97 Agricultural Service Centre branches were opened in 1975, bringing thgtotal number of such branches to 299. By the end of 1975 the total number of branches falling into the latter category exceeded the total number of branches of all commercial banks taken together. The People's Bank had sharply cut back its bank expansion programme by opening only 5 branches during the year. This must be compared with 11 and 22 branches opened in 1973 and 1974 respectively. The National Savings Bank opened one branch, increasing its total number of branches to 20. Total deposits of commercial banks increased by only Rs. 56 million in 1975 as compared to Rs. 386 million in 1974. Taking into account the changes in the price level in 1975 the quantum of deposits mobilised iri real terms must be far less. The bulk of the increase in deposits occurred in Sri Lanka banks where their share of deposits went up by Rs. 40 million in 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.692740440368652,
      9.768638610839844,
      9.837608337402344,
      9.857309341430664,
      10.023920059204102,
      10.027655601501465,
      10.028853416442871,
      10.030576705932617,
      10.089717864990234,
      10.310513496398926,
      10.311164855957031,
      10.32280158996582,
      10.325963973999023,
      10.333959579467773,
      10.408642768859863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      56.88,
      588.39,
      420.87,
      659.24
    ],
    "text": "In 1975, Central Bank provisional advances to government increased by Rs. 88 million and special loans by Rs. 3 million, while the Bank's holdings of govern­ment and government guaranteed securities rose by Rs. 81 million. Central Bank's accommodation to commercial banks declined by Rs. 80 million in 1975. Total refinance loans granted by the Central Bank under the Medium and Long Term Credit Fund amounted to Rs. 15 million as against repayments received",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.754914283752441,
      9.91956615447998,
      10.061455726623535,
      10.089717864990234,
      10.322010040283203
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      212.64,
      61.59,
      250.82,
      72.44
    ],
    "text": "( -18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.4,
      85.59,
      411.05,
      180.44
    ],
    "text": "amounting to Rs. 15 million. More than half of this was refinance in respect of tea factory modernisation projects, while loans for industrial purposes and for hotel projects amounted to Rs. 3 million and Rs. 4 million, respectively. The entire amount granted under the Tea Factory Modernisation Scheme was to commercial banks, while loans granted for industrial purposes and hotel projects were to the Development Finance Corporation. At the end of December 1975, total refinance loans granted from the Medium and Long Term Credit Fund since its inception amounted to Rs. 47 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.036559104919434,
      10.050233840942383,
      10.089717864990234,
      10.315774917602539,
      10.322010040283203,
      10.391605377197266
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.64,
      192.63,
      199.28,
      203.48
    ],
    "text": "The April Monetary Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.64,
      208.71,
      410.42,
      363.56
    ],
    "text": "With a view to exercising a restraining influence on the expansion of com­mercial bank credit, certain modifications to the existing instruments of monetary control were introduced in April 1975. Most important were the changes made with respect to Bank rate and reserve requirements, the two major instruments of monetary control. Although Bank rate was allowed to remain unchanged at 6| per cent, with effect from April 8 , 1975, the magnitude of 'Central Bank accommodation available at Bank rate was restricted to 8 per cent of selected assets of each commercial bank as on December 31, 1974. These assets included bills purchased and discounted, loans (excluding loans granted under the Agricultural Credit Scheme) and overdrafts. The borrowings from the Central Bank in this context excluded refinance granted under the Agricultural Credit Scheme, the Guaranteed Price Scheme and from the Medium and Long Term Credit Fund.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.869382858276367,
      9.94625186920166,
      9.950693130493164,
      9.981385231018066,
      10.089717864990234,
      10.322010040283203,
      10.333959579467773,
      10.38887882232666
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.4,
      375.99,
      410.8,
      603.08
    ],
    "text": "While commercial banks whose outstanding borrowings from the Central Bank as of 8th April exceeded the stipulated limit, were not required to repay the excess immediately, any fresh accommodation in excess of the stipulated limit was subject to a penal rate of 2*j percent above Bank rate. Simultaneously, the special reserve requirement of 38 per cent (28 per cent for the People's Bank) on marginal increases in demand deposits, which had become effective on February 1st, 1961 was withdrawn (for the People's Bank the effective date was June 9th, 1965). However, commercial banks were required to maintain the general reserve requirement of 12 per cent of demand deposits and 5 per cent of time deposits, wholly in the form of deposits with the Central Bank. The imple­mentation of the latter, however, had to be postponed as some banks found it difficult to conform to this requirement. Hence, the practice of allowing upto 75 per cent of the required reserves to be maintained in the form of currency notes and coins continued throughout the year. Simultaneously, the ceiling on commercial bank credit imposed on May 24, 1974 was withdrawn. Commercial banks were required not to increase their loans and advances for non-essential purposes such as consumption, speculation and stock building, etc. over the level of such loans and advances outstanding as at December 1974.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.758556365966797,
      9.841659545898438,
      9.941905975341797,
      9.950693130493164,
      9.989368438720703,
      10.019559860229492,
      10.050233840942383,
      10.056394577026367,
      10.089717864990234,
      10.305901527404785,
      10.32624340057373,
      10.333959579467773,
      10.408642768859863
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      49.68,
      618.63,
      410.66,
      657.32
    ],
    "text": "With the introduction of these measures a significant abatement in the expansion of bank credit to the private sector became noticeable. At the same time, a substantial reduction in the level of Central Bank accommodation to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.054723739624023,
      10.089717864990234,
      10.38887882232666
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      84.39,
      412.93,
      123.08
    ],
    "text": "commercial banks was also achieved. Moreover, the commercial banks on their part were compelled to put up their rates on deposits with a view to mobilising more resources as a base for credit expansion.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.750877380371094,
      10.023920059204102,
      10.041390419006348,
      10.048513412475586,
      10.051523208618164,
      10.071282386779785,
      10.076240539550781,
      10.094428062438965,
      10.104413032531738,
      10.112679481506348,
      10.114388465881348,
      10.150359153747559,
      10.15281867980957,
      10.197652816772461,
      10.203301429748535,
      10.246180534362793,
      10.333959579467773,
      10.408642768859863
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      134.55,
      223.08,
      145.4
    ],
    "text": "The Government Fiscal Operations",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.750877380371094,
      10.16104507446289,
      10.189172744750977
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      151.11,
      413.7,
      217.64
    ],
    "text": "According to provisional data the actual budgetary operations for 1975 produced a current account surplus of Rs. 160 million and the overall expan­sionary impact was Rs. 169 million. A summary of fiscal operations for 1975 with approved estimates for 1976 is given in Table 7. The net cash deficit of the government is presented in table 9 in the appendix.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.750877380371094,
      10.030241012573242,
      10.047700881958008,
      10.054914474487305,
      10.060691833496094,
      10.073427200317383,
      10.076430320739746,
      10.07795524597168,
      10.087908744812012,
      10.091050148010254,
      10.091906547546387,
      10.096426010131836,
      10.102797508239746,
      10.105269432067871,
      10.115574836730957,
      10.118042945861816,
      10.12188720703125,
      10.126771926879883,
      10.12814712524414,
      10.128952980041504,
      10.144444465637207,
      10.147615432739258,
      10.149271011352539,
      10.170681953430176,
      10.192424774169922,
      10.333959579467773,
      10.350349426269531
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      205.44,
      231.75,
      258.94,
      242.6
    ],
    "text": "T A B L E 7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.596246719360352,
      9.750877380371094
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      153.84,
      252.15,
      310.68,
      263.0
    ],
    "text": "Government Fiscal Operations",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.750877380371094,
      10.16104507446289,
      10.189172744750977
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      359.04,
      269.61,
      404.14,
      277.25
    ],
    "text": "Rs. Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.600058555603027,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      119.76,
      296.73,
      281.25,
      305.33
    ],
    "text": "I t e m s 1973 1974",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      291.84,
      289.29,
      329.35,
      312.77
    ],
    "text": "1975 Approved Estimates",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.811282157897949,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      337.68,
      289.77,
      361.7,
      313.25
    ],
    "text": "1975 P r o v i ­sional",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      371.76,
      290.01,
      409.9,
      313.49
    ],
    "text": "1976 Approved Estimates",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.811282157897949,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.84,
      330.57,
      198.3,
      378.77
    ],
    "text": "Revenue 1 Recurrent Expenditure Advance Accounts operations (def ici t - /Surplus + ) Current Account ( + S u r p l u s / d e f i c i t - ) Capital Expenditure 2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.045321464538574,
      6.736393451690674,
      6.778420448303223,
      6.833752632141113,
      6.865413665771484,
      7.162153720855713
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.68,
      379.05,
      182.25,
      410.45
    ],
    "text": "Of which Sinking Fund and Amortization payments and contributions to International Financial Organisations",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.840994358062744,
      6.865413665771484,
      7.0927839279174805
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      225.36,
      331.53,
      246.79,
      339.17
    ],
    "text": "4,034",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.062007904052734
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      221.52,
      347.37,
      247.16,
      378.77
    ],
    "text": "3,857 - 59 118 1,543",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      229.68,
      403.29,
      248.71,
      410.93
    ],
    "text": "(433)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      259.92,
      331.53,
      279.93,
      339.17
    ],
    "text": "4,787",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      255.36,
      347.13,
      281.49,
      379.25
    ],
    "text": "4,506 — 39 242 1,841",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      263.52,
      404.01,
      282.73,
      411.65
    ],
    "text": "(564)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      297.84,
      331.53,
      318.3,
      339.17
    ],
    "text": "4,881",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      293.52,
      348.09,
      319.65,
      379.49
    ],
    "text": "4,767 — 100 14 2,074",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484,
      7.060423374176025
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      301.68,
      404.01,
      321.08,
      411.65
    ],
    "text": "(584)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      339.84,
      331.77,
      360.25,
      339.41
    ],
    "text": "5,086",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      339.6,
      347.85,
      360.91,
      379.97
    ],
    "text": "5,153 227 160 2,556",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      343.92,
      404.49,
      363.32,
      412.13
    ],
    "text": "(596)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      382.56,
      332.49,
      402.69,
      340.13
    ],
    "text": "5,645",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      373.92,
      348.33,
      403.65,
      379.73
    ],
    "text": "5,355 — 100 190 2,486",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      386.4,
      404.97,
      405.24,
      412.61
    ],
    "text": "(649)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      52.08,
      419.37,
      401.23,
      428.21
    ],
    "text": "Budget deficit 3 1,425 1,599 2,060 2,397 2,296",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.833683013916016,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      52.56,
      435.45,
      144.11,
      451.01
    ],
    "text": "Financing of the deficit 1 • Domestic Source",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.529712200164795,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      79.44,
      451.77,
      220.09,
      475.25
    ],
    "text": "A. N o n - b a n k market borrowing • • B. N o n - m a r k e t borrowing C . Banking System 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.551003932952881,
      6.562767028808594,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      221.28,
      443.13,
      246.59,
      475.25
    ],
    "text": "949 819 243 - 113",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      254.64,
      443.37,
      281.03,
      475.73
    ],
    "text": "910 976 - 54 — 12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      304.8,
      443.85,
      317.79,
      467.33
    ],
    "text": "965 900 65",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      339.12,
      444.57,
      360.07,
      475.97
    ],
    "text": "1,302 1,075 71 156",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      381.36,
      444.81,
      400.84,
      460.13
    ],
    "text": "1,300 1,300",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.44,
      483.69,
      145.95,
      515.09
    ],
    "text": "!• Foreign Finance Project loans Commodity loans G r a n t s",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.7342023849487305,
      6.81966495513916,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      232.32,
      483.69,
      245.47,
      515.09
    ],
    "text": "413 275 91 47",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      266.64,
      483.69,
      279.95,
      515.09
    ],
    "text": "650 79 319 252",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      297.36,
      483.69,
      316.69,
      515.09
    ],
    "text": "1,095 n-a-n-a-n - a -",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      339.36,
      484.17,
      359.71,
      516.29
    ],
    "text": "1,080 272 383 425",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      380.4,
      484.65,
      400.6,
      516.05
    ],
    "text": "1,000 n- a-n-a-n- a-",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      67.68,
      519.24,
      398.45,
      533.09
    ],
    "text": "3 • Use of cash balances 63 39 — 15 - 4",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484,
      12.010493278503418
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.6,
      539.37,
      399.51,
      557.68
    ],
    "text": "Expansionary impact of Government Fiscal Operations — 53 24 — 169 —",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.770303249359131,
      6.798338413238525,
      6.865413665771484,
      12.010493278503418,
      12.499032974243164
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      273.84,
      570.09,
      400.3,
      577.73
    ],
    "text": "Sources: Central Bank of Ceylon",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.779860019683838,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.28,
      580.41,
      394.64,
      588.05
    ],
    "text": "and General Treasury.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.8262939453125,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.36,
      593.61,
      310.4,
      601.25
    ],
    "text": "1> Excludes Capital grants in revenue shown under Foreign Grants.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.639148235321045,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      50.64,
      606.09,
      349.28,
      613.73
    ],
    "text": "2- Includes capital expenditure chargeable to N a t i o n a l Development Reserve.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      50.88,
      618.09,
      306.08,
      625.73
    ],
    "text": "3- Please see Table 9 in Appendix for details of Net C a s h Deficit.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      50.4,
      630.33,
      411.23,
      648.05
    ],
    "text": "4- Includes Special Advances from Central Bank to meet the contributions to International Financial Organisations abroad. For 1 9 7 3 - R s . 2-6 million, 1 9 7 4 - R s . 2-7 million, 1975 —",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.840994358062744,
      6.865413665771484,
      6.900000095367432
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.76,
      650.49,
      126.56,
      658.13
    ],
    "text": "R s . 2-6 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.600058555603027,
      6.865413665771484
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      193.2,
      679.2,
      248.31,
      697.69
    ],
    "text": "23006",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      16.616291046142578
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      214.08,
      62.31,
      251.54,
      73.16
    ],
    "text": "( 20 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      52.32,
      84.63,
      156.08,
      95.48
    ],
    "text": "Government Receipts",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      51.84,
      100.47,
      412.88,
      279.32
    ],
    "text": "The total revenue anticipated in the approved estimates for 1975 was Rs. 4,881 million, but provisional data for 1975 reveals that this esrimate was exceeded by Rs. 205 million. Compared with 1974 the increase in revenue is Rs. 299 million or 6 per cent. After making an adjustment for a net receipt of Rs. 227 million from advance account operations, total expenditure in 1975 was Rs. 7,483 million. Actual recurrent expenditure authorised under the appropria­tion Act increased by 14 per cent over the previous year to reach Rs. 5,153 million. Together with the supplementary estimates for Rs. 326 million authorised in the course of 1975, the total allocation was Rs. 5,188 million, revealing an under expenditure of less than one per cent. In 1975, development expenditure, exclusive of sinking fund contributions and direct repayments of loans, increased markedly by 53 per cent to Rs. 1,960 million. However, the total allocation for 1975, including the supplementary provision of Rs. 434 million was Rs. 2,421 million, and the resulting under expenditure of 19 per cent was below the normally observed range of 25 per cents.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.80783748626709,
      9.960243225097656,
      9.990281105041504,
      10.005699157714844,
      10.01323127746582,
      10.089717864990234,
      10.322010040283203,
      10.333959579467773,
      10.340601921081543,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      53.28,
      285.99,
      414.26,
      440.84
    ],
    "text": "The major sources of increased revenue in 1975 were, income taxes Rs. 171 million, Foreign Exchange Entitlement Certificates Rs. 91 million, selective salts taxes Rs. 82 million, import duties Rs. 59 million, general sales and turnover taxes Rs. 44 million and gross receipts of trading enterprises Rs. 20 million. All these increases in revenue except income taxes and import duties were less than in 1974. The major shortfall appeared under export duties where the decline was Rs. 230 million. The improvement of Rs. 171 million in collections from income tax is attributable to the payments of arrears and back assess­ments by tax payers. Better performance in the corporate sector also helped to improve collections. Accruals under selective sales taxes were higher as a result of the enhanced tobacco tax introduced in early 1975. Receipts from the sales of FEECs increased by a further 9 per cent over the previous year and remained the single largest item of revenue, accounting for 21 per cent of total revenue.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.630563735961914,
      9.66917896270752,
      9.6940279006958,
      9.80783748626709,
      9.826668739318848,
      9.85560417175293,
      9.8612060546875,
      9.954601287841797,
      9.982443809509277,
      10.089717864990234,
      10.312376022338867,
      10.322010040283203,
      10.365787506103516,
      10.391605377197266
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      55.44,
      449.19,
      415.29,
      544.04
    ],
    "text": "Compared with the approved estimates of revenue in 1975 the actual collections in the year exceeded estimates by Rs. 205 million. The areas of increase and shortfall corresponded broadly, to those referred to, in the earlier part. The budget deficit for 1975 was Rs. 2,397 million. The bulk of the resources amounting to Rs. 1,317 million to finance the budget deficit was raised from domestic sources while external resources contributed Rs. 1,080 million towards the resource gap. When adjusted for the debt repayments and sinking fund contributions the net cash deficit was Rs. 1,801 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.000370979309082,
      10.04684066772461,
      10.089717864990234,
      10.333959579467773,
      10.36828899383545
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      56.4,
      551.43,
      416.25,
      658.28
    ],
    "text": "Domestic non-bank market borrowings in 1975 reached the hitherto unattained level of Rs. 1,075 million. Resources mobilised through the issue of rupee securities were Rs. 1,039 million, which was Rs. 119 million in excess of the amount raised in 1974, and the entirety of it came from non-bank sources. The much higher level of domestic resources mobilisation from the non-bank sector was made possible by large contributions from the National Savings Bank, the Sinking Funds, the Insurance Corporation and the Employees' Provident Fund. In recent years, these captive sources have contributed more than 90 per cent of the total subscriptions to rupee securities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.837608337402344,
      9.841659545898438,
      9.876824378967285,
      9.919323921203613,
      10.028853416442871,
      10.089717864990234,
      10.336329460144043,
      10.391605377197266,
      10.412149429321289
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      215.04,
      62.31,
      251.3,
      73.16
    ],
    "text": "( 21 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.08,
      86.31,
      414.26,
      277.16
    ],
    "text": "The term captive market has been used in the recent past to embrace all public sector institutions engaged in mobilising both contractual and voluntary savings including sinking funds maintained by the public debt authorities. Contractual savings are mobilised by the Employees' Provident Fund and the Insurance Corporation, while the primary source for voluntary savings continued to be the National Savings Bank. The Consolidation of the extended coverage under the Employees' Provident Fund introduced three years ago and the high deposit rates offered by the National Savings Bank broadly explains the higher level of savings coming in from the Captive market. The rate of 9 per cent on investments in government securities has enabled the National Savings Bank to maintain its rates on savings deposits. The widening scope of public sector economic activity has created on the other hand, a need for a progressively increasing transfer of private sector savings into the government sector. But the continuing dependence on private sector savings to finance projects with long gestation periods and low returns may create difficulties of raising resources to service the debt.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.837608337402344,
      9.909491539001465,
      9.996240615844727,
      10.052383422851562,
      10.06283950805664,
      10.089717864990234,
      10.357168197631836,
      10.36828899383545
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      53.04,
      289.83,
      414.32,
      396.68
    ],
    "text": "The current account surplus of Rs. 160 million for 1975 was Rs. 82 million lower than that for the previous year. After several years of very low surpluses or deficits in the current account, a current account surplus was achieved in 1973 and the surplus in 1975 is a continuation of this trend. The substantial surpluses for 1973 and 1974 coincided with the inflation that prevailed and one connot with any degree of assurance regard it as an indication of a basic change in the underlying structure of public finance in this country. This would be more so, if the surplus for 1975 shown under advance accounts is properly adjusted to discount the value of food purchases made under deferred payment terms.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.589439392089844,
      10.089717864990234,
      10.350349426269531,
      10.356240272521973,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      53.52,
      406.71,
      112.13,
      417.56
    ],
    "text": "Expenditure",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      52.32,
      422.79,
      413.78,
      565.64
    ],
    "text": "The fiscal year 1975 coincided with the slackening phase of global inflation in the two previous years. High prices in that period affected both revenue and expenditure. The revenue from production and expenditure, which include taxes on international trade recorded heavy increases and the pattern of expendi­ture followed suit. The relaxation of inflationary pressures by early 1975 had a more pronounced impact on revenue through falling export prices, while the level of expenditure dictated more by the import prices and the prevailing domestic price level remained at relatively high levels. It was in this context that the government had to exercise restraint and contain its fiscal operations within manageable levels. Expenditure levels that tend to remain inflexible and revenue sensitive to export prices had its impact on the current account position of the government budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.855506896972656,
      9.982443809509277,
      10.06283950805664,
      10.089717864990234,
      10.350349426269531,
      10.352807998657227,
      10.362174034118652,
      10.419525146484375
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      51.6,
      575.19,
      413.3,
      658.04
    ],
    "text": "The basic weakness in the public finances in Sri Lanka is the overdepen-dence of government revenue on international trade, the firm commitment to heavy expenditure on social welfare supplemented by a gradually rising debt service charge and a range of other transfers to the household sector. Significa­ntly, 39 per cent of government revenue in 1975 originated from international transactions, while another 13 per cent came from turnover taxes, mainly dependent on the availability of foreign resources. This amply illustrates the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.843123435974121,
      9.996240615844727,
      10.089717864990234,
      10.357168197631836
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      213.12,
      63.27,
      249.89,
      74.12
    ],
    "text": "( 22 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.137199401855469
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      50.88,
      84.39,
      410.93,
      179.24
    ],
    "text": "dependence|of government revenue on the performance of the external sector of the economy, and it is not surprising that revenue tends to fluctuate with the vagaries of foreign trade. Another area for scrutiny is the performance of the major trading enterprises-the Railway and the Posts &. Telcommunications Their current surplus, the difference between gross receipts and current expendi­ture, was Rs. 59 million in 1975. Yet this is a sector subject to fluctuations, and policies designed to maintain regular surpluses might help to avert possible fiscal embarrassment to the government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.855506896972656,
      9.8612060546875,
      9.950355529785156,
      10.06532096862793,
      10.097947120666504,
      10.137199401855469,
      10.350349426269531,
      10.419525146484375
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      50.64,
      189.75,
      410.68,
      248.6
    ],
    "text": "Given the comparatively high current expenditure / GNP ratio, the problem confronting the government is also one of containing recurrent expenditure entailed by its commitment to social welfare and subsidies at manageable levels. The issue is further compounded by the relatively low real growth rates in the GNP realised in the more recent years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.85560417175293,
      9.972289085388184,
      10.038568496704102,
      10.111254692077637,
      10.137199401855469,
      10.350349426269531,
      10.365787506103516
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      49.92,
      258.39,
      410.45,
      437.24
    ],
    "text": "In 1975, of government current expenditure, social services claimed 19 per cent and the food subsidy accounted for another 23 per cent. Interest on the public debt amounted to 13 per cent and the pensions bill consumed 6 per cent. These identified catagories claimed 61 per cent of total current expendi­ture. The dominance of the food subsidy, is in spite of the economy measures adopted in late 1973. Rising prices have nullified the economies expected from this source. Perhaps a more flexible pricing policy may help to contain the subsidy at reasonable levels. The cost of servicing the public debt has recorded a slow but steady increase over the years, and this is quite unders­tandable in the context of the stepped up borrowing programme followed in the recent past. Proper compensation in this case has to be sought either through direct returns from public investment or through appropriate taxes to cover improvements in utilities and infra-structure development. In the light of the rising pension bill it may be prudent to consider the adoption of a contributory pension scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.823003768920898,
      10.077622413635254,
      10.08852767944336,
      10.103605270385742,
      10.137199401855469,
      10.350349426269531
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      52.08,
      447.51,
      411.16,
      542.36
    ],
    "text": "Given the circumstances, expansionary financing of Rs. 169 million was moderate for 1975. It amounted to 2 per cent of the total expenditure. Yet it was considerably more than the expansion of Rs. 24 million in 1974. For three years in succession commercial banks continued to encash a part of their claims on government and in 1975 they surrendered a further Rs. 17 million to the Central Bank. Consequently the Central Bank purchased Rs. 170 million in government debt including a sum of Rs. 88 million advanced to the government under Section 89 of the Monetary Law Act.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.990281105041504,
      10.038568496704102,
      10.04631519317627,
      10.137199401855469,
      10.365787506103516,
      10.36828899383545,
      10.391605377197266,
      10.408642768859863
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      51.6,
      551.67,
      411.65,
      658.52
    ],
    "text": "A serious set back encountered in the field of fiscal planning in the recent years is the relatively high level of under expenditure seen under capital votes in the government budget. However, a salutary feature was that under expenditure in 1975 has assumed a lower proportion. In 1975 actual under expenditure was 19 per cent; but the anticipated under expenditure for 1976 is 26 per cent. The magnitude of under expenditure varies from one ministry to another. It may be that a large proportion of these unspent allocations are with respect to projects with a foreign exchange component to be found from free resources or aid. In either case, delays in the release of foreign exchange can upset a development",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.73998737335205,
      9.855506896972656,
      9.878623962402344,
      9.955999374389648,
      10.04631519317627,
      10.137199401855469,
      10.419525146484375
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      222.72,
      66.87,
      261.62,
      77.72
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.48,
      88.71,
      422.42,
      147.56
    ],
    "text": "programme envisaged by government. Apart from that, one cannot overrule the possibility of relaxed attitudes adopted by certain government departments in implementing the programmes scheduled under their management. Perhaps, it may heUs to carry out a detailed investigation to determine the bottlenecks in this aspect of public finance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.01059341430664,
      10.089717864990234,
      10.322010040283203,
      10.408642768859863,
      10.426619529724121
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.24,
      159.27,
      422.18,
      278.12
    ],
    "text": "The need for an investigation of this nature is even more necessary in view of the considerable volume of concealed under expenditure reported in government accounts as transfers to Treasury deposits from voted funds. The majority of such transfers to deposits are related to capital grants and contributions to state corporations. The total of such transfers in 1975 was Rs. 190 million. In many other instances, it is due to the failure of state corporations to produce detailed implementation programmes to utilise the funds voted by the National State Assembly. In either instance, it is an unhealthy practice to transfer funds voted by the National State Assembly to Treasury deposits, to be used by leisure by the institutions concerned.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.66917896270752,
      9.970266342163086,
      10.089717864990234,
      10.313679695129395,
      10.319265365600586,
      10.322010040283203,
      10.342784881591797,
      10.357168197631836
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.72,
      289.83,
      422.32,
      408.68
    ],
    "text": "Another aspect of considerable importance is the capital transfers to public corporations. Capital transfers to public corporation have averaged in the recent past to about one third of the government capital expenditure. It is to be expected that the expansion of existing ones and the creation of new corporations will augment such transfers further. Since the resources made available in this form are borrowed funds, it is imperative that adequate returns from such investments are ensured to meet the interest and capital repayments of the loans raised by the government to finance such projects. Mere economic viability of these projects, without adequate returns to government would impair the capacity of the government to carry out further development pragrammes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.906341552734375,
      9.994318962097168,
      10.089717864990234,
      10.324243545532227,
      10.347797393798828,
      10.365787506103516,
      10.377269744873047,
      10.379583358764648,
      10.419525146484375
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      61.44,
      420.63,
      120.18,
      431.48
    ],
    "text": "Public Debt",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.96,
      438.87,
      422.38,
      569.72
    ],
    "text": "By the end of fiscal year 1975 total public debt stood at Rs. 14,564 million, indicating an increase of Rs. 2,184 million or 18 per cent over the previous year. This was well above the average of 12 per cent for the previous five fiscal years. The domestic debt (Rs. 10,859 million) accounted for 75 per cent of the total outstanding debt, while the balance Rs. 3,705 million constituted the external debt. Net of sinking Fund contributions the total public debt increased by Rs. 1,933 million to Rs. 12,960 million. The average rate of increase for the domestic and foreign debt for the previous five fiscal years has been in the order of 11 and 15 per cent respectively. A further increase in the external debt in 1975 both in the volume and rate conformed to the rising trend visible in the last several fiscal years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.66917896270752,
      9.69694995880127,
      9.855506896972656,
      9.90915298461914,
      9.915596008300781,
      9.920001029968262,
      9.921550750732422,
      9.959712982177734,
      10.040576934814453,
      10.089717864990234,
      10.348772048950195,
      10.365787506103516
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      60.24,
      580.95,
      422.62,
      661.4
    ],
    "text": "This apart, one cannot overlook the additional debt liability created by realignment and parity changes of major world currencies. In 1975 the additional liability on this account alone was Rs. 392 million compared to a decrease of Rs. 39 million in the previous year and an increase of Rs. 200 million in 1973. This was a direct consequence of the link of the Sri -Lanka rupee to the pound sterling and more generally of the instability in the international monetary",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.920001029968262,
      10.040576934814453,
      10.089717864990234
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      209.28,
      63.03,
      245.54,
      73.88
    ],
    "text": "( 24 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      49.44,
      84.87,
      409.94,
      143.72
    ],
    "text": "system, The gross domestic debt increased by 15 per cent or by Rs. 1,415 million in 1975, compared to an average annual growth of 11 per cent in the preceding five years. The bulk of this increase of Rs. 970 million continued to come from the funded debt made up of long and medium term government securities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.8612060546875,
      9.988263130187988,
      10.028278350830078,
      10.034789085388184,
      10.089717864990234
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      49.92,
      155.85,
      200.3,
      163.49
    ],
    "text": "(d) P R I C E S A N D E M P L O Y M E N T",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.6182475090026855,
      7.103984832763672
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      49.92,
      170.07,
      79.9,
      180.92
    ],
    "text": "Prices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      48.48,
      185.67,
      410.37,
      400.52
    ],
    "text": "In the year under review there was a noticeable slackening in the rate of inflation whereas in 1974 inflationary preasures showed no signs of abatement. The easing of inflationary pressures followed the downward trend in the world prices of the country's principal imports. On account of its structural characteristics and its resulting dependence on foreign trade the Sri Lanka economy is very vulnerable to price movements in world markets. Increase in food prices in international commodity markets, higher prices for raw materials, manufactures and capital goods tend to readily bring inflation into the country and reinforce price increases that originate within the country on a more modest scale. Sri Lanka has little or no influence over imported inflation and this has tended to significantly accentuate price increases because imported goods account for nearly 22 per cent of the gross national expenditure. In these circumstances, the management of inflation has become a difficult problem for Sri Lanka. Nevertheless, in 1975 within this framework, monetary and fiscal policy continued to be increasingly directed towards containing inflation. Furthermore, in 1975 government used price controls to keep prices in check, and in addition was able to induce manufacturers and retailers to bring down the selling prices of essential consumer goods.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.39983081817627,
      9.782491683959961,
      9.826766014099121,
      9.855506896972656,
      9.8612060546875,
      9.923680305480957,
      10.058161735534668,
      10.059211730957031,
      10.089717864990234,
      10.322010040283203,
      10.325963973999023,
      10.348772048950195,
      10.352807998657227,
      10.36828899383545,
      10.419525146484375
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      48.48,
      411.27,
      411.85,
      566.12
    ],
    "text": "In 1975, the increase in the Colombo Consumers' Price Index was modest; the Index rose by 6«7 per cent as against 12* 3 per cent in the previous year This was consistent with the considerably reduced rate of monetary expansion evident in the year. The average annual rate of increase in the Index for the years 1965 to 1970 was 4- 2 percent, while the average for the period 1970-75 was much higher at 7 • 5 per cent. However, as compared to the average for the last five years, the rate of increase in the index in 1975 was slightly lower. The budget proposals for 1976 contributed significantly towards restraining price increases and extended some relief to the consumer. Following upon the budget, the price of rationed rice, sugar and some items of clothing were reduced with effect from November 1975. Since these items carry significant weights in the Consumers' Price Index they had a significant effect in restraining sharp increases in the cost of living.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.39983081817627,
      9.800000190734863,
      9.913028717041016,
      10.040576934814453,
      10.089717864990234,
      10.122456550598145,
      10.333959579467773,
      10.338279724121094,
      10.339627265930176
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      48.0,
      575.43,
      409.22,
      658.28
    ],
    "text": "From the point of view of groups of commodities, that came within the Index relatively to 1974 there were certain significant changes. The sub index for food increased by 7-7 per cent in 1975 as against 15-1 per cent in 1974- This was largely the outcome of the greater availability of food at lower prices mainly rice, subsidiary foodstuffs and sugar in 1975 as compared to 1974. The fall in the world market price of these commodities also enabled government to reduce or to refrain from furcher increasing prices. In 1975, although the general tendency",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.39983081817627,
      9.85560417175293,
      9.984223365783691,
      10.007954597473145,
      10.054007530212402,
      10.089717864990234,
      10.352807998657227,
      10.36828899383545,
      10.419525146484375
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      225.12,
      55.83,
      262.82,
      66.68
    ],
    "text": "( 25 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      61.44,
      77.91,
      424.16,
      124.76
    ],
    "text": "was for food prices to rise less sharply there were instances when the price of certain items increased and remained at higher levels than in 1974. Foodstuffs that fell into this category were dry fish, fresh fish, beef, eggs, potatoes, red onions corriander, tea, coffee, jams and biscuits.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.659042358398438,
      9.80783748626709,
      9.83795166015625,
      9.904887199401855,
      9.990281105041504,
      10.089717864990234,
      10.32107925415039,
      10.325963973999023,
      10.36828899383545,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      61.44,
      132.15,
      426.04,
      263.0
    ],
    "text": "The sub-index for clothing remained unchanged in the first ten months of the year and started to decline from November 1975. The post budget price reductions in clothing, the downward revision of the duties on imported synthetic yarn, and the reduction of the Business Turnover Tax on cotton sarees and cotton cloth contributed to this price decline. The sub-index for fuel and light further increased by 7-3 per cent as a result of the increase in the price of crude oil in October 1975 by the petroleum producing countries. The latter necessitated the increase in the price of kerosene by -/48 cents per gallon. The sub-index for miscellaneous goods increased by 7 • 6 per cent and this was mainly due to the upward revision of excise duties on tobacco and liquor and price increases for newspapers, blades and tyres and tubes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.800000190734863,
      9.869382858276367,
      9.876971244812012,
      9.899552345275879,
      10.040863990783691,
      10.089717864990234,
      10.122456550598145,
      10.283324241638184,
      10.311164855957031,
      10.365787506103516
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      60.24,
      273.03,
      424.94,
      511.88
    ],
    "text": "Price control and rationing continued to occupy a central place in government's attempt to soften the impact of imported inflation on the consumer. In 1975, price controls were extended to several new items including sewing machines, margarine, toothpaste, sheet glass, infant's cereal foods and powdered milk. The price of rice issued on the ration was reduced from Rs. 2-20 to Rs. 2-00 per measure with effect from November 17, 1975. The latter price change was preceded by government's decision in early October to remove the restrictions on the transportation of rice within the Island. The freeing of the market in paddy and rice made a singular contribution towards a substantial decline in the price of rice and paddy in the deficit areas and boosted up prices in the surplus areas; with the result producers were able to get better prices. The increased availability of rice tended to instill greater confidence in the producer and consumer, and it disuaded people from hoarding or carrying excessive stocks. The data collected by the Central Bank on an island wide basis shows that the average open market price of rice per measure in October, November and December were Rs. 3-19, 3-36 and 3 • 44 respectively. This must be compared with the price prevailing at the beginning of the year when in January and February the open market price of rice averaged Rs. 4 • 50, while the price in certain deficit areas reached Rs. 7 • 50 per measure. After December 1975, a further decline in the open market price of rice has been recorded.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.643767356872559,
      9.788919448852539,
      9.800000190734863,
      9.851511001586914,
      9.870891571044922,
      9.91336727142334,
      9.918791770935059,
      9.919759750366211,
      9.921308517456055,
      9.940601348876953,
      9.991387367248535,
      10.035171508789062,
      10.049803733825684,
      10.063746452331543,
      10.089717864990234,
      10.122456550598145,
      10.311164855957031,
      10.32107925415039,
      10.333959579467773,
      10.340742111206055,
      10.352807998657227,
      10.365787506103516,
      10.419525146484375,
      10.52261734008789
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      59.28,
      520.23,
      422.06,
      651.08
    ],
    "text": "Changes in the sugar rationing scheme were brought into effect from 31st March 1975, while continuing with the monthly ration of 3/4 lb. of sugar per person at 72 cents per pound, sugar was made freely available to consumers at Rs. 7-50 per pound and later with effect from November 6, 1975 the price was further reduced to Rs. 6/- per pound. In 1975, the controlled price of several commodities were revised upwards mainly to accommodate increasing costs of production. The items affected included monitors' exercise books, asbestos sheet plain sheet glass, umbrellas and shirts. In the price determination of manufactured goods a noteworthy feature has been the active intervention of government in fixing prices. The Ministry of Industries and Scientific Affairs persuaded manufacturers and distributors to reduce prices of a wide range of industrial goods.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.643767356872559,
      9.826766014099121,
      9.888777732849121,
      9.899552345275879,
      9.972336769104004,
      10.025069236755371,
      10.089717864990234,
      10.314098358154297,
      10.325963973999023,
      10.333959579467773,
      10.365787506103516
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      204.0,
      59.43,
      240.5,
      70.28
    ],
    "text": "( 26 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      41.52,
      81.03,
      401.58,
      115.88
    ],
    "text": "Where mutual agreement was not found to be forthcoming, government had no option but to introduce price controls by means of gazette notifications. Two items that fell into this category were toothpaste and margarine.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234,
      10.324103355407715,
      10.325963973999023,
      10.419525146484375
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      42.0,
      123.27,
      401.6,
      170.12
    ],
    "text": "In 1975, a National Prices Commission was set up. Among its objectives was to protect consumer interests, provide incentives to producers, to ensure reasonable rate of return on capital and to improve the efficiency of public corporations through appropriate pricing policies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.501452445983887,
      9.921695709228516,
      10.06474781036377,
      10.089717864990234,
      10.427633285522461
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      42.72,
      177.27,
      104.95,
      188.12
    ],
    "text": "Employment",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      41.52,
      191.67,
      401.62,
      358.52
    ],
    "text": "Unemployment continues to be a major problem in the economy despite adoption of various programmes for employment promotion. Employment effects of land reforms and those through Divisional Development Councils have not been evaluated. In the context of an increase in the work force by over 2 per cent the rate of employment increase has to be at a higher rate in order to prevent employment situation from deteriorating. In the previous Labour Force Participation Rate survey carried out by the Central Bank in 1973 it was recorded that 17-4 per cent of labour force as unemployed. The rate of unemployment among females was not very much different from that of males. Unemployment was heavily concentrated in the rural areas. Nearly 74 per cent of the unemployed males and 79 per cent of the females were in the rural sector, indicating that 77 per cent of the unemployed resided in the rural sector. The percentage unemployed in the urban sector was 17 per cent and in the estate sector 6 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.501452445983887,
      9.918791770935059,
      9.9207763671875,
      9.963279724121094,
      9.99162769317627,
      10.089717864990234,
      10.309767723083496,
      10.419525146484375
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      41.52,
      366.87,
      401.31,
      461.72
    ],
    "text": "The total number of unemployed persons who had registered with the employement exchanges in 1975 was 531,284. Of this number, only some 1,221 or 0-2 per cent of the total were provided employment with the assistance of the employment exchanges. For technical and clerical workers and semi skilled workers the numbers placed in employment were respectively 36-4 per cent and 21-7 per cent lower than in the previous years. On the other hand, for skilled and non skilled workers the numbers placed in employment were 9-6 per cent and 15-7 per cent higher than in the previous years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.871426582336426,
      9.946783065795898,
      9.984416961669922,
      10.089717864990234,
      10.333959579467773,
      10.357168197631836,
      10.391605377197266
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      41.04,
      471.93,
      237.56,
      494.36
    ],
    "text": "(e) T R A D E A N D B A L A N C E O F P A Y M E N T S Balance of Payments",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.689798355102539,
      7.103984832763672,
      9.91801643371582,
      10.089717864990234
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      39.6,
      499.35,
      400.3,
      654.2
    ],
    "text": "The provisional data on the balance of payments for 1975 show an adverse trade balance of Rs. 1,421 million. The deficit for 1974 was Rs. 1,263 million and the outturn in 1975 indicates a further worsening of the balance of payments on visible trade. The more adverse trade situation emerges primarily out of a further sharp increase in expenditure on imports. Although in 1975 export earnings rose by over Rs. 500 million to reach Rs. 3,913 million over the level in the previous year, the increase in import payments was even more pronounced. Import expenditure rose appreciably by Rs. 671 million from Rs. 4,663 million in 1974 to Rs 5,334 million in 1975. Higher import outlays were necessitated on account of several factors. A higher level of rice imports had to be maintained to offset the shortfall in domestic production resulting from a poor paddy harvest. Furthermore, an increase in the price of crude oil meant higher payments for oil imports. The progressive depreciation of the rupee vis a vis several non-sterling",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.501452445983887,
      9.906050682067871,
      10.089717864990234,
      10.365787506103516,
      10.396780014038086
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      223.92,
      62.55,
      261.62,
      73.4
    ],
    "text": "( 27 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      60.96,
      83.91,
      423.34,
      214.76
    ],
    "text": "currencies on account of its link to sterling also contributed to a rise in the rupee value of the import bill. This trend still persists as sterling continues to plunge in exchange markets. Export earnings from tea increased appreciably throughout 1975 due to both a higher volume of exports and better prices. Poor tea crops mainly in India and Kenya enabled Sri Lanka to increase her exports substantially without depressing prices. Earnings from rubber and coconut were less favourable than in the preceding year. Both commodities showed reduced levels of earnings, despite large increases in export volumes, mainly due to lower world market prices. The reduced level of earnings from rubber and coconut, were to some extent, offset by a substantial increase in non- traditional exports, particularly precious and semi-precious stones.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.80783748626709,
      9.85560417175293,
      10.089717864990234,
      10.324243545532227,
      10.340742111206055,
      10.348772048950195,
      10.391605377197266
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      60.72,
      222.87,
      423.2,
      341.72
    ],
    "text": "Once account is taken of other transactions in the balance of payments of an invisible nature, and after netting private transfers and grants in aid from foreign governments and institutions, the current account deficit of Rs. 1,421 million gets reduced to Rs. 772 million. This indeed follows the pattern in the preceding years where earnings on the invisible account have contributed to offset the trade deficit. Earnings from tourism increased further in 1975 and made a significant contribution to reduce the size of the current account deficit. However, the most important single item contributing to reduce the size of the current account deficit was outright grants which helped to finance nearly 2/5ths of the trade deficit.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.85063362121582,
      10.044928550720215,
      10.05964183807373,
      10.089717864990234,
      10.321125984191895,
      10.324196815490723,
      10.350349426269531,
      10.357168197631836,
      10.365787506103516
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      58.8,
      351.51,
      422.18,
      566.36
    ],
    "text": "Grants in the form of commodities, equipment earmarked for projects and cash are provisionally estimated at Rs. 541 million. This is the highest level of grants received by Sri Lanka since the commencement of the aid programmes. Although in this respect traditional aid giving countries like Canada, Australia and China made substantial commitments in 1975, the larger contributors, however, were the European Economic Community, Sweden and the United Nations Organisations. Grants from the European Economic Community took the form of food, mainly wheat floor, while grants from Sweden consisted of cereals and raw materials for industry. United Nations assistance was in the form of food aid tied to cooperative farm projects and rural works programmes. The sharp increase in the price of oil and oil related products was a major contributory factor for the increase in assistance in the form of grants from donor countries. As one of the most seriously affected countries, Sri Lanka qualified for emergency assistance from the United Nations and the European Economic Community, which set up special funds to provide assistance to countries that fell into this category. To some extent the increase in the grant component of aid is also explained by the trend among certain donor countries to give aid increasingly in the form of outright grants.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.830138206481934,
      9.85560417175293,
      9.960724830627441,
      9.990281105041504,
      9.991531372070312,
      10.028853416442871,
      10.047891616821289,
      10.06283950805664,
      10.089717864990234,
      10.309767723083496,
      10.325963973999023,
      10.348772048950195,
      10.419525146484375
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      58.56,
      575.67,
      421.22,
      658.52
    ],
    "text": "The size of the deficit that required financing in 1975 at Rs. 772 million was smaller than in the preceding year which was Rs. 907 million. The relative importance of the non monetary sector and the monetary sector in financing the current account deficit remained approximately the same in 1975 as in 1974-Whereas in 1974, finances from the non monetary sector consisted of short term credits and suppliers' credit and long term aid in equal proportions, in 1975 there was no increased indebtedness on account of short term and suppliers' credits.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.85063362121582,
      9.990281105041504,
      10.089717864990234,
      10.350349426269531,
      10.36828899383545,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      202.56,
      64.47,
      239.06,
      75.32
    ],
    "text": "( 28 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      41.04,
      86.07,
      401.06,
      132.92
    ],
    "text": "On the other hand, the amount of credit falling into the latter category was reduced by Rs. 174 million. Thus in 1975, the bulk of the financing from non monetaty sources consisted of long term aid which tended to relieve the pressure on the balance of payments through debts of longer maturity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234,
      10.311164855957031,
      10.325963973999023,
      10.357168197631836
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      42.0,
      140.55,
      401.54,
      247.4
    ],
    "text": "In 1975 Sri Lanka received more long term commodity aid and project aid than in any preceding year. Gross inflows rose sharply from Rs. 463 million in 1974 to Rs. 886 million in 1975. This was primarily the outcome of much higher aid pledges by the traditional aid giving countries in the West. It was also due to the more rapid disbursement of the spillover from previous aid pledges and the rapidity with which pledges were processed in 1975. After the repayment of principal on account of past borrowings of this type, long term aid provided support to the balance of payments of approximately Rs. 615 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.754914283752441,
      9.85560417175293,
      9.886641502380371,
      9.955903053283691,
      9.971373558044434,
      10.089717864990234,
      10.333959579467773,
      10.391605377197266
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      42.0,
      255.27,
      403.05,
      422.12
    ],
    "text": "The recorded contribution of the monetary sector to financing the current account deficit was Rs. 326 million, or just over 2/5ths of the deficit. In this category the most important source of finance was the assistance from the International Monetary Fund. Under the Oil Facility, set up in 1974, and extended further in 1975, Sri Lanka was able to obtain assistance amounting to Rs. 272 million. Of this, Rs. 76 million represented the spillover from drawings on the 1974 Oil Facility and the rest comprised one half of the maximum access to the 1975 Oil Facility. The terms and conditions governing the 1975 Oil Facility were somewhat different from those for 1974. Funds for the 1974 Facility were made available automatically, subject only to the establish­ment of a balance of payments need, but the 1975 Oil Facility required countries to adopt medium term solutions to their balance of payments problems and in making disbursements preference was given to countries with a very low level of external reserves.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.836437225341797,
      10.089717864990234,
      10.333959579467773,
      10.350349426269531,
      10.365787506103516,
      10.408642768859863
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      43.2,
      428.31,
      404.38,
      583.16
    ],
    "text": "Further assistance from the International Monetary Fund was available through the more regular facilities provided by the Fund. An amount of Rs. 110 million was available on account of transactions in the Sri Lanka-China trading arrangements while Central Bank borrowings from banks abroad increased marginally by Rs. 36 million between 1974 and 1975. Since adequate financing from both non monetary and monetary sources was available to meet balance of payments needs, Sri Lanka utilised its external assets only to a very limited extent. The decline of Rs. 55 million in gross external assets occurred mainly as a result of the repayment of a sterling loan of Rs. 78 million raised in the London Money Market in 1953, for which government had in anticipation built up sinking funds. Hence external assets, net of sterling loan sinking funds which were Rs. 835-3 million at the end of 1974 showed only a negligible change at the end of the year under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.66917896270752,
      9.795049667358398,
      9.8612060546875,
      9.869382858276367,
      9.906341552734375,
      10.089717864990234,
      10.321684837341309,
      10.322010040283203
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      44.4,
      588.39,
      405.38,
      659.24
    ],
    "text": "Due to the adverse terms of trade and the need for additional resources to finance development, Sri Lanka has had tojincreasingly depend on foreign aid. The country cannot continue to depend for a much longer time on external sources of finance, in view of the size of its external debt commitments. It is important that structural changes are rapidly effected in the economy so as to increase export earnings and to reduce its dependence on traditional exports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.85063362121582,
      10.037516593933105,
      10.089717864990234,
      10.419525146484375
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      227.28,
      58.95,
      264.74,
      69.8
    ],
    "text": "( 29 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      65.04,
      81.27,
      134.94,
      92.12
    ],
    "text": "External Debt",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.68118953704834,
      10.089717864990234
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      63.6,
      94.95,
      426.02,
      237.8
    ],
    "text": "The chronic payments imbalance has required the country to rely heavily on foreign finance to meet the deficits in the recent past. Consequently, the outstanding external debt has nearly doubled during the past five years and as a result the service payments on the debt have also been rising rapidly. Given the fact that long term credit is the least harmful form of financing the balance of payments, a noteworthy feature in 1975 was that the entire increase in external debt was on account of long term loans or assistance from the IMF. The outstanding long term debt increased sharply from Rs. 2,936 million in 1974 to Rs. 3,705 million which is an increase of 26-2 per cent. This increase was due to larger inflows of commodity aid and project aid; drawings from the IMF rose by approximately Rs. 360 million under the Oil Facility for 1974 and 1975 and on account of more regular access in the first credit tranche.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.836437225341797,
      9.85560417175293,
      9.984800338745117,
      10.089717864990234,
      10.314098358154297,
      10.315774917602539,
      10.322010040283203,
      10.419525146484375
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      63.6,
      245.67,
      425.12,
      340.52
    ],
    "text": "In 1975, total debt service payments amounted to Rs. 1,024 million as compared to Rs. 684 million in 1974- The former consisted of Rs. 862 million on repayment of principal and Rs. 162 million of interest payments. The debt service ratio, which is the proportion of foreign exchange earnings on current account absorbed by repayment of principal and interest, meanwhile increased to 22.9 per cent in 1975 from 17-8 per cent in 1974. This is to be expected and runs parallel to the increase in the debt outstanding and was notably due to the higher level of repayments in 1975 on account of suppliers' credits obtained earlier.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.936639785766602,
      9.996240615844727,
      10.06283950805664,
      10.089717864990234,
      10.350349426269531
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      63.6,
      350.79,
      104.95,
      361.64
    ],
    "text": "Tourism",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.043350219726562
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      62.16,
      366.39,
      425.12,
      581.24
    ],
    "text": "Despite the continuation of the recession in industrial countries, for the first time in 1975, since the commencement of the tourist promotion drive in the sixties the tourist arrival figure exceeded the 100,000 mark. Tourist arrivals in 1975 exceeded the figure for 1974 by 18,193 or by 21-4 per cent. This outcome has been helped by tourist arrivals in increasing numbers outside the main tourist season. This expansion in tourist traffic was accompanied by a rise in earnings from tourism from Rs. 94-8 million in 1974 to Rs. 124>0 million or by 30-8 per cent. It will be seen that the rise in earnings from tourism was more than in the preceding years and was mainly due to the increase in the volume of traffic. The latter was due mainly to increasing numbers of tourists coming from new regions such as Japan and Australia in addition to those from the traditional centres of Western Europe and North America. To cater to this increase in traffic a total of 768 rooms were added to the existing accommodation facilities. This was the highest expansion of hotel room capacity witnessed in any single year so far. As a result of the expansion of the trade, employment opportunities in tourism rose markedly. The number of employees in providing direct services to tourists rose by 14• 9 per cent from 11,484 in 1974 to 13,190 at the end of 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.789312362670898,
      9.814982414245605,
      9.920001029968262,
      9.936688423156738,
      9.938234329223633,
      9.988407135009766,
      10.014909744262695,
      10.05792236328125,
      10.089717864990234,
      10.311164855957031,
      10.391605377197266,
      10.419525146484375
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      62.16,
      589.35,
      100.29,
      614.12
    ],
    "text": "Trade Exports",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.016252517700195,
      10.05314826965332
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      61.2,
      618.87,
      423.42,
      653.72
    ],
    "text": "As in the previous years, in 1975 too, the trade balance continued to deteriorate. In 1975, in comparison with 1974 there was a further increase in the trade deficit by Rs. 235 million reaching Rs. 1,318 million. This took place",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.75107479095459,
      10.089717864990234,
      10.333959579467773,
      10.365787506103516,
      10.36828899383545
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      204.0,
      57.27,
      241.46,
      68.12
    ],
    "text": "( 30 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      42.0,
      79.11,
      402.7,
      173.96
    ],
    "text": "despite a substantial increase of Rs. 462 million in export earnings. Export receipts rose from Rs. 3,472 million in 1974 to Rs. 3,933 million in 1975. However, the import bill showed a very pronounced increase rising by Rs. 697 million to Rs. 5,251 million from Rs 4,554 million. As a percentage of total export earnings thetrade deficit in 1975 increased from 31-2 per cent in 1974 to 33-5 per cent in 1975. The higher level of export earnings in 1975 was almost entirely the outcome of a minor boom in tea exports where both quantities and prices improved appreciably above the respective levels in the preceding year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.927163124084473,
      10.058161735534668,
      10.089717864990234,
      10.309627532958984
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      43.2,
      180.39,
      404.46,
      491.24
    ],
    "text": "Tea exports rose by Rs. 572 million or 42 per cent from Rs. 1,360 million in 1974 to Rs. 1,932 million and accordingly the share of tea in total export earnings thus rose significantly. The quantity of tea exported at 469 million lbs. was the highest level recorded since the year 1967. Tea did exceptionally well in 1975 because it was able to reverse the continued fall in production in the preceding years, fetch better prices, increase the quantity exported and as a result sharply increase export earnings. Other traditional commodities did not fair well. In 1975, rubber exports, fell by Rs. 84 million to Rs. 654 million because prices remained depressed although export quantities increased. Earnings from the three main coconut products and fresh nuts were Rs. 397 million and showed a little change over receipts in 1974- For coconut products, the international market prices for coconut oil and desiccated coconut remained at unsatisfactory levels during the year. For instance, the f. o. b. price of coconut oil fell by nearly 50 per cent, while that of desiccated coconut declined by 45 per cent. On the other hand, earnings from one of the major non traditional exports, gems, increased sharply; receipts rose from Rs. 109 million in 1974 to Rs. 180 million in 1975. Since 1967, there has been an increasing trend in the value of other domestic exports but after the substantial increase of Rs. 497 million in 1974 earnings from other domestic exports declined by Rs. 83 million from Rs. 843 million in 1974 to Rs. 760 million in 1975. The composition of Sri Lanka's exports showed a noticeable shift towards the traditional commodities. The share of the three major products in total exports rose from 72 per cent in 1974 to 76 per cent in 1975. The substantial increase in earnings from tea exports in 1975 pushed up its share in total exports from 39 per cent in 1974 to 49 per cent in 1975, significantly reversing the trend in earlier years for the share of tea in total exports to decline.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.66917896270752,
      9.788919448852539,
      9.850096702575684,
      9.876193046569824,
      9.906341552734375,
      9.920001029968262,
      9.972530364990234,
      9.990281105041504,
      10.001858711242676,
      10.089717864990234,
      10.312328338623047,
      10.32689380645752,
      10.340742111206055,
      10.348772048950195,
      10.357168197631836,
      10.367687225341797,
      10.36828899383545,
      10.419525146484375
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      43.92,
      497.43,
      405.38,
      652.28
    ],
    "text": "In 1975, the performance of nearly all the minor agricultural export products was much less favourable. The fall in export volumes were evident in a large number of minor commodities, for instance, pepper exports fell by 67 percent, cinnamon chips 77 per cent, cinnamon quills 22 per cent, cloves 23 per cent, coconut shell charcoal 34 per cent, coir fibre bristle and mattress fibre by 41 per cent. Along with this decline, there was a corresponding fall in export earnings. Export earrings from precious and semi precious stones, however, reached very satisfactory levels. Gem exports rose by Rs. 70-7 million to Rs. 180-2 million in 1975 The earnings of the State Gem Corporation from exports were only 5-6 percent of the total value, while the private sector contribution was 94-4 per cent In 1975, Japan emerged as the leading buyer of Sri Lanka gems surpassing Hong Kong. The former imported gems from Sri Lanka to the value of Rs. 63-4 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.754914283752441,
      9.80783748626709,
      9.830138206481934,
      9.859209060668945,
      9.897466659545898,
      9.914626121520996,
      9.990281105041504,
      10.089717864990234,
      10.333959579467773,
      10.36828899383545
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      218.88,
      65.19,
      255.86,
      76.04
    ],
    "text": "( 31 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      56.88,
      86.79,
      419.26,
      217.88
    ],
    "text": "Earnings from selected industrial exports rose from Rs. 510 million in 1974 to Rs. 534 million in 1975 or by 5 per cent. This is in contrast to the trend in 1974 when these earnings more than doubled. However, this latter increase in 1974 was due mainly to the increase in the value of exports of petroleum products. In 1975 exports of petroleum products, particularly, marine bunkers and aviation fuel rose by 16 per cent and other industrial exports which recorded high rates of increase were oil-cake, table-ware and other articles, metallic ores and manu­factured tobacco. All these exports increased by more than 90 per cent. On the other hand, exports of cement showed a marked decline from Rs. 16 million in 1974 to Rs. 4 million in 1975, since the domestic production fell substantially. Exports of essential oils fell from Rs. 18 million in 1974 to Rs. 7 million in 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.60200023651123,
      10.016252517700195,
      10.06269645690918,
      10.089717864990234,
      10.311164855957031,
      10.32107925415039,
      10.348772048950195,
      10.357168197631836,
      10.391605377197266
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      57.84,
      223.83,
      96.1,
      234.68
    ],
    "text": "Imports",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.089717864990234
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      57.12,
      235.83,
      419.5,
      450.68
    ],
    "text": "Since 1969, the total volume of imports has been decreasing quite noticeably, but in 1975 the import volume index rose from 56 to 69, an increase of 23 per cent. This coupled with an increase in the import price index raised the value index for imports from 201 to 230. Rice imports increased by 57 per cent in 1975 mainly due to the severe fall in domestic production. However, the price of imported rice fell slightly. The value of flour imports in 1975 rose substantially from Rs, 856 million in 1974 to Rs. 1,002 million in 1975, As a result, the quantity of flour available for domestic consumption rose from 416,000 tons in 1974 to 467,000 tons in 1975. On the average, in 1975, the price of im­ported flour was higher than in 1974 by 9 percent. With regard to sugar, a larger quantity had to be imported in 1975, because sugar supplied by the Sri Lanka Sugar Corporation fell by 30 per cent. Stocks with the Food Commissioner increased from 5,000 tons in 1974 to 22,000 tons at the end of 1975 partly as a result of higher imports and the reduction in the ration. The quantity of sugar made available on ration annually was reduced from 57,000 tons in 1974 to 51,000 tons in 1975 and off ration quantities were reduced from 38,000 tons to 8,000 tons. The total import expenditure on sugar fell sharply on account of lower prices in the latter part of 1975.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.60200023651123,
      9.878332138061523,
      9.906341552734375,
      9.915596008300781,
      10.089717864990234,
      10.311164855957031,
      10.333959579467773,
      10.38887882232666,
      10.391605377197266
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      57.6,
      456.63,
      142.97,
      467.48
    ],
    "text": "Terms of Trade",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.60200023651123,
      9.674789428710938,
      10.089717864990234
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      57.12,
      468.63,
      419.64,
      659.48
    ],
    "text": "The fall in the export price index occurred despite an increase in the export price index for tea and no change in the price index for 20 minor products. The indices for rubber and the three major coconut products fell from 269 to 191 (by 29 per cent) and from 435 to 283 (by 34-9 percent) respectively. The price index for all exports declined from 213 to 199 or by 6-6 per cent and the index for all imports increased by 17-0 per cent. Sri Lanka's terms of trade which had seen continuing deterioration over the years since 1966, fell further from 58 in 1974 to 46 in 1975, a fall of 20-6 per cent. This is the lowest level reached so far and is indicative of the high economic costs involved in meeting the import bill in the face of relatively low prices for exports. The deterioration in the terms of trade in-1975 was due both to a fall in export prices and an increase in import prices. This was in contrast to the situation in 1974 when the rate of increase in the price of imports was sharper than the rate of increase in export prices. While the change in the price of investment goods has been relatively insignificant the indices for consumer and intermediate goods were higher by 36 and 3-6 per cent respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.60200023651123,
      9.866074562072754,
      9.929677963256836,
      9.984223365783691,
      10.04631519317627,
      10.089717864990234,
      10.32107925415039,
      10.365787506103516,
      10.36828899383545,
      10.391605377197266
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      204.96,
      60.39,
      242.9,
      71.24
    ],
    "text": "( 32 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.274808883666992,
      10.089717864990234
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      43.92,
      83.19,
      120.98,
      94.04
    ],
    "text": "Bilateral Trade",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.018793106079102,
      10.089717864990234
    ]
  },
  {
    "page_number": 31,
    "bbox": [
      43.44,
      98.31,
      404.3,
      241.16
    ],
    "text": "The clearing accounts of the countries with which Sri Lanka has bilateral and trade agreements show that Sri Lanka was confronted with a higher unfavourable trade balance of Rs. 291.2 million in 1975 as against a figure of Rs. 182-8 million in 1974. For quite a long time, Sri Lanka's balance of trade with these countries had been favourable owing to the non use of balance lying to Sri Lanka's credit to increase imports at a time when the country was despe­rately short of foreign exchange. Since last year, this position has changed and is indicative of the effort made to use these trade arrangements to the advantage of Sri Lanka. The value of total exports to trade and bilateral account countries rose from Rs. 641 2 million in 1974 to Rs. 713 million in 1975, an increase of 11-2 per cent. The traditional exports, tea, rubber and coconut products still constitute the bulk of the exports to these countries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.570542335510254,
      9.66917896270752,
      9.79681396484375,
      9.889458656311035,
      9.939056396484375,
      9.992685317993164,
      10.089717864990234,
      10.32107925415039,
      10.333959579467773,
      10.419525146484375
    ]
  }
]