[
  {
    "page_number": 0,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "26",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      7.5,
      68.0,
      120.56,
      134.16
    ],
    "text": "1Food Security",
    "fonts": [
      "Capitals",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.2,
      117.2,
      280.81,
      590.89
    ],
    "text": "Amongst the myriad economic and social concerns that intensified during the COVID-19 pandemic, issues related to food security have garnered greater attention from policymakers, academics and the general public, locally as well as globally. According to the Food and Agriculture Organisation (FAO) of the United Nations, food security is the condition that exists when all people, at all times, have physical, social and economic access to sufficient, safe and nutritious food that meet their food preferences and dietary needs to live an active and healthy life. This definition covers four major dimensions of food security: availability, access, utilisation, and stability. Therefore, the concept of food security is broader than basic food production and ensuring availability of an adequate food supply. It encompasses numerous factors related to major dimensions of food security such as food production, distribution and storage, spatial availability of food, nutritional adequacy, economic and social accessibility, preferences, non-food aspects such as clean water, sanitation and other healthcare services, which improve food utilisation by individuals, as well as constancy of adequate food availability even during sudden shocks such as pandemics, wars or any seasonal, cyclical or other unexpected events. Food insecurity results in hunger in the short-run, but persistent food insecurity causes malnutrition issues, such as the prevalence of underweight, stunting, wasting and micronutrient deficiencies, and even death in acute cases. Unhealthy food choices compelled by food insecurity, carbohydrate rich diets for example, can lead to obesity and non-communicable diseases like diabetes and hypertension. Generally, children are mostly affected by chronic food insecurity, resulting in lower educational outcomes that will limit their economic opportunities in adulthood. Hence, ensuring food security is crucial for reducing hunger and poverty in Sri Lanka in line with the Sustainable Development Goals (SDGs), thereby improving the general wellbeing of the population and productivity of the labour force, and reducing persistent health and malnutrition issues. Although Sri Lanka has made significant progress towards ensuring food security of the population in the past few decades, the onset of the COVID-19 pandemic has heightened food insecurity at national and household levels.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.2,
      600.81,
      281.08,
      623.31
    ],
    "text": "Impact of the COVID-19 Pandemic on the Status of Food Security",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.2,
      627.98,
      280.8,
      702.41
    ],
    "text": "As per the FAO, 8.9 per cent of the world population, i.e., approximately 690 million people, were estimated to be undernourished prior to the pandemic. A preliminary estimation by the FAO indicates that the COVID-19 pandemic may add between 83 million to 132 million people to the total undernourished population in the world. Based on data prior to the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      128.75,
      64.72,
      450.22,
      88.71
    ],
    "text": "BOX 1Sri Lanka’s Food Security in the Context of the COVID-19 Pandemic",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      100.64,
      522.32,
      353.47
    ],
    "text": "pandemic, Sri Lanka was ranked 66th among 113 countries in the Global Food Security Index (GFSI) -2019, which considers the dimensions of food availability, affordability, quality, and safety of foods. Meanwhile, child malnutrition has been a longstanding issue in Sri Lanka. According to the Demographic and Health Survey (DHS)-2016 conducted by the Department of Census and Statistics (DCS), stunting, wasting and underweight among children aged 5 years or below were 17.3 per cent, 15.1 per cent and 20.5 per cent, respectively. With unprecedented preventive measures, such as lockdowns and mobility restrictions taken globally and locally, economic activities of the country were disrupted, impacting supply chains and livelihoods of people, and thereby food security, despite the measures taken to ensure uninterrupted food production and distribution during the pandemic period. The experiences during the COVID-19 pandemic emphasise the importance of ensuring food security of the public during such unprecedented economic shocks, and the possibility of the aggravation of existing food insecurity issues in the country if such issues are not addressed appropriately.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.53849983215332,
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      363.43,
      522.57,
      385.92
    ],
    "text": "Groups at Risk of Food Insecurity during the COVID-19 Pandemic",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      390.58,
      522.31,
      622.41
    ],
    "text": "During the COVID-19 pandemic, risks to food security disproportionately aggravated for vulnerable groups of the population that were already facing food insecurity prior to its onset. The most vulnerable groups during the pandemic were individuals who have limited or irregular income, who have limited emergency reserves of food and savings, people with poor health, such as those with malnutrition issues and chronic diseases, those who are living in remote areas with less access to a variety of supplies and markets, certain groups of urban population who are entirely dependent on markets for their food needs, people who have limited social networks, people with limited or no transportation facilities, and other vulnerable groups, such as the elderly, homeless or displaced people and vulnerable children. Meanwhile, employment, either full or part-time, has been dampened by the pandemic-induced worker layoffs and the reduction in working hours in most affected sectors such as tourism, food and beverages, caregiving, and transport, thereby increasing the economic vulnerability of individuals engaged in these sectors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      632.37,
      522.58,
      654.86
    ],
    "text": "Impact of the COVID-19 Pandemic on Food Systems",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.72,
      659.52,
      522.3,
      702.4
    ],
    "text": "Effects of the COVID-19 pandemic transmit to food systems through both demand and supply sides. Although crop cultivation activities were not restricted in Sri Lanka, mobility restrictions resulted in a shortage",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "27",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      169.73,
      31.54,
      527.25,
      44.42
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.88,
      68.0,
      573.16,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      60.43,
      283.38,
      342.29
    ],
    "text": "of manpower for labour-intensive crop cultivation and other food supply chain activities during the lockdown period. Accordingly, intermediary processes of food manufacturing, including processing, packaging, storage, and distribution, were impacted with labour shortages arising from the islandwide mobility restrictions imposed during the period from March to end April 2020, in particular. Meanwhile, post-harvest losses in perishable products increased notably during the lockdown due to disruptions to food distribution channels and closure of markets. Such supply side disruptions drove up food prices, adversely impacting vulnerable groups with less purchasing power, which prompted the Government to interfere through various measures to mitigate the situation. Nevertheless, as depicted in Figure B 1.1, food price inflation in Sri Lanka remained at elevated levels throughout 2020, making food less affordable for low income households and threatening their food security. Further, the disruption to international food trade due to the pandemic was a major concern for food security in many countries. In the wake of the pandemic, several countries restricted food exports to ensure stable domestic supplies. Such restrictions challenged the food security of net food importing countries during the pandemic, depending on the level of importance of imported food items in a country’s food consumption pattern.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.8,
      557.06,
      283.39,
      704.92
    ],
    "text": "On the demand side, loss of livelihoods of individuals due to the pandemic-induced economic downturn in the Sri Lankan economy could have limited individuals’ access to a healthy diet, particularly among the poor. With the emergence of the pandemic, demand for essential food items increased significantly due to panic buying and hoarding of food, thereby limiting access to essential food items for vulnerable groups of the population. Further, people’s opinion on the channels of disease spread also played a major role in determining demand for food during the pandemic, resulting in demand for meat products and fish, which are the major sources of protein, declining in 2020, especially during the second wave of the pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      60.33,
      525.16,
      82.8
    ],
    "text": "Policies Adopted to Ensure Food Security amidst the COVID-19 Pandemic",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      90.28,
      524.89,
      646.55
    ],
    "text": "The Sri Lankan Government, with the support of several stakeholders of the economy, implemented numerous measures to address immediate supply and demand side issues related to the pandemic. Accordingly, the Government expanded the social protection programmes to protect people living in lockdown or isolated areas, vulnerable groups, and those who were employed in the most affected sectors in the economy by offering cash and in-kind grants. In addition, the Government continued its nutritional support programmes that target children, and pregnant and lactating mothers during the lockdown period by home delivery of foods. Meanwhile, the World Food Programme also attempted to minimise the disruptions to the school meal programme due to the closure of schools by providing take-home rations to homes of primary school children during July-August 2020. However, prolonged school closures remained a challenge for the continuation of the school meal programme. From a supply side perspective, it was imperative to facilitate emergency financing needs of all stakeholders in the food supply chain, with targeted measures such as the provision of concessional loans, debt moratoria, and business continuity loans, thereby supporting them to withstand the effects of the pandemic. Aligning with this goal, the Central Bank of Sri Lanka eased its monetary policy stance substantially by bringing interest rates to historically low levels in the market. Further, several concessional financing facilities were introduced, including interest subsidy schemes, refinance facilities as well as credit guarantee schemes, as a coordinated effort of both fiscal and monetary policy pillars to support businesses and individuals affected by the pandemic. However, alleviating liquidity constraints of producers and consumers may not be sufficient to ensure food security during a pandemic when intermediaries have greater market power. In such a situation, government procurement and public distribution, as well as stronger monitoring and regulation of markets are necessary to ensure better functioning of the food system and to avoid high food price inflation. Further, the Government’s policy agenda to encourage domestic agriculture, which re-introduced and promoted the concept of small family farming and urban farming, was supportive in fulfilling basic food needs of the population to a certain extent during the pandemic. The Government continued the fertiliser subsidy programme to support food production and offered fertiliser free of charge for paddy cultivation. In addition, health authorities took several measures to ensure strict adherence to health and safety regulations by the participants of food supply chain to prevent disease spread through food systems and ensure continuous functioning of food supply chains.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      656.72,
      363.88,
      668.71
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.31,
      673.35,
      524.89,
      705.7
    ],
    "text": "Although COVID-19 was an unprecedented event, it has underscored the significance of building resilience of the country’s food systems and households to cope",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.22,
      360.97,
      276.24,
      382.11
    ],
    "text": "Figure B 1.1Global and Domestic Food Inflation during the Pandemic",
    "fonts": [
      "Futura-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      73.1,
      479.6,
      80.6,
      485.6
    ],
    "text": "-10",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      75.69,
      464.13,
      80.3,
      470.13
    ],
    "text": "-5",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.41,
      448.66,
      80.29,
      454.66
    ],
    "text": "0",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      77.41,
      433.19,
      80.29,
      439.19
    ],
    "text": "5",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      74.82,
      417.72,
      80.58,
      423.72
    ],
    "text": "10",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      74.82,
      402.25,
      80.58,
      408.25
    ],
    "text": "15",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      74.82,
      386.78,
      80.58,
      392.78
    ],
    "text": "20",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      84.99,
      484.84,
      273.86,
      502.26
    ],
    "text": "Jan-19Feb-19Mar-19Apr-19May-19Jun-19Jul-19Aug-19Sep-19Oct-19Nov-19Dec-19Jan-20Feb-20Mar-20Apr-20May-20Jun-20Jul-20Aug-20Sep-20Oct-20Nov-20Dec-20Jan-21Feb-21",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.31,
      428.3,
      71.31,
      446.6
    ],
    "text": "Per cent",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      106.2,
      506.33,
      269.71,
      512.33
    ],
    "text": "Domestic Food Inflation (Y-O-Y)World Food Inflation (Y-O-Y)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      179.59,
      515.69,
      273.08,
      527.68
    ],
    "text": "Sources: Food and Agriculture Organisation Department of Census and Statistics",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      5.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "28",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      7.5,
      68.0,
      39.78,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.71,
      60.43,
      280.3,
      366.02
    ],
    "text": "with such shocks and ensure food security of the population. Hence, food security issues of the country need to be addressed with a holistic policy approach with near to long-term strategies to ensure food security to withstand possible future shocks. While improving productivity levels in the agriculture sector, policy focus should also be on providing necessary inputs and water on time, improving marketing and distribution channels, especially through new technological avenues such as digital platforms and home delivery systems targeting needy groups, which will support food accessibility even during extreme events. Further, food production databases and public sector distribution channels should also be strengthened with institutional support from local government authorities in addition to national authorities to prevent consumer exploitation and malpractices by the private sector during a pandemic. Moreover, facilitating regional as well as cross country food trading is crucial to avoid risks to food security since Sri Lanka is import dependent on several major food commodities in the food balance sheet. Promotion of domestic production of these food items remains to be a necessary condition to ensure long-term food security in the country, while managing the short-term challenges when implementing conducive policies towards this end. Moreover, improving warehousing and storage facilities, including cold storage, enhancing packaging and transportation services are important in the medium to long-term to reduce post-harvest losses, prevent food",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.22,
      60.53,
      521.81,
      238.36
    ],
    "text": "shortages and maintain food inflation at subdued levels. Meanwhile, wild animals such as elephants, monkeys, peacocks and wild boars create significant crop losses, which in turn threaten domestic food security, requiring a holistic and integrated approach to resolve human-wildlife conflict in an equitable and sustainable manner. Meanwhile, enabling income generation opportunities for economically vulnerable groups will enhance their resilience to cope with unanticipated shocks in the future. In addition, policies must be targeted at educating the public, particularly in relation to nutrition and food safety, to promote healthy eating habits and healthy eating choices amongst individuals. It is expected that these aspects will be taken into consideration when finalising the proposed National Agriculture Policy of the Government.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      257.28,
      329.49,
      264.47
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      270.95,
      520.77,
      286.14
    ],
    "text": "1. Asian Development Bank (June 2020). Food security in Asia and the Pacific amid the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      289.78,
      520.79,
      304.97
    ],
    "text": "2. Food and Agriculture Organisation (2020). COVID-19: Channels of transmission to food and agriculture.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      308.61,
      513.97,
      315.81
    ],
    "text": "3. Food and Agriculture Organisation (2020). Food security under the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      319.45,
      520.81,
      334.64
    ],
    "text": "4. Food and Agriculture Organisation (2020). The state of food security and nutrition in the world.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      338.28,
      481.51,
      345.48
    ],
    "text": "5. The Economist Intelligence Unit (2019). Global Food Security Index Report.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      299.94,
      349.12,
      520.77,
      364.31
    ],
    "text": "6. United Nations (June 2020). Policy Brief: The impact of COVID-19 on food security and nutrition.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]