[
  {
    "page_number": 0,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "275",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      94.3,
      142.82,
      107.49
    ],
    "text": "Monetary Policy2",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.413000106811523,
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      116.32,
      523.74,
      153.38
    ],
    "text": "19 August 2021 - Standing Deposit Facility Rate (SDFR) and Standing Lending Facility Rate (SLFR) were increased by 50 basis points to 5.00 per cent and 6.00 per cent, respectively. Bank Rate was automatically increased to 9.00 per cent from 8.50 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      159.6,
      523.76,
      209.21
    ],
    "text": "- Statutory Reserve Ratio (SRR) applicable on all rupee deposit liabilities of Licensed Commercial Banks (LCBs) was increased by 2.00 percentage points to 4.00 per cent from 2.00 per cent with effect from the reserve maintenance period commencing 01 September 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      215.43,
      523.77,
      252.5
    ],
    "text": "20 January 2022 - SDFR and SLFR were increased by 50 basis points to 5.50 per cent and 6.50 per cent, respectively. Bank Rate was automatically increased to 9.50 per cent from 9.00 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      258.72,
      523.81,
      295.79
    ],
    "text": "04 March 2022 - SDFR and SLFR were increased by 100 basis points to 6.50 per cent and 7.50 per cent, respectively. Bank Rate was automatically increased to 10.50 per cent from 9.50 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      302.01,
      358.52,
      314.0
    ],
    "text": "07 March 2022 - Allowed an adjustment in the exchange rate.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      322.16,
      177.32,
      335.35
    ],
    "text": "Special Credit Schemes",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.24,
      347.01,
      523.76,
      396.62
    ],
    "text": "24 March 2021 - Operating Instructions of the Saubagya COVID-19 Renaissance Facility (SCRF) were amended to extend the grace period until 30 September 2021 and the repayment period up to 36 months for those who had obtained credit facilities relating to the tourism sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.23,
      405.68,
      523.72,
      430.21
    ],
    "text": "05 April 2021 - Operating Instructions of the New Comprehensive Rural Credit Scheme (NCRCS) were amended and re-issued to smoothly continue the activities of the scheme.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.22,
      439.27,
      523.71,
      463.8
    ],
    "text": "20 April 2021 - Operating Instructions of the NCRCS were amended to include Turmeric as an eligible crop under the Scheme.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.21,
      472.86,
      523.89,
      522.47
    ],
    "text": "04 May 2021 - Operating Instructions were issued to introduce and implement the new refinance scheme, namely the Domestic Agriculture Development Pilot Project (DAD-PP) enabling Participating Financial Institutions (PFIs) to accommodate financial requirements of the players in selected Agriculture Value Chains (AVCs).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.2,
      531.53,
      523.72,
      568.6
    ],
    "text": "09 June 2021 - Operating Instructions of the SCRF were amended to extend the grace period until 30 September 2021 and the repayment period up to 36 months for the working capital loans granted to all sectors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.19,
      577.66,
      523.67,
      614.73
    ],
    "text": "01 September 2021 - Operating Instructions were issued to implement a Credit Guarantee Scheme for the loans to be granted by PFIs to Micro, Small and Medium Scale Rice Mill Owners in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.18,
      623.79,
      523.65,
      648.32
    ],
    "text": "10 September 2021 - Debt moratorium granted under the SCRF Phase I, II and III schemes was extended until 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.17,
      657.38,
      523.68,
      681.91
    ],
    "text": "- A debt moratorium was granted under the Saubagya (Prosperity) Loan Scheme for the period from 01 September 2021 to 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.89,
      702.9,
      383.13,
      717.09
    ],
    "text": "1 Include major economic policy measures implemented since 01 January 2021 until 15 March 2022.2 The monetary policy stance was further tightened on 08 April 2022, details of which could be found in chapter 7 of this Report.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      196.85,
      59.46,
      443.23,
      84.65
    ],
    "text": "Major Economic Policy Changes and Measures: 20141BOX 12Major Economic Policy Measures1",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.829999923706055,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "276",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.82,
      60.27,
      522.34,
      96.26
    ],
    "text": "21 September 2021 - A debt moratorium was granted for the borrowers under the Smallholder Tea and Rubber Revitalisation Project (STaRR) and Smallholder Agribusiness Partnerships Programme (SAPP) during the period from 01 September 2021 to 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.82,
      104.77,
      522.3,
      128.76
    ],
    "text": "23 September 2021 - A debt moratorium was granted up to 30 June 2022 for borrowers in the Tourism sector under the SCRF Phase I, II and III and Saubagya (Prosperity) Scheme.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.81,
      137.27,
      522.34,
      161.26
    ],
    "text": "27 September 2021 - A debt moratorium was granted under the Supply Chain Re – Energising Loan Scheme (SCREL) for the period from 01 September 2021 to 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.81,
      169.77,
      522.31,
      205.76
    ],
    "text": "26 October 2021 - Operating Instructions were issued to introduce and implement SCRF- Phase IV as a refinance scheme under concessionary terms to provide working capital loan for re-energising State Owned Enterprises.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.8,
      214.27,
      522.27,
      238.26
    ],
    "text": "29 October 2021 - A debt moratorium was granted under the “Swashakthi – Towards One Million Jobs” loan scheme for the period from 01 September 2021 to 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.79,
      246.77,
      522.28,
      282.76
    ],
    "text": "02 November 2021 - The deadline for accepting moratorium requests submitted under the SCREL, SAPP, STaRR, Saubagya (Prosperity) and SCRF Phase I, II and III was extended until 15 November 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.78,
      291.27,
      522.17,
      315.26
    ],
    "text": "21 December 2021 - A loan scheme with an interest subsidy component was introduced under concessionary terms for the Intensification of Shrimp Farms in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.82,
      322.84,
      138.29,
      336.03
    ],
    "text": "Financial Sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.82,
      347.14,
      127.66,
      359.13
    ],
    "text": "Licensed Banks",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.82,
      370.48,
      522.34,
      406.47
    ],
    "text": "13 January 2021 - A Circular was issued instructing licensed banks to suspend recovery actions against small and medium scale paddy millers for six months, considering the Government initiatives to support small and medium scale paddy millers amidst the pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.81,
      416.4,
      522.33,
      488.39
    ],
    "text": "19 January 2021 - Banking Act Directions were issued relaxing the restrictions on discretionary payments of licensed banks; licensed banks were permitted to pay cash dividends and repatriate profits after completion of the audit of the financial statements for the year 2020; licensed banks were required to refrain from engaging in share buy-backs and increasing non-essential expenditure; licensed banks were also required to exercise extreme due diligence and prudence when incurring capital expenditure until 30 June 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.8,
      498.32,
      522.33,
      558.31
    ],
    "text": "25 January 2021 - A Circular was issued introducing amendments to Guidelines on Adoption of Sri Lanka Accounting Standard–SLFRS 9: Financial Instruments reducing the applicable Loss Given Default (LGD) with respect to exposures denominated in foreign currency (FCY) were issued by the Government of Sri Lanka to 10 per cent, when computing expected losses for the year 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.79,
      568.24,
      522.31,
      616.23
    ],
    "text": "- Banking Act Directions were issued reducing the risk weight applicable on foreign claims on the Central Government for the year 2021 from 20 per cent to 10 per cent and reducing the risk weight applicable for mortgage backed residential housing loans from 50 per cent to 35 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.78,
      626.16,
      522.52,
      674.15
    ],
    "text": "- Banking Act Directions were issued informing LCBs to refrain from entering into forward contracts of foreign exchange for a period of three months with immediate effect with a view to avoiding excess volatility in the foreign exchange market and the impact on banks’ risk management.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.77,
      684.08,
      522.25,
      720.07
    ],
    "text": "10 March 2021 - A Circular was issued instructing licensed banks to provide concessions for leasing facilities obtained by COVID-19 affected businesses and individuals engaged in passenger transportation services for six months, commencing 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "277",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.65,
      60.11,
      525.22,
      120.1
    ],
    "text": "18 March 2021 - Banking Act Directions were issued to LCBs and National Savings Bank (NSB) suspending the purchase of Sri Lanka International Sovereign Bonds (ISBs) with effect from 23 March 2021 until 09 April 2021, considering the possible large outflows of foreign exchange from banks and their impact on banks’ risk management and the exchange rate.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.64,
      128.61,
      525.16,
      164.6
    ],
    "text": "19 March 2021 - A Circular was issued to licensed banks extending the debt moratorium granted to COVID-19 affected businesses and individuals in the tourism sector for a further six month period commencing 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.63,
      173.11,
      525.16,
      233.1
    ],
    "text": "01 April 2021 - Regulation No. 01 of 2021 was issued to increase the maximum compensation payment under the Sri Lanka Deposit Insurance and Liquidity Support Scheme (SLDILSS) to Rs. 1,100,000 from Rs. 600,000 with effect from 01 April 2021 and the increase of the coverage was effected for LFCs whose licences were cancelled/suspended prior to 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.62,
      241.61,
      525.15,
      289.6
    ],
    "text": "09 April 2021 - Banking Act Directions were issued to LCBs and NSB extending the suspension of the purchase of Sri Lanka ISBs until 23 April 2021, considering the possible/potential outflow of a substantial amount of foreign exchange by banks, its impact on banks’ risk management and to ease the pressure on the exchange rate.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.61,
      298.11,
      525.37,
      358.1
    ],
    "text": "21 April 2021 - An order under the Monetary Law Act (MLA), No. 58 of 1949 was issued introducing a priority sector lending target on credit granted by licensed banks to individuals and businesses in the MSMEs sector: licensed banks shall increase credit to individuals and businesses in MSMEs sector of not less than 20 per cent per annum on y-o-y basis, over the outstanding stock of lending to MSMEs at the end of the previous year.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.6,
      366.61,
      525.13,
      414.6
    ],
    "text": "23 April 2021 - Banking Act Directions were issued to LCBs and NSB suspending the purchase of Sri Lanka ISBs until further notice considering the possible/potential outflow of foreign exchange by banks, its impact on banks’ risk management and to ease the pressure on the exchange rate.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.59,
      423.11,
      525.12,
      471.1
    ],
    "text": "25 April 2021 - Banking Act Directions were issued requesting LCBs to refrain from entering into forward contracts of foreign exchange with a value date beyond spot date subject to conditions, until further notice with a view to avoiding excess volatility in the foreign exchange market and the impact on banks’ risk management.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.58,
      479.61,
      525.11,
      539.6
    ],
    "text": "25 May 2021 - An amendment was issued with respect to the Banking Act Directions on foreign currency borrowings by licensed banks revoking the limits on short term borrowings for a period of one year, while maintaining the total foreign currency borrowing limit up to 10 per cent in order to stimulate the capital formation within the real economy and to supplement the foreign currency needs of the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.57,
      548.11,
      525.29,
      608.1
    ],
    "text": "- A Circular was issued to licensed banks informing measures and concessions which are extended to provide relief for businesses and individuals who were adversely affected by the third wave of the COVID-19 outbreak. The Circular was issued to give effect to the Scheme in a consistent manner across all licensed banks, with a view to easing the burden on the borrowers of banks that were adversely affected by the outbreak.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.56,
      616.61,
      525.09,
      664.6
    ],
    "text": "07 June 2021 - A Circular was issued to licensed banks informing them to carry out essential banking services by strictly adhering to all relevant safety measures and guidelines issued in providing banking services under the travel restrictions which were imposed to control the spread of COVID-19.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.55,
      673.11,
      525.03,
      709.1
    ],
    "text": "16 June 2021 - Banking Act Directions were issued to licensed banks informing them to maintain recovery plans to deal with shocks to capital, liquidity and all other aspects that may arise from institution specific stresses, market wide stresses, or a combination of both.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "278",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.11,
      60.62,
      523.16,
      109.66
    ],
    "text": "- Banking Act Directions were issued permitting LCBs and NSB to purchase ISBs in the secondary market inter alia subject to investing funds sourced through fresh borrowings from overseas in Sri Lanka Development Bonds (SLDBs) and ISBs in the proportion of 50 per cent each.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.1,
      119.94,
      523.15,
      168.98
    ],
    "text": "18 June 2021 - A Banking Act Order was issued informing the determination of Thai Baht as a designated foreign currency under the Banking (Off-Shore Banking Business Scheme) Order, replacing the schedule in the Banking (Off-Shore Banking Business Scheme) Order No. 01 of 2011.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.09,
      179.26,
      523.21,
      253.0
    ],
    "text": "13 July 2021 - Banking Act Directions were issued restricting discretionary payments of licensed banks; Licensed banks were requested to defer payment of cash dividends and repatriate profits until completion of the audit of the financial statements for the year 2021; to refrain from engaging in share buy-backs and increasing non-essential expenditure, and to exercise extreme due diligence and prudence when incurring capital expenditure until 31 December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.08,
      263.28,
      523.2,
      299.97
    ],
    "text": "06 August 2021 - New regulations applicable to SLDILSS, the SLDILSS Regulations No. 02 of 2021 were issued with effect from 06 August 2021, repealing the SLDILSS Regulations No. 01 of 2010, as amended.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.07,
      310.25,
      523.01,
      371.64
    ],
    "text": "21 August 2021 - A Circular was issued to licensed banks informing to carry out essential banking services uninterruptedly while strictly adhering to all relevant safety measures and guidelines issued by the Director General of Health Services outlining the functions that are permitted during the quarantine curfew period effective from 20 August 2021 to 30 August 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.06,
      381.92,
      523.0,
      468.01
    ],
    "text": "24 August 2021 - Considering the anomalies in the interest rates offered and paid by licensed banks on the rupee and foreign currency deposits, an order under the MLA was issued to all LCBs and NSB instructing the maximum annual effective interest rate of up to 5.00 per cent that can be offered or paid on all foreign currency deposits of LCBs and NSB. The additional interest rate that can be offered or paid shall be over and above the interest rate specified above in relation to Special Deposit Accounts (SDAs) in foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.05,
      478.29,
      522.98,
      527.33
    ],
    "text": "01 September 2021 - A Circular was issued to licensed banks extending the concessions granted previously (until 31 August 2021) to the borrowers affected by the COVID-19 pandemic, until 31 December 2021, considering the surge in the pandemic and the resultant difficulties to such businesses and individuals.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.04,
      537.61,
      523.2,
      599.0
    ],
    "text": "08 September 2021 - Banking Act Directions were issued imposing a requirement of a non-interest-bearing cash margin deposit of 100 per cent against the importation of selected non-essential and non-urgent goods made under Letters of Credit and Documents against Acceptance terms with LCBs and NSB, with immediate effect, aiming to preserve the stability of the exchange rate and liquidity in the domestic foreign exchange market.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.04,
      609.28,
      522.98,
      645.97
    ],
    "text": "- An Order under the MLA was issued on maintaining a 100 per cent non-interest-bearing cash margin deposit against Letters of Credit (LCs) on importation of certain non-essential and non-urgent goods by LCBs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.03,
      656.25,
      522.97,
      705.29
    ],
    "text": "- A Circular was issued recognising Lanka Rating Agency Limited as an acceptable External Credit Assessment Institution for the purpose of Banking Act Direction No. 01 of 2016 on capital requirements under Basel III for LCBs and LSBs and other related regulatory requirements pertaining to LCBs and LSBs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "279",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.65,
      60.04,
      525.17,
      96.17
    ],
    "text": "13 September 2021 - A Circular was issued to licensed banks extending the debt moratorium granted to COVID-19 affected businesses and individuals in the tourism sector for another nine months period commencing 01 October 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.64,
      104.76,
      525.17,
      165.03
    ],
    "text": "14 September 2021 - Banking Act Directions were issued with a view to further strengthening and harmonising the regulatory framework on classification, recognition and measurement of credit facilities and financial assets other than credit facilities in licensed banks with the Sri Lanka Accounting Standard, ‘SLFRS 9: Financial Instruments’ and establishing consistent and prudent practices in the banking industry.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.64,
      173.62,
      525.14,
      221.82
    ],
    "text": "30 September 2021 - A Supplementary Circular was issued to the Banking Act Directions No. 13 of 2021 and No. 14 of 2021 informing licensed banks that the new Directions will not have any adverse impact on the various concessionary schemes provided to borrowers affected by the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.63,
      230.41,
      525.15,
      266.54
    ],
    "text": "01 October 2021 - The MLA Order issued on maintaining a 100 per cent non-interest-bearing cash margin deposit against LCs on importation of certain non-essential and non-urgent goods by LCBs was withdrawn.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.62,
      275.13,
      525.13,
      299.19
    ],
    "text": "- Banking Act Directions were issued revoking the Banking Act Directions No. 12 of 2021 on margin requirements against imports.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.61,
      307.78,
      525.32,
      392.19
    ],
    "text": "05 October 2021 - A Circular was issued to licensed banks extending the concessions granted to COVID-19 affected businesses and individuals engaged in passenger transportation services, including the tourism sector. Licensed banks were requested to accommodate the requests for lease facilities obtained by COVID-19 affected businesses and individuals providing public and private passenger transportation services under Circular No. 08 of 2021 and requests of such businesses and individuals in the tourism sector under Circular No. 10 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.6,
      400.78,
      525.1,
      448.98
    ],
    "text": "09 December 2021 - Banking Act Directions on the Regulatory Framework for technology risk management and resilience of licensed banks were issued to licensed banks to strengthen their information systems and technology platforms in line with international standards and best practices.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.59,
      457.57,
      525.12,
      529.91
    ],
    "text": "22 December 2021 - A Circular was issued requesting licensed banks to suspend all types of recovery actions, including “parate” execution and forced repossession of leased assets up to 31 March 2022, considering the on going challenges faced by businesses and individuals due to the COVID-19 pandemic, while the requirement to suspend all recovery actions with respect to COVID-19 affected businesses and individuals in the tourism sector up to 30 June 2022, remains unchanged.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.58,
      538.5,
      525.09,
      574.63
    ],
    "text": "27 December 2021 - A Banking Act Determination an annual license fee was issued to licensed banks informing the new license fee structure applicable for the year 2022, introducing a new fee category for licensed banks with assets above Rs. 2 trillion.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.57,
      583.22,
      525.23,
      631.42
    ],
    "text": "30 December 2021 - An order under the MLA was issued informing the maximum interest rates on foreign currency deposits of LCBs and NSB, considering the current and expected macroeconomic developments and the prevailing interest rates on foreign currency deposits of licensed banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.56,
      640.01,
      525.09,
      688.21
    ],
    "text": "31 December 2021 - An amendment to the MLA Order No. 03 of 2020 was issued informing the new maximum interest rates on mortgage-backed housing loans considering the current and expected macroeconomic developments and the prevailing market interest rates of rupee denominated loans and advances.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.55,
      696.8,
      525.06,
      720.86
    ],
    "text": "11 March 2022 - An amendment to the MLA Order No. 02 of 2021 was issued informing the revised maximum interest rates on credit card advances, pre-arranged temporary overdrafts",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "280",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      171.57,
      61.83,
      522.97,
      98.32
    ],
    "text": "and pawning advances considering the monetary policy tightening measures, the expected macroeconomic developments, and the prevailing market interest rates of rupee denominated loans and advances.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.18,
      107.08,
      523.0,
      155.82
    ],
    "text": "- An amendment to the MLA Order No. 03 of 2021 was issued removing the maximum interest rates imposed on foreign currency deposits of LCBs and NSB, considering the recent Monetary Policy tightening measures, expected macroeconomic developments, and the prevailing interest rates on foreign currency deposits of licensed banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.17,
      164.58,
      523.08,
      188.82
    ],
    "text": "Licensed Finance Companies (LFCs), Specialised Leasing Companies (SLCs), Licensed Microfinance Companies (LMFCs) and Primary Dealer Companies (PDCs)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.17,
      197.58,
      522.93,
      221.82
    ],
    "text": "01 January 2021 - An amendment was issued to the Directions on Valuation of Immovable Properties of LFCs and SLCs, amending the eligibility criteria for valuers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.17,
      230.58,
      522.96,
      279.32
    ],
    "text": "17 February 2021 - An amendment was issued to the Directions on Loan to Value (LTV) ratios of LFCs and SLCs for credit facilities granted in respect of motor vehicles, with a revised rate of 80 per cent in respect of registered vehicles used in Sri Lanka for more than one year after first registration.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.17,
      288.08,
      523.06,
      324.57
    ],
    "text": "12 March 2021 - A Circular was issued to LFCs and SLCs requesting to provide concessions for COVID-19 affected businesses and individuals engaged in passenger transportation services for a period of six months commencing 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.16,
      333.33,
      522.91,
      369.82
    ],
    "text": "19 March 2021 - A Circular was issued to LFCs and SLCs requesting them to extend the debt moratorium granted to tourism sector under Circular No. 09 of 2020 issued on 30 September 2020 for a further period of six months commencing 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.15,
      378.58,
      522.94,
      415.07
    ],
    "text": "31 March 2021 - LFCs and SLCs were informed of the deferment of the implementation of Direction No. 01 of 2020 on Classification and Measurement of Credit facilities, for a period of three months.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.15,
      423.83,
      522.94,
      472.57
    ],
    "text": "- Extended the amendment to the Direction on Liquid Assets dated 30 September 2020 for a period of three months until 30 June 2021, in order to facilitate LFCs and SLCs to overcome the liquidity pressure considering the challenging operating environment caused by the prolonged impact of the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.15,
      481.33,
      522.94,
      542.32
    ],
    "text": "01 April 2021 - Regulation No. 01 of 2021 was issued to increase the maximum compensation payment under the Sri Lanka Deposit Insurance and Liquidity Support Scheme (SLDILSS) to Rs. 1,100,000 from Rs. 600,000 with effect from 01 April 2021 and the increase of the coverage was effected for LFCs whose licences were cancelled/suspended prior to 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.14,
      551.08,
      523.12,
      599.82
    ],
    "text": "09 April 2021 - A Direction was issued on foreign currency borrowings with the objective of stabilising any financial volatilities created by the foreign funding exposures of LFCs, providing risk management of foreign currency borrowings and establishing a regulatory framework for the foreign currency borrowings of LFCs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.14,
      608.58,
      522.88,
      645.07
    ],
    "text": "04 June 2021 - Further to the Directions on foreign currency borrowings by LFCs issued earlier, LFCs were informed that foreign currency borrowings by financial and non-financial institutions would be facilitated for a period of one year.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.13,
      653.83,
      522.91,
      678.07
    ],
    "text": "09 June 2021 - A Circular was issued on concessions for COVID-19 affected businesses and individuals and LFCs and SLCs were requested to extend further concessions for affected parties.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.12,
      686.83,
      522.92,
      711.07
    ],
    "text": "05 July 2021 - LFCs and SLCs were requested to freeze seizure and repossession orders of vehicles on credit facilities of customers affected by the pandemic with arrears for at least the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "281",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      174.68,
      59.96,
      525.42,
      84.14
    ],
    "text": "next three months (until 30 September 2021), after considering the financial difficulties of borrowers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.29,
      92.85,
      525.49,
      117.03
    ],
    "text": "07 July 2021 - The effective date of the Finance Business Act (Classification and Measurement of Credit Facilities) Direction No. 01 of 2020 was deferred.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.29,
      124.32,
      525.54,
      172.88
    ],
    "text": "- It was informed that LFCs shall adopt 120 and 90 past due days with effect from 01 April 2022 and 01 April 2023, respectively, when classifying the special mention category and stage 3 classification under impairment for credit facilities repayable on a monthly basis or more.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.29,
      181.59,
      525.49,
      230.15
    ],
    "text": "09 July 2021 - A Direction was issued to PDCs on the Minimum Capital Requirement prescribing every PDC to maintain core capital at a level not less than Rs. 1 billion until 31 December 2021, and thereafter to increase up to Rs. 2 billion with effect from 01 January 2022 and up to Rs. 2.5 billion with effect from 01 January 2023.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.28,
      238.86,
      525.55,
      263.04
    ],
    "text": "- The Direction also describes the special risk reserve and capital assessment and planning process.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.27,
      271.75,
      525.61,
      308.12
    ],
    "text": "06 August 2021 - New regulations applicable to SLDILSS, the SLDILSS Regulations No. 02 of 2021 were issued with effect from 06 August 2021, repealing the SLDILSS Regulations No. 01 of 2010, as amended.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.26,
      316.83,
      525.48,
      353.2
    ],
    "text": "10 September 2021 - An amendment to the Circular No 06 of 2021 dated 09 June 2021 was issued requesting LFCs and SLCs to further extend the concessions for COVID-19 affected businesses and individuals until 30 September 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.26,
      361.91,
      525.51,
      398.28
    ],
    "text": "24 September 2021 - A Circular was issued to LFCs and SLCs informing that Lanka Rating Agency Ltd. has been recognised by the Central Bank as an acceptable credit rating agency for specified purposes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.26,
      406.99,
      525.5,
      443.36
    ],
    "text": "06 October 2021 - A Circular was issued to LFCs and SLCs requesting to extend concessions and suspend recovery actions for COVID-19 affected businesses and individuals until 31 March 2022, considering several requests from concerned parties and government authorities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.25,
      452.07,
      525.5,
      488.44
    ],
    "text": "18 October 2021 - LFCs were requested to pay additional incentives on inward worker remittances with the objective of encouraging more workers’ remittances to the country when sending through formal fund transferring channels.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.25,
      497.15,
      525.43,
      521.33
    ],
    "text": "01 November 2021 - Prevailing interest margins of 2, 3 and 5 year term deposits were revised in line with the increasing Treasury bill rates.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.25,
      530.04,
      525.44,
      554.22
    ],
    "text": "24 December 2021 - Investment in government securities under reverse repo transactions was included in liquid assets of LFCs under Section 74 of the Finance Business Act, No. 42 of 2011.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.25,
      562.93,
      525.55,
      599.3
    ],
    "text": "31 December 2021 - A Direction was issued on Assessment of Fitness and Propriety of Key Responsible Persons with the objective of ensuring that the key responsible persons of LFC are able to exercise their responsibilities effectively in order to ensure safety and soundness of LFCs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.24,
      608.01,
      525.69,
      644.38
    ],
    "text": "- A Direction was issued on Corporate Governance with a view to promoting good governance practices on the conduct of business of LFCs and safeguarding the stability of the financial system.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.24,
      653.09,
      525.69,
      677.27
    ],
    "text": "- Prevailing interest margins of 5 year term deposits and 5 year debt instruments were revised with the intention of providing increased returns on investments for senior citizens.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.23,
      685.98,
      525.64,
      722.35
    ],
    "text": "31 January 2022 - A Direction was issued on Technology Risk Management and Resilience with the objective of setting minimum regulatory requirements on technology risk management and resilience for LFCs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "282",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      60.48,
      522.78,
      84.5
    ],
    "text": "08 February 2022 - LFCs were requested to grant an incentive for Sri Lankans working abroad by reimbursing the transaction cost incurred on account of inward workers’ remittances.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      89.25,
      110.67,
      102.44
    ],
    "text": "Insurance",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      113.58,
      522.62,
      161.66
    ],
    "text": "10 March 2021 - Direction No. 01 of 2021 was issued in terms of Section 96 of the Regulation of Insurance Industry Act (RII Act), No. 43 of 2000 to insurance companies in respect of dividend distribution and declaration, subject to the insurers complying with terms and conditions stated in the Direction.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      173.04,
      522.62,
      221.12
    ],
    "text": "23 March 2021 - Circular No. 01 of 2021 was issued to inform Insurance Companies that they could launch products/policy forms only after the confirmation of the Insurance Regulatory Commission of Sri Lanka (IRCSL) that products are fair and equitable in the opinion of the IRCSL.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      232.5,
      522.62,
      280.58
    ],
    "text": "- All General Insurance Companies were required to submit policy documents at least 30 days prior to the proposed date of launch and long term insurance companies were required to submit the policy documents 45 days prior to the proposed date of launch.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      291.96,
      522.33,
      328.01
    ],
    "text": "24 March 2021 - Direction No. 02 of 2021 was issued in terms of Section 96A of the RII Act to Insurance Companies and Insurance Brokering companies in respect of restrictions on providing codes and restrictions on changing codes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      339.39,
      522.56,
      363.41
    ],
    "text": "08 April 2021 - Circular No. 02 of 2021 on Prohibition of Promotion/ Advertisement of Third Party Motor Insurance was issued to all General Insurance Companies.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      374.79,
      522.63,
      458.96
    ],
    "text": "29 July 2021 - Direction No. 03 of 2021 was issued to all insurers, brokers, and loss adjusters in terms of section 96A of the RII Act directing them to refrain from employing persons whose services have been terminated on the grounds of financial misappropriation or fraud. However, in the event that the termination of a person is carried out by an insurer, broker, loss adjuster or by an institutional insurance agent, such legal persons are required to follow due process, especially the principles of Natural Justice prior to such decision to terminate is taken.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      470.34,
      522.59,
      506.39
    ],
    "text": "30 August 2021 - Direction No. 01 of 2021 was amended to address the contingent liabilities and complying with the relevant accounting standards in the event of dividend declaration and distribution of insurers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      517.77,
      522.56,
      553.82
    ],
    "text": "06 September 2021 - Direction No. 04 of 2021 was issued in terms of Section 96A of the RII Act regarding termination of using telecommunication service providers’ platform (Mobile Insurance) and matters connected therein.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      565.2,
      522.6,
      613.28
    ],
    "text": "06 December 2021 - The existing Determination 10 was replaced with the new Determination 10 made under Section 88 of the RII Act on ‘Maximum Commission payable for Long Term Insurance Business and General Insurance Business’ and was issued to the insurance companies and insurance brokers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.55,
      624.66,
      522.58,
      660.71
    ],
    "text": "16 December 2021 - The existing Direction 09 issued on 13 May 2016 was replaced with Direction 05 of 2021 on principal officers of insurers and insurance brokers and issued to the insurance companies and insurance brokers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      671.17,
      133.15,
      684.36
    ],
    "text": "Capital Market",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.56,
      695.5,
      522.6,
      719.52
    ],
    "text": "January 2021 - A comprehensive set of guidelines for stockbroking firms in consultation with the Colombo Stock Exchange (CSE) was developed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "283",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.39,
      60.83,
      525.46,
      85.09
    ],
    "text": "March 2021 - Digital platforms were facilitated to broad base and widen the investor base of the stock market.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.39,
      96.71,
      525.39,
      120.97
    ],
    "text": "- Approval in principle was granted for the introduction of Paper Gold (PG) through the Over the Counter (OTC) platform at the CSE.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.39,
      132.59,
      525.17,
      156.85
    ],
    "text": "April 2021 - Approval in principle was granted for the proposal to facilitate listing of Special Purpose Acquisition Companies (SPACs).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      168.47,
      525.43,
      205.0
    ],
    "text": "June 2021 - The Central Depository System (CDS) rules were amended to facilitate repurchase agreement (REPO) transactions on Corporate Debt securities on the OTC Platform of the CSE.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      216.62,
      525.4,
      240.88
    ],
    "text": "- The implementation of the enhanced margining system and Delivery vs Payment (DvP) mechanism at the CSE was facilitated by issuing rules and revising marginal model.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      252.5,
      522.58,
      264.49
    ],
    "text": "- Approval in principle was granted for the introduction of Islamic Capital Market Products.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      276.11,
      495.29,
      288.1
    ],
    "text": "- Approval in principle was granted for the introduction of Structured Warrants.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      299.72,
      468.52,
      311.71
    ],
    "text": "- Approval in principle was granted for the introduction of Green Bonds.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      323.33,
      525.38,
      347.59
    ],
    "text": "- Approval in principle was granted to facilitate fund raising through online platforms, such as crowdfunding.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      359.21,
      525.38,
      383.47
    ],
    "text": "- Gazette notification on the enactment of new bill of the Securities and Exchange Commission (SEC) was published.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      395.09,
      458.08,
      407.08
    ],
    "text": "July 2021 - Phase 2 of the digitisation of stock market operations was launched.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      418.7,
      525.39,
      442.96
    ],
    "text": "- Approval in principle was granted for introduction of regulated short selling through securities borrowing and lending.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.38,
      454.58,
      525.43,
      478.84
    ],
    "text": "November 2021 - Approval was obtained to facilitate the listing of foreign currency denominated shares issued by local companies on the CSE.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      489.46,
      205.92,
      502.64
    ],
    "text": "Payments and Settlements",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      511.19,
      525.44,
      559.99
    ],
    "text": "09 June 2021 - The period of maintaining the maximum Merchant Discount Rate (MDR) of 0.5 per cent for LANKAQR transactions was extended for a further six months period, ending on 31 December 2021, considering the need of encouraging more merchants to join the LANKAQR initiative.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      571.61,
      525.45,
      595.87
    ],
    "text": "27 December 2021 - The period of maintaining the MDR of 0.5 per cent for LANKAQR transactions was extended until further notice.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      606.52,
      457.54,
      619.71
    ],
    "text": "Anti-Money Laundering (AML) and Countering the Financing of Terrorism (CFT)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      631.09,
      525.43,
      655.35
    ],
    "text": "27 April 2021 - Circular No. 01 of 2021 was issued on the implementation of AML/CFT measures on parties involved with online payment platforms.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      61.4,
      661.3,
      525.65,
      722.37
    ],
    "text": "28 April 2021 - Considering the increasing trend of suspicious transactions related to foreign currency outflows via Automated Teller Machines (ATMs) in cash withdrawals overseas, Circular No. 02 of 2021 was issued, advising to perform Customer Due Diligence measures as required by the Financial Institutions (Customer Due Diligence) Rules, No. 1 of 2016 at the time of onboarding the customer and when conducting transactions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "284",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      59.91,
      523.95,
      96.12
    ],
    "text": "04 May 2021 - Circular No. 03 of 2021 was issued on additional measures to mitigate emerging Money Laundering/ Terrorist Financing risks during the third wave of the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      101.91,
      523.98,
      126.01
    ],
    "text": "20 July 2021 - Guideline No. 2 of 2021 was issued for Financial Institutions on CCTV operations for AML/CFT purposes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      131.8,
      523.94,
      155.9
    ],
    "text": "04 October 2021 - Circular No. 04 of 2021 was issued to licensed banks on deposits made under the Finance Act, No. 18 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      161.69,
      523.93,
      185.79
    ],
    "text": "10 January 2022 - Circular No. 01 of 2022 was issued to amend the Circular No. 02 of 2021 on Guidelines for Financial Institutions on CCTV operations for AML/CFT purposes.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      196.28,
      371.98,
      209.47
    ],
    "text": "Foreign Exchange Management and International Operations",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.37,
      226.36,
      524.15,
      311.01
    ],
    "text": "01 January 2021 - Operating instructions issued to licensed banks on “Incentive Scheme on Inward Worker Remittances” were amended: licensed banks were instructed to expand the scope of eligibility under the Incentive Scheme to the foreign currency income earned through employment by a Sri Lankan national who resides in Sri Lanka and earns foreign currency income rendering service in nature of employment abroad, and to apply the Incentive Scheme to all foreign currency income conversions made on or after 28 December 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.36,
      316.8,
      524.04,
      365.12
    ],
    "text": "15 January 2021 - Directions No. 01 of 2021 were issued to Authorised Dealers (ADs) permitting to open and maintain Temporary Special Foreign Currency Accounts for LFCs to hedge the foreign exchange risk pertaining to the repayment of foreign currency loans subject to conditions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.35,
      370.91,
      523.85,
      407.12
    ],
    "text": "27 January 2021 - Operating instructions were issued regarding the introduction of a scheme for licensed banks to sell 10 per cent of converted inward workers’ remittances to the Central Bank on a mandatory basis, in order to build up foreign exchange reserves.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      59.34,
      412.91,
      523.96,
      461.23
    ],
    "text": "03 February 2021 - Following Regulations and Orders were issued with effect from 22 March 2021 by rescinding the existing relevant Regulations and Orders addressing the practical issues and concerns of the ADs and other stakeholders in order to achieve greater efficiency in the domestic foreign exchange market:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.73,
      469.85,
      523.91,
      506.06
    ],
    "text": "• Foreign Exchange Regulations No. 01 of 2021 (Extraordinary Gazette Notification No. 2213/34) were issued on regulations applicable for classes of capital transactions undertaken outside Sri Lanka by persons resident in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.72,
      514.68,
      523.9,
      550.89
    ],
    "text": "• Foreign Exchange Regulations No. 02 of 2021 (Extraordinary Gazette Notification No. 2213/35) were issued on regulations applicable for classes of capital transactions undertaken in Sri Lanka by persons resident outside Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.71,
      559.51,
      523.9,
      583.61
    ],
    "text": "• Foreign Exchange Regulations No. 03 of 2021 (Extraordinary Gazette Notification No. 2213/36) were issued on regulations applicable for remittance of funds by emigrants.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.71,
      592.23,
      523.89,
      628.44
    ],
    "text": "• Foreign Exchange Regulations No. 04 of 2021 (Extraordinary Gazette Notification No. 2213/37) were issued on regulations applicable for classes of miscellaneous capital transactions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.7,
      637.06,
      524.08,
      673.27
    ],
    "text": "• Foreign Exchange Regulations No. 05 of 2021 (Extraordinary Gazette Notification No. 2213/38) were issued on regulations applicable for opening and maintenance of accounts for the purpose of engaging in foreign exchange transactions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.69,
      681.89,
      523.87,
      718.1
    ],
    "text": "• Order under Section 8 (Extraordinary Gazette Notification No. 2213/39) of the Foreign Exchange Act (FEA), No. 12 of 2020 was issued on export or import of foreign currency or Sri Lanka currency by a person in, or resident in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "285",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.62,
      59.98,
      524.82,
      83.98
    ],
    "text": "• Order under Section 31 (Extraordinary Gazette Notification No. 2213/40) of the FEA was issued on determination of ‘persons resident in Sri Lanka’.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.25,
      89.67,
      524.97,
      149.7
    ],
    "text": "18 February 2021 - Extraordinary Gazette Notification No. 2215/39 was issued under the MLA as Repatriation of Export Proceeds into Sri Lanka Rules No. 1 of 2021, in respect of repatriation of export proceeds into Sri Lanka within 180 days from the date of shipment and convert twenty-five per centum from and out of the total of the said export proceeds received in Sri Lanka into Sri Lanka Rupees, through a Licensed bank.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.24,
      155.39,
      524.78,
      203.41
    ],
    "text": "- Operating instructions were issued regarding the introduction of a scheme for licensed banks to sell 50 per cent of the 25 per cent of converted export proceeds to the Central Bank in order to build up foreign exchange reserves, and the conversion was made mandatory under the Gazette and Rules issued on 18 February 2021 under the MLA.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.23,
      209.1,
      524.98,
      245.11
    ],
    "text": "09 March 2021 - Extraordinary Gazette Notification No. 2218/38 was issued under the MLA, as Repatriation of Export Proceeds into Sri Lanka Rules No. 2 of 2021, extending the time period applicable for conversion up to 14 days.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.22,
      250.8,
      525.0,
      298.82
    ],
    "text": "17 March 2021 - Operating instructions issued to licensed banks on “Incentive Scheme on Inward Remittances” were amended to temporarily suspend the requirement to sell 10 per cent of the converted workers’ remittances to the Central Bank, considering the market conditions that prevailed during that period.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.21,
      304.51,
      524.8,
      352.53
    ],
    "text": "- Operating instructions issued to licensed banks on “Repatriation of Export Proceeds into Sri Lanka” were amended to temporarily suspend the requirement to sell 50 per cent of the 25 per cent of mandatory converted export proceeds to the Central Bank, considering the market conditions that prevailed during that period.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      60.21,
      358.22,
      524.76,
      382.22
    ],
    "text": "18 March 2021 - Following Directions were issued to ADs (effective from 22 March 2021) in line with the Regulations and Orders issued on 03 February 2021:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.6,
      390.75,
      524.8,
      426.76
    ],
    "text": "• Directions No. 02 of 2021 were issued regarding Current Transactions to carry out current transactions by ADs on behalf of persons in or resident in Sri Lanka under Section 6 of the FEA.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.61,
      435.29,
      524.84,
      471.3
    ],
    "text": "• Directions No. 03 of 2021 were issued on Electronic Fund Transfer Cards (EFTCs) for the use of EFTCs by persons in, or resident in Sri Lanka for making payments in foreign exchange to persons resident outside Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.61,
      479.83,
      524.8,
      515.84
    ],
    "text": "• Directions No. 04 of 2021 were issued on Personal Foreign Currency Accounts (PFCAs) for opening and maintaining foreign currency accounts by eligible resident/non-resident individuals.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.61,
      524.37,
      524.94,
      560.38
    ],
    "text": "• Directions No. 05 of 2021 were issued on Business Foreign Currency Accounts (BFCAs) for opening and maintaining foreign currency accounts by resident foreign exchange earners.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.59,
      568.91,
      524.78,
      604.92
    ],
    "text": "• Directions No. 06 of 2021 were issued on Diplomatic Foreign Currency Accounts (DFCAs) and Diplomatic Rupee Accounts (DRAs) for opening and maintaining foreign currency and Sri Lankan rupee accounts by diplomatic missions/personnel.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.58,
      613.45,
      524.81,
      661.47
    ],
    "text": "• Directions No. 07 of 2021 were issued on Senior Foreign Nationals’ (Special Accounts) for opening and maintaining accounts by senior foreign nationals, who are over 55 years of age and intend a prolonged stay in Sri Lanka on resident visas under the “Sri Lanka – My Dream Home programme”.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      173.58,
      670.0,
      524.78,
      718.02
    ],
    "text": "• Directions No. 08 of 2021 were issued on the Resident Guest Scheme (Special Accounts) regarding opening and maintaining accounts by prospective investors and professionals, who come to Sri Lanka under the ‘Resident Guest Scheme’ implemented by the Department of Immigration and Emigration.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "286",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.78,
      59.86,
      524.33,
      95.87
    ],
    "text": "• Directions No. 09 of 2021 were issued on accommodations to BFCAs holders, to grant accommodations in foreign currency by ADs to foreign exchange earners, who hold BFCAs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.77,
      104.4,
      524.33,
      152.42
    ],
    "text": "• Directions No. 10 of 2021 were issued on Loans and Advances to Sri Lankans Employed Abroad (other than emigrants), to grant loans/advances denominated in foreign currency and Sri Lankan rupees by ADs to Sri Lankan citizens working abroad.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.77,
      160.95,
      524.34,
      208.97
    ],
    "text": "• Directions No. 11 of 2021 were issued to ADs on loans to Sri Lankans, Resident Outside Sri Lanka on Permanent Resident Visa (PR) in another country and Dual Citizens to grant loans denominated in foreign currency and Sri Lankan rupees by ADs to PR holders and dual citizens.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.77,
      217.5,
      524.3,
      265.52
    ],
    "text": "• Directions No. 12 of 2021 were issued on SLDBs, to grant permission for ADs and PDs, who have been appointed by the Superintendent of Public Debt of the Central Bank as Designated Agents, for purchasing and marketing SLDBs issued by the Government of Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.75,
      274.05,
      524.29,
      298.05
    ],
    "text": "• Directions No. 13 of 2021 were issued on Sale of Foreign Exchange (Form 1) and Purchase of Foreign Exchange (Form 2) on reporting requirements by ADs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.75,
      306.58,
      524.3,
      342.59
    ],
    "text": "• Directions No. 14 of 2021 were issued on Outward Investment Accounts for opening and maintaining accounts by resident persons for making remittances in respect of capital transactions outside Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.75,
      351.12,
      524.47,
      387.13
    ],
    "text": "• Directions No. 15 of 2021 were issued on Inward Investment Accounts for opening and maintaining accounts by non-resident investors for routing inward remittances in respect of capital transactions in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.76,
      395.66,
      524.3,
      431.67
    ],
    "text": "• Directions No. 16 of 2021 were issued on Capital Transactions Rupee Accounts for opening and maintaining accounts by emigrants for channeling the migration allowance.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.76,
      440.2,
      524.5,
      476.21
    ],
    "text": "• Directions No. 17 of 2021 were issued on Emigrants’ Remittable Income Accounts for opening and maintaining accounts by emigrants for repatriating current income derived in Sri Lanka subject to regulatory requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.77,
      484.74,
      524.32,
      532.76
    ],
    "text": "• Directions No. 18 of 2021 were issued on Non-Resident Rupee Accounts for opening and maintaining Sri Lankan rupee accounts by emigrant’s resident in or outside Sri Lanka and firms/companies established/incorporated outside Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.76,
      541.29,
      524.3,
      577.3
    ],
    "text": "• Directions No. 19 of 2021 were issued on External Commercial Borrowing Accounts for opening and maintaining accounts by companies incorporated in Sri Lanka for crediting loan proceeds obtained from foreign lenders.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      172.76,
      585.83,
      524.33,
      621.84
    ],
    "text": "• Directions No. 20 of 2021 were issued on guarantees, specifically directions applicable for issuance and renewal of guarantees in respect of current and capital transactions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      59.38,
      627.53,
      524.35,
      699.57
    ],
    "text": "26 March 2021 - Extraordinary Gazette Notification No. 2220/69 was issued as an Order under Section 4 of the FEA, permitting hotels registered with the Sri Lanka Tourism Development Authority (SLTDA) to accept foreign currency from persons resident in Sri Lanka who have foreign currency in their possession, as a measure for attracting foreign currency in the hands of residents into formal channels, giving an opportunity to pay their local hotel bills in foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "287",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      59.48,
      524.55,
      120.87
    ],
    "text": "29 March 2021 - Operating instructions were issued to licensed banks on “Participation at the Buy-Sell USD/LKR FX SWAPs Auctions Conducted by the Central Bank of Sri Lanka” requesting all licensed banks to adhere to a new set of requirements including eligibility, applicable rates, duration and mechanism, when participating in Buy-Sell USD/LKR foreign exchange swaps auctions conducted by the Central Bank.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      126.9,
      524.47,
      163.59
    ],
    "text": "07 April 2021 - Extraordinary Gazette Notification No. 2222/37 was issued as regulation, further extending the period of opening of SDAs by eligible persons by 24 months from 08 April 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      169.62,
      524.46,
      193.96
    ],
    "text": "- Directions No. 21 of 2021 were issued to ADs specifying criteria for opening and maintaining SDAs, permitted debits, credits and other requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      199.99,
      524.48,
      261.38
    ],
    "text": "09 April 2021 - Extraordinary Gazette Notification No. 2222/60 was issued as Repatriation of Export Proceeds into Sri Lanka Rules No. 3 of 2021, by further amending the Repatriation of Export Proceeds into Sri Lanka Rules issued under the MLA, extending the time period applicable for conversion up to 30 days and reducing the conversion requirement up to 10 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      267.41,
      524.49,
      304.1
    ],
    "text": "04 May 2021 - Directions No. 22 of 2021 were issued to hotels registered with the SLTDA, permitting to accept foreign currency from a person resident in Sri Lanka in respect of services rendered.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.52,
      310.13,
      524.66,
      371.52
    ],
    "text": "25 May 2021 - Extraordinary Gazette Notification No. 2229/5 was issued as an Order under Section 4 of the FEA, permitting companies incorporated in Sri Lanka under the Companies Act, No. 7 of 2007, to lend in any designated foreign currency to their subsidiaries incorporated in Sri Lanka, who are foreign exchange earners, with prior permission of the Monetary Board of the Central Bank of Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.51,
      377.55,
      524.46,
      438.94
    ],
    "text": "28 May 2021 - Extraordinary Gazette Notification No. 2229/9 was issued as Repatriation of Export Proceeds into Sri Lanka Rules No. 4 of 2021, enhancing the conversion requirement up to 25 per cent with a provision for partial exemptions to be granted by the Monetary Board of the Central Bank of Sri Lanka at its discretion up to a percentage not less than 10 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.51,
      444.97,
      524.11,
      469.31
    ],
    "text": "- Operating instructions issued to licensed banks regarding “Incentive Scheme on Inward Remittances” on 27 January 2021 were reinstated.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.5,
      475.34,
      524.65,
      499.68
    ],
    "text": "- Operating instructions issued to licensed banks regarding “Repatriation of Export Proceeds into Sri Lanka” on 18 February 2021 were reinstated.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.49,
      505.71,
      524.44,
      530.05
    ],
    "text": "11 June 2021 - Directions No. 23 of 2021 were issued on DFCAs and DRAs, including withdrawals in foreign currency for local expenses of the accountholder as permitted debits.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.49,
      536.08,
      524.43,
      560.42
    ],
    "text": "17 June 2021 - Directions No. 24 of 2021 were issued on BFCAs, amending Annex I of the Directions No. 05 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.49,
      566.45,
      524.62,
      615.49
    ],
    "text": "30 June 2021 - Extraordinary Gazette Notification No. 2234/19 was issued as regulations, permitting to rollover SDAs opened under the Regulations, with six months and twelve months tenures, provided that the accumulated period of said SDAs would not exceed the maximum of 24 months from the initial date of placing such deposits.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      59.48,
      621.52,
      524.61,
      695.26
    ],
    "text": "- Extraordinary Gazette Notification No. 2234/20 was issued as regulations, permitting companies incorporated in Sri Lanka under the Companies Act, No. 7 of 2007 in Sri Lanka who have borrowed foreign currency from a person resident outside Sri Lanka in terms of the FEA, to purchase ISBs issued by the Government of Sri Lanka from the secondary market, utilising 50 per cent of the said borrowing subject to terms and conditions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "288",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.94,
      60.75,
      523.55,
      96.76
    ],
    "text": "02 July 2021 - Extraordinary Gazette Notification No. 2234/49 was issued as an Order under Section 22 of the FEA imposing the following measures on outward remittances for a period of six months:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.32,
      106.42,
      523.42,
      142.43
    ],
    "text": "• Suspending the repatriation of funds under the migration allowance out of funds received as monetary gifts by an emigrant from an immediate family member (i.e., parents, grandparents, siblings, and spouse of the emigrant).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.29,
      152.09,
      523.42,
      200.11
    ],
    "text": "• Limiting the repatriation of funds under the migration allowance through Capital Transactions Rupee Accounts by emigrants who have already claimed migration allowance under the general permission, up to a maximum of US dollars 10,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.29,
      209.77,
      523.41,
      257.79
    ],
    "text": "• Limiting the eligible migration allowance for emigrants who are claiming the migration allowance for the first time under the general permission, up to a maximum of US dollars 30,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.26,
      267.45,
      523.38,
      339.49
    ],
    "text": "• Limiting the repatriation of any current income or accumulated current income (including Employees Provident Fund (EPF), Employees Trust Fund (ETF), gratuity and pensions or any other retirement benefits) by emigrants through the Capital Transaction Rupee Accounts or Emigrants’ Remittable Income Accounts, under the general permission, up to a maximum of US dollars 30,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.24,
      349.15,
      523.41,
      421.19
    ],
    "text": "• Limiting the outward remittances by or issuance of foreign exchange for any Sri Lankan individual who resides in or outside Sri Lanka and has obtained Temporary Residence Visa of another country which falls into a category of visa that entitles the individual to obtain permanent residency status or citizenship in that country at a future date, up to a maximum of US dollars 20,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.25,
      430.85,
      523.4,
      478.87
    ],
    "text": "• Limiting the issuance of foreign exchange for any person resident in Sri Lanka who intends to leave Sri Lanka under the Temporary Residence Visa of another country up to a maximum of US dollars 10,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      173.27,
      488.53,
      523.58,
      524.54
    ],
    "text": "• Suspending the general permission granted to make outward remittances through the Outward Investment Accounts for the purpose of investing overseas by persons resident in Sri Lanka excluding the following:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      190.28,
      534.2,
      523.42,
      570.21
    ],
    "text": "- investments to be financed out of a foreign currency loan obtained by the investor from a person resident outside Sri Lanka under the provisions of the FEA, or",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      190.28,
      579.87,
      523.41,
      627.89
    ],
    "text": "- an additional investment to be made to fulfil the regulatory requirements in the investee’s country applicable on the investment already made in compliance with the provisions of the Act or the repealed Exchange Control Act, in a company or a branch office in that country, or",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      190.28,
      637.55,
      523.54,
      709.59
    ],
    "text": "- an additional investment/infusion of funds (as applicable) to be made by eligible resident companies in already established subsidiaries or branch offices in overseas incorporated/established subject to the provisions of the Act or the repealed Exchange Control Act, up to a maximum of US dollars 15,000 or equivalent in any other designated foreign currency, for the purpose of working capital requirements of the investee, or,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "289",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      189.92,
      60.75,
      524.63,
      120.9
    ],
    "text": "- the remittances for the purpose of maintenance of liaison, marketing, agency, project, representative or any other similar offices already established in overseas subject to the provisions of the Act or the repealed Exchange Control Act, by eligible resident companies, up to a maximum of US dollars 30,000 or equivalent in any other designated foreign currency.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      172.91,
      130.59,
      524.46,
      178.7
    ],
    "text": "• Limiting the outward remittances on capital transactions through BFCAs or/and PFCAs held by a person resident in Sri Lanka, up to a maximum of US dollars 20,000 or equivalent in any other designated foreign currency, during the effective period of this Order.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      172.88,
      188.39,
      524.45,
      224.46
    ],
    "text": "• Authorising the Monetary Board to grant permission in terms of Section 7(10) of the FEA for investments, on a case-by-case basis, which exceed the limits specified in the general permission granted in the Regulations No. 1 of 2021 provided that:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      189.9,
      234.15,
      524.45,
      270.22
    ],
    "text": "- the proposed investment is to be financed out of a foreign currency loan obtained by the investor from a person resident outside Sri Lanka under the provisions of the FEA, or,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      189.9,
      279.91,
      524.48,
      328.02
    ],
    "text": "- the proposed investment is to be made to fulfil the regulatory requirement in the investee’s country applicable on the investment already made in a company or branch office in that country in compliance with the provisions of the Act or repealed Exchange Control Act.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.51,
      337.71,
      524.62,
      409.9
    ],
    "text": "06 July 2021 - Extraordinary Gazette Notification No. 2235/22 was issued as an Order under Section 29 read with Section 7 of the FEA, amending the Foreign Exchange (Classes of Capital Transactions Undertaken in Sri Lanka by persons Resident Outside Sri Lanka) Regulations No. 02 of 2021 (Extraordinary Gazette Notification No. 2213/35), inserting and replacing the provisions in respect of the investments in debt securities in Sri Lanka Rupees and in any designated foreign currency listed in the CSE.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.5,
      419.59,
      524.44,
      455.66
    ],
    "text": "08 July 2021 - Directions No. 25 of 2021 were issued to ADs specifying criteria for opening and maintaining SDAs, permitted debits, credits and other requirements and rescinding Directions No. 21 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.5,
      465.35,
      524.6,
      501.42
    ],
    "text": "30 July 2021 - Directions No. 26 of 2021 were issued to ADs specifying criteria for opening and maintaining Special Foreign Currency Accounts to facilitate foreign currency denominated investments in the CSE, permitted debits, credits and other requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.49,
      511.11,
      524.41,
      595.34
    ],
    "text": "- Directions No. 27 of 2021 were issued to ADs including transfer of earnings in foreign exchange to the Special Foreign Currency Accounts opened under the Directions No. 26 of 2021 by the account holder, for making payments of any income or maturity proceeds attributed to investments made in respect of listed shares or debt securities denominated in designated foreign currency in the CSE as a permitted debit to the BFCAs, in addition to the debits specified in the Directions No. 05 of 2021 dated 18 March 2021 on BFCAs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.48,
      605.03,
      524.44,
      665.18
    ],
    "text": "06 August 2021 - Operating instructions were issued to licensed banks on “Crediting Exports Proceeds to the Relevant Foreign Currency Accounts of Exporters”: All licensed banks were instructed to credit the export proceeds to the respective exporter’s foreign currency account(s) maintained at the bank immediately, subject to conditions on withdrawal and/or conversion until documentation is completed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.48,
      674.87,
      524.43,
      710.94
    ],
    "text": "28 October 2021 - Extraordinary Gazette Notification No. 2251/42 was issued under the MLA as Repatriation of Export Proceeds into Sri Lanka Rules No. 5 of 2021, imposing the requirements of mandatory conversion of residual of the export proceeds received in",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "290",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      171.25,
      60.07,
      523.31,
      84.21
    ],
    "text": "Sri Lanka into Sri Lanka Rupees upon utilising such proceeds for authorised payments, on or before the seventh day of the following month.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.86,
      94.0,
      523.31,
      166.74
    ],
    "text": "01 November 2021 - Operating instructions were issued to licensed banks on “Repatriation of Export Proceeds into Sri Lanka”, by amending the basis of sale of foreign exchange to the Central Bank with the amendment of the relevant Gazette and Rules issued on 28 October 2021 under the MLA on “Repatriation of Export Proceeds into Sri Lanka”, requiring all licensed banks to sell 10 per cent of residual of the export proceeds, which are mandatory to convert into Sri Lankan rupees, to the Central Bank.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.85,
      176.53,
      523.27,
      224.97
    ],
    "text": "01 December 2021 - Operating instructions were issued to licensed banks on the “Additional Incentive Scheme on Inward Workers’ Remittances” to provide an additional incentive of Rs. 8 per US dollar to the Sri Lankan workers, who earn foreign currency income, during the month of December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.85,
      234.76,
      523.29,
      307.5
    ],
    "text": "13 December 2021 - Operating instructions were issued to licensed banks on “Incentives for General Public for Depositing, Converting and Investing in Foreign Currency held in Hand” to promote all foreign currency to be channeled through the formal banking sector, and a number of incentives were offered to the general public, while requesting licensed banks to sell 20 per cent of such foreign currencies converted into Sri Lankan rupees to the Central Bank during the month of December 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.84,
      317.29,
      523.27,
      365.73
    ],
    "text": "15 December 2021 - Extraordinary Gazette Notification No. 2258/23 was issued under the FEA extending the period of validity of the Order issued under Section 22 of the FEA published in the Extraordinary Gazette Notification No. 2234/49 dated 02 July 2021, for further six months from 02 January 2022.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.84,
      375.52,
      523.4,
      423.96
    ],
    "text": "- Operating instructions issued to licensed banks dated 13 December 2021 on “Incentives for General Public for Depositing, Converting and Investing in Foreign Currency held in Hand” were amended to include a new requirement to submit by the general public on declaration of foreign currency held in hand.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.83,
      433.75,
      523.49,
      482.19
    ],
    "text": "27 December 2021 - Directions No. 28 of 2021 were issued to ADs specifying criteria of opening and maintaining Special Foreign Currency Accounts for investee to facilitate current transactions (SFCA-investee) out of the proceeds received being an investment into the share capital of the company, so received from a person resident outside Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.83,
      491.98,
      523.37,
      540.42
    ],
    "text": "- Directions No. 29 of 2021 were issued to ADs amending the Direction No. 09 of 2021 dated 18 March 2021 on Accommodations to BFCA holders, permitting repayment of accommodations obtained under these directions out of the proceeds of share capital received in terms of the Directions No. 28 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.82,
      550.21,
      523.25,
      647.25
    ],
    "text": "- Operating instructions issued to licensed banks dated 28 May 2021, 01 November 2021 and 13 December 2021 on the “Incentive Scheme on Inward Workers’ Remittances”, “Repatriation of Export Proceeds into Sri Lanka” and “Incentives for General Public for Depositing, Converting and Investing in Foreign Currency held in Hand” were amended to requiring licensed banks to sell 25 per cent of converted workers’ remittances (until further notice), 25 per cent of residual export proceeds (until further notice), and 25 per cent of converted foreign currency held in hand (during December 2021) to the Central Bank.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      57.82,
      657.04,
      523.24,
      705.48
    ],
    "text": "- Incentives offered under the Operating Instructions issued on “Incentives for General Public for Depositing, Converting and Investing in Foreign Currency held in Hand” dated 13 December 2021 and as amended on 15 December 2021, were extended until 31 January 2022.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "291",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      60.07,
      524.62,
      120.54
    ],
    "text": "21 January 2022 - Extraordinary Gazette Notification No. 2263/41 was issued under the MLA as an acceptance of foreign exchange within Sri Lanka by Hotel Service Providers Rules, No. 01 of 2022, mandating hotel service providers registered with and licensed by the SLTDA to accept payments in respect of services rendered to persons resident outside Sri Lanka only in foreign exchange.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      130.31,
      524.79,
      215.02
    ],
    "text": "31 January 2022 - Operating instructions issued to licensed banks dated 01 December 2021 and 27 December 2021 on “Additional Incentive Scheme on Inward Workers’ Remittances” and “Incentives for General Public for Depositing, Converting and Investing of Foreign Currency Held in Hand”, respectively, were amended to extent the effective periods of the incentives offered under these Operating Instructions and to request licensed banks to sell 25 per cent of converted foreign currency held in hand, to the Central Bank, until further notice.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.29,
      224.79,
      524.59,
      285.26
    ],
    "text": "24 February 2022 - Directions No. 01 of 2022 were issued to ADs as an amendment to the Direction No. 4 of 2021 dated 18 March 2021 on PFCAs, permitting the payment of course or tuition fees in respect of immediate family members who are enrolled as students of Educational Institutions from the PFCA of a Sri Lankan employed abroad (other than an emigrant) to the credit of the BFCA of the Local Educational Institution.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.29,
      295.03,
      524.61,
      355.5
    ],
    "text": "- Directions No. 02 of 2022 were issued to ADs as an amendment to the Direction No. 5 of 2021 dated 18 March 2021 on BFCAs, permitting the receipt of course or tuition fees in respect of immediate family members enrolled as students, to the BFCA of a Local Educational Institution from the PFCA of Sri Lankans employed abroad (other than emigrants).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.29,
      365.27,
      524.76,
      449.98
    ],
    "text": "11 March 2022 - Extraordinary Gazette Notification No. 2270/66 was issued under the MLA, as Repatriation of Export Proceeds into Sri Lanka Rules No. 1 of 2022, repealing the Extraordinary Gazette Notification No. 2251/42 issued under MLA as Repatriation of Export Proceeds into Sri Lanka Rules No. 5 of 2021, amending the requirements of mandatory conversion of residual of the export proceeds received in Sri Lanka into Sri Lanka Rupees upon utilising such proceeds for given authorised payments, on or before the seventh day of the following month.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.28,
      459.75,
      524.59,
      483.86
    ],
    "text": "- Directions No. 03 of 2022 were issued to ADs, designating “Thai Baht” as a designated foreign currency for the purposes of the Regulations and Directions issued under FEA.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      492.67,
      272.54,
      505.86
    ],
    "text": "Regulations on Import and Export Controls",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      515.39,
      524.61,
      563.74
    ],
    "text": "05 January 2021 - Imports and Exports (Control) Regulations No. 01 of 2021 (published in the Gazette Extraordinary No. 2209/18) were issued amending the lists of goods related to tyre imports that are under import restrictions as specified by Imports and Exports (Control) Regulations No. 04 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      573.51,
      524.62,
      621.86
    ],
    "text": "11 February 2021 - Imports and Exports (Control) Regulations No. 03 of 2021 (published in the Gazette Extraordinary No. 2214/56) were issued amending the lists of goods related to ceramic products and sarees that are under restrictions as specified by Imports and Exports (Control) Regulations No. 04 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      631.63,
      524.67,
      679.98
    ],
    "text": "06 April 2021 - Imports and Exports (Control) Regulations No. 04 of 2021 (published in the Gazette Extraordinary No. 2222/31) were issued amending the lists of goods related to palm oil that are under restrictions as specified by Imports and Exports (Control) Regulations No. 04 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      59.3,
      689.75,
      524.82,
      713.86
    ],
    "text": "23 April 2021 - Imports and Exports (Control) Regulations No. 05 of 2021 (published in the Gazette Extraordinary No. 2224/43) were issued amending the lists of goods related to mobile",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "292",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      172.35,
      60.33,
      524.49,
      84.32
    ],
    "text": "workshops that are under restrictions as specified by Imports and Exports (Control) Regulations No. 05 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      93.97,
      524.59,
      141.96
    ],
    "text": "- Imports and Exports (Control) Regulations No. 06 of 2021 (published in the Gazette Extraordinary No. 2224/44) were issued amending the lists of goods related to mobile workshops that are under restrictions as specified by Imports and Exports (Control) Regulations No. 04 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      151.61,
      524.44,
      187.6
    ],
    "text": "06 May 2021 - Imports and Exports (Control) Regulations No. 07 of 2021 (published in the Gazette Extraordinary No. 2226/48) were issued on mineral or chemical fertiliser banning the importation of some items and imposing import control license for other.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      197.25,
      524.44,
      233.24
    ],
    "text": "11 June 2021 - Imports and Exports (Control) Regulations No. 08 of 2021 (published in the Gazette Extraordinary No. 2231/16) were issued imposing import control license on gold and face masks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      242.89,
      524.55,
      278.88
    ],
    "text": "- Imports and Exports (Control) Regulations No. 09 of 2021 (published in the Gazette Extraordinary No. 2231/17) were issued imposing restrictions on exportation of oxygen and respiration apparatus.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      288.53,
      524.48,
      324.52
    ],
    "text": "- Imports and Exports (Control) Regulations No. 10 of 2021 (published in the Gazette Extraordinary No. 2231/18) were issued amending the lists of goods that are under restrictions as specified in Imports and Exports (Control) Regulations No. 04 of 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      334.17,
      524.51,
      370.16
    ],
    "text": "31 July 2021 - Imports and Exports (Control) Regulations No. 11 of 2021 (published in the Gazette Extraordinary No. 2238/45) were issued bringing related mineral or chemical fertilisers under the “import control license” category from the “banned” category.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      379.81,
      524.47,
      415.8
    ],
    "text": "30 September 2021 - Imports and Exports (Control) Regulations No. 12 of 2021 (published in the Gazette Extraordinary No. 2247/12) were issued removing import control license on white crystalline sugar.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      425.45,
      524.44,
      461.44
    ],
    "text": "03 November 2021 - Imports and Exports (Control) Regulations No. 14 of 2021 (published in the Gazette Extraordinary No. 2252/30) were issued removing temporary suspension on rice imports.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.96,
      471.09,
      524.44,
      495.08
    ],
    "text": "30 November 2021 - Imports and Exports (Control) Regulations No. 15 of 2021 (published in the Gazette Extraordinary No. 2256/23) were issued,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      180.85,
      504.73,
      524.45,
      528.72
    ],
    "text": "• removing restrictions on importation of chemical fertiliser, pesticides and herbicides",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      180.84,
      538.37,
      481.43,
      550.36
    ],
    "text": "• imposing import control license on radio navigational aid apparatus",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      180.84,
      560.01,
      343.99,
      572.0
    ],
    "text": "• banning importation of Glyphosate",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.95,
      581.65,
      524.43,
      605.64
    ],
    "text": "12 January 2022 - Imports and Exports (Control) Regulations No. 03 of 2022 (published in the Gazette Extraordinary No. 2262/18) were issued,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      180.84,
      615.29,
      407.14,
      627.28
    ],
    "text": "• removing temporary suspension on long grain rice",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      180.84,
      636.93,
      427.32,
      648.92
    ],
    "text": "• continuing restrictions on fish fillet as per new Hs codes",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      58.95,
      658.57,
      524.43,
      694.56
    ],
    "text": "09 March 2022 - Imports and Exports (Control) Regulations No. 05 of 2022 (published in the Gazette Extraordinary No. 2270/18) were issued with a list of goods, the importation of which requires an import control license.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "293",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.1,
      60.13,
      131.48,
      73.32
    ],
    "text": "Price Revisions",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      59.1,
      81.03,
      524.62,
      105.02
    ],
    "text": "The Maximum Retail Prices (MRPs) of several items imposed by the Consumer Affairs Authority and the Ministry of Health were revised as follows:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      88.19,
      113.85,
      461.91,
      125.84
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.87,
      129.82,
      455.06,
      153.81
    ],
    "text": "08.02.2021White Sugar, Dried Chilies (neither crushed nor ground), Potatoes (imported), Keeri SambaMRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.86,
      156.75,
      455.05,
      180.74
    ],
    "text": "18.06.2021Coconut (circumference over 13 inches, circumference between 12-13 inches, circumference below 12 inches) MRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.85,
      184.01,
      492.55,
      196.0
    ],
    "text": "25.07.2021Liquefied Petroleum (LP) Gas Cylinder of 18 litres (9.6 kg)Imposed district based MRPs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.84,
      200.69,
      505.4,
      232.85
    ],
    "text": "12.08.2021Polymerase Chain Reaction (PCR) Imposed a MRP of Rs. 6,500 per test and report.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.11,
      229.04,
      511.2,
      253.03
    ],
    "text": "Rapid Antigen Test (RAT) Imposed a MRP of Rs. 2,000 per test and report.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.83,
      256.3,
      461.98,
      268.29
    ],
    "text": "19.08.2021Selected medicines and medical devicesMRPs were increased.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.82,
      361.06,
      117.66,
      373.05
    ],
    "text": "02.09.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      271.56,
      506.86,
      295.55
    ],
    "text": "White SugarImposed an importer’s maximum wholesale Price of Rs. 116 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      300.24,
      509.03,
      312.23
    ],
    "text": "White Sugar (unpacketed)Imposed a MRP of Rs. 122 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      317.25,
      509.03,
      329.24
    ],
    "text": "White Sugar (packeted)Imposed a MRP of Rs. 125 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      334.26,
      509.03,
      346.25
    ],
    "text": "Brown or Red Sugar (unpacketed)Imposed a MRP of Rs. 125 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      351.27,
      509.03,
      363.26
    ],
    "text": "Brown or Red Sugar (packeted)Imposed a MRP of Rs. 128 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      364.99,
      517.76,
      438.46
    ],
    "text": "Keeri SambaMRP increased to Rs. 125 per kg from Rs. 120 per kg.White/Red Samba - Steamed/Boiled (excluding Suduru Samba)MRP increased to Rs. 103 per kg from Rs. 98 per kg.White/Red Nadu-Steamed/Boiled (excluding Mottaikarupan and Attakari)MRP increased to Rs. 98 per kg from Rs. 96 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.09,
      439.98,
      517.76,
      463.97
    ],
    "text": "White/Red Raw RiceMRP increased to Rs. 95 per kg from Rs. 93 per kg.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.81,
      463.95,
      511.17,
      487.94
    ],
    "text": "04.09.2021Fingertip Pulse OximeterImposed a MRP of Rs. 3,000 per unit.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.8,
      509.51,
      117.64,
      521.5
    ],
    "text": "29.09.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.07,
      491.51,
      371.89,
      539.5
    ],
    "text": "Keeri Samba, White/Red Samba - Steamed/Boiled (excluding Suduru Samba), White/Red Nadu - Steamed/Boiled (excluding Mottaikarupan and Attakari), White/Red Raw Rice and White/Red Raw Samba",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      371.84,
      509.51,
      454.99,
      521.5
    ],
    "text": "MRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.79,
      547.12,
      454.98,
      583.11
    ],
    "text": "08.10.2021Milk Powder (Full Cream Milk Powder, Non-Fat Milk Powder and Infant Milk Powder), Cement, LP Gas and Wheat FlourMRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      65.78,
      642.74,
      117.62,
      654.73
    ],
    "text": "03.11.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      135.05,
      588.74,
      371.89,
      708.73
    ],
    "text": "Mysore Dhal, Dried Sprats (imported from Thailand and Dubai), Gram, Green Moong, Canned Fish (imported), White Sugar, Wheat Flour, Full Cream Milk Powder (imported and local - 400g and 1kg), Frozen or Chilled Broiler Chicken Meat (whole chicken - with or without skin), Potatoes (imported), B’ Onions (imported), Dried Chilies (neither crushed nor ground), Dried Fish (Katta and Salaya), Sustagen (400g), Maldive Fish, Coconut, Broiler Chicken Meat (whole chicken - with or without skin), Maize (used for any purpose), Canned Fish, Brown or Red Sugar",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      371.82,
      642.74,
      458.37,
      654.73
    ],
    "text": "MRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "294",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      86.91,
      65.44,
      460.63,
      77.43
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      64.59,
      82.45,
      457.19,
      94.44
    ],
    "text": "28.01.2022Locally packaged/bottled drinking waterMRPs were removed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.17,
      98.8,
      516.53,
      134.79
    ],
    "text": "28.02.2022Paracetamol Tablets/Capsules (500mg)MRP was increased to Rs. 2.30 per tablet/capsule from Rs. 1.71 per tablet/capsule.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      67.17,
      138.82,
      460.75,
      162.81
    ],
    "text": "15.03.2022Selected medicines including Paracetamol Tablets/Capsules (500mg)MRPs were increased.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.53,
      173.8,
      124.07,
      186.99
    ],
    "text": "Tax Revisions",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.53,
      195.37,
      123.28,
      207.36
    ],
    "text": "Income Taxes",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.53,
      213.15,
      521.61,
      261.47
    ],
    "text": "13 May 2021 - Inland Revenue Act, No. 24 of 2017 was amended by the Inland Revenue (Amendment) Act, No. 10 of 2021, mainly bringing the budget proposals into law, which were announced in November 2020 and other announcements made in January 2020 and April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.52,
      270.09,
      521.73,
      306.3
    ],
    "text": "29 June 2021 - Extraordinary Gazette Notification No. 2234/6 was issued to prescribe the information technology and enabled services which are exempted from income taxes under the Inland Revenue (Amendment) Act, No. 10 of 2021, with effect from 01 January 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.51,
      314.92,
      116.17,
      326.91
    ],
    "text": "Tax Holidays",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.51,
      335.53,
      521.62,
      371.74
    ],
    "text": "01 April 2021 - Tax holidays were granted for the gains and profits (excluding capital gains) received or derived from the following new businesses subject to the implementation period of two years:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      172.89,
      380.36,
      521.76,
      416.57
    ],
    "text": "• A ten year tax exemption period was granted for an undertaking which sale of construction materials recycled in a selected separate site established in Sri Lanka to recycle the materials which were already used in the construction industry.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      172.87,
      422.36,
      521.59,
      482.79
    ],
    "text": "• A five year tax exemption period was granted for any business commenced on or after 01 April 2021 by an individual after successful completion of vocational education from any institution which is standardised under the Technical and Vocational Education and Training (TVET) concept and regulated by the Tertiary and Vocational Education Commission.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      172.87,
      488.58,
      521.59,
      524.79
    ],
    "text": "• A seven year tax exemption period was granted for an undertaking commenced by a resident person in manufacturing of boats or ships in Sri Lanka and received or derived any gains and profits from the supply of such boats or ships.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      172.85,
      530.58,
      521.82,
      566.79
    ],
    "text": "• A seven year tax exemption period was granted for any ‘renewable energy project’ established with a capacity to produce not less than 100 MW solar or wind power and supplied such power to the national grid.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.52,
      572.58,
      521.8,
      647.95
    ],
    "text": "• A five year tax exemption period was granted for any undertaking commenced on or after 01 January 2021 by any resident person who constructs and installs the communication towers and related appliances using local labour and local raw materials in Sri Lanka or provides required technical services for such construction or installation.Income Tax Exemptions",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      59.52,
      662.24,
      518.74,
      674.23
    ],
    "text": "01 April 2021 - Income tax exemptions were granted for the following with effect from 01 April 2021:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      172.9,
      682.85,
      521.61,
      719.06
    ],
    "text": "• Gains made by a person from the realisation of lands or buildings which were sold, exchanged or transferred to a Sri Lanka Real Estate Investment Trust (SLREIT) listed in the CSE and licensed by the SEC.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "295",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.74,
      60.33,
      524.48,
      97.16
    ],
    "text": "• Dividends and gains on the realisation of units or amounts derived as gains from the realisation of capital asset of a business or investment by a unitholder from any SLREIT.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.77,
      103.26,
      524.47,
      127.67
    ],
    "text": "• Interest accruing to or derived by any welfare society (including a benevolent fund which promotes the savings of members).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.76,
      133.77,
      524.49,
      183.02
    ],
    "text": "• Interest accruing to or derived by any multinational company on any deposit opened and maintained such deposit in foreign currency in any domestic bank, if such deposit is maintained to cover its import expenditure for that year of assessment.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.76,
      189.12,
      524.51,
      225.95
    ],
    "text": "• Interest or discount accrued or derived by any Samurdhi community based banks established under the Department of Samurdhi Development from government securities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.8,
      232.05,
      524.51,
      281.3
    ],
    "text": "• Gains from the realisation of Sri Lanka ISBs, issued by or on behalf of the Government of Sri Lanka and received or derived by a commercial bank or authorised dealer who made an aggregate investment not less than US dollars 100 million in such bonds on or after 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.79,
      287.4,
      524.54,
      336.65
    ],
    "text": "• Gains and profits earned or derived from any business of export of gold, gems or jewellery or from the business of cutting and polishing gems which are brought to Sri Lanka and exported after such cutting and polishing, where such gains and profits earned in foreign currency are remitted through a bank to Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.8,
      342.75,
      524.5,
      416.84
    ],
    "text": "• Gains and profits earned or derived by any Vocational Education Institution from any vocational educational programme which is standardised under the TVET concept and regulated by the Tertiary and Vocational Education Commission, if such institution has doubled their student intake of such programmes for such year of assessment compared to the student intake of the previous year. The exemption is available for a period of five years.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      175.78,
      422.94,
      524.58,
      509.45
    ],
    "text": "• Remittance tax (at the rate of 14 per cent on remitted profit) was exempted for a non-resident company carrying a business in Sri Lanka through a Sri Lankan permanent establishment which earned profits and income and retained such total profit for a period of minimum of three years by investing in Sri Lanka to expand its business or to acquire shares or any securities from the CSE or to acquire any Treasury bill, Treasury bond or Sri Lanka ISBs. The exemption is available for a period of three years.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      62.41,
      517.49,
      179.5,
      530.68
    ],
    "text": "Value Added Tax (VAT)",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      62.37,
      547.88,
      524.63,
      597.13
    ],
    "text": "01 February 2021 - Piece based VAT rate applicable on local supply of certain garments (classified under the HS Chapters 61, 62 and 63) by export oriented Board of Investment (BOI) enterprises, was reduced to Rs. 25 from Rs. 100 with effect from 01 January 2021 (Inland Revenue Department (IRD) public notice – PN/VAT/2021-01).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      62.36,
      608.9,
      524.68,
      658.15
    ],
    "text": "13 May 2021 - Value Added Tax Act, No. 14 of 2002 was amended by the Value Added Tax (Amendment) Act, No. 9 of 2021 mainly bringing into law the reduction of VAT rate effective from December 2019 and the increase in VAT registration threshold effective from January 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      62.35,
      669.92,
      524.52,
      706.75
    ],
    "text": "29 June 2021 - Extraordinary Gazette Notification No. 2234/7 was issued to prescribe information technology and enabled services which are exempted from VAT under the Value Added Tax (Amendment) Act, No. 9 of 2021, with effect from 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "296",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.53,
      60.33,
      521.78,
      109.58
    ],
    "text": "31 March 2022 - Value Added Tax Act, No. 14 of 2002 was amended by the Value Added Tax (Amendment) Act, No. 13 of 2022 to increase the VAT rate from 15 per cent to 18 per cent on the supply of financial services on financial institutions with effect from 01 January 2022 and to exempt certain goods and services from VAT.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.52,
      121.35,
      113.28,
      133.34
    ],
    "text": "Excise Duty",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.52,
      147.95,
      521.78,
      222.04
    ],
    "text": "01 January 2021 - Annual liquor license fees were waived off for hotel license (FL/7) Tourist Board approved and hotels non-Tourist Board approved rooms 5 or over, hotel bar license (FL/8), restaurant license (for restaurants, which are approved/not approved by the Tourist Board) (FL/11), rest house license (FL/12) and consume at the premises (FL/22B) (for premises, which are approved/not approved by the Tourist Board) (Extraordinary Gazette Notification No. 2208/35).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.51,
      230.98,
      521.77,
      267.81
    ],
    "text": "07 January 2021 - Excise duty on bottled toddy manufactured in and issued from any licensed manufactory established in Sri Lanka was reduced to Rs. 25 per liter from Rs. 50 per liter (Extraordinary Gazette Notification No. 2209/42).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.5,
      276.75,
      521.59,
      326.0
    ],
    "text": "11 January 2021 - Some hotels, such as 3 Stars and 4 Stars classes hotels; 5 Stars hotel and above Stars classes/boutique hotels were exempted from the payment of the authorisation fee applicable for the usage of liquor for the year 2021 (Extraordinary Gazette Notification No. 2210/2).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.5,
      334.94,
      521.61,
      359.35
    ],
    "text": "12 November 2021 - Excise duty on locally manufactured liquor was increased as follows (Extraordinary Gazette Notification No. 2253/41):",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      171.39,
      388.33,
      191.56,
      400.32
    ],
    "text": "Type",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      315.89,
      369.2,
      398.45,
      417.19
    ],
    "text": "Prevailed Taxw.e.f. 03.12.2019(Rs. per litre of alcohol)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      423.6,
      369.2,
      506.16,
      417.19
    ],
    "text": "Tax Revisionw.e.f. 13.11.2021(Rs. per litre of alcohol)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      62.47,
      421.89,
      477.82,
      500.23
    ],
    "text": "Special Arrack3,8004,180Molasses/ Palmyra/ Coconut Arrack4,0504,460Country made Foreign Liquor4,1504,570Beer (alcohol percentage less than 5 per cent)3,2003,300Beer (alcohol percentage more than or equal to 5 per cent)3,2003,450Wine3,2003,300",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.51,
      510.96,
      521.63,
      560.21
    ],
    "text": "01 January 2022 - Some hotels, such as 3 Stars and 4 Stars classes hotels; 5 Stars hotels and above Stars classes/ boutique hotels were exempted from payment of the authorisation fee applicable for the usage of liquor until 31 March 2022 (Extraordinary Gazette Notification No. 2260/78).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.51,
      566.31,
      521.72,
      640.4
    ],
    "text": "- Annual liquor license fees were exempted until 31 March 2022, for hotel license (FL/7) Tourist Board approved and hotels non-Tourist Board approved rooms 5 or over, hotel bar license (FL/8), restaurant license (for restaurants, which are approved/not approved by the Tourist Board) (FL/11), rest house license (FL/12) and consume at the premises (FL/22B) (for premises, which are approved/not approved by the Tourist Board) (Extraordinary Gazette Notification No. 2260/79).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.51,
      649.34,
      199.91,
      661.33
    ],
    "text": "Excise Duty (Special Provisions)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      59.51,
      673.1,
      521.84,
      722.35
    ],
    "text": "05 April 2021 - Purchase of 2,000 three-wheelers to the Sri Lanka Police, on the recommendation of the Secretary of the line Ministry in charge of Sri Lanka Police subject to the approval of the Secretary to the Treasury, was exempted from excise duty (Extraordinary Gazette Notification No. 2222/2).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "297",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      60.33,
      524.6,
      120.68
    ],
    "text": "- A new duty structure was introduced on locally assembled/ manufactured motor vehicles and motor bicycles in line with the implementation of Standard Operating Procedures (SOPs) for the automobile manufacturing/assembling industry and automobile component manufacturing industry (Extraordinary Gazette Notification No. 2222/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      129.29,
      524.45,
      153.37
    ],
    "text": "22 April 2021 - Excise duty rates were revised on mobile workshop vehicles (Extraordinary Gazette Notification No. 2224/24).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      161.98,
      524.48,
      210.24
    ],
    "text": "03 August 2021 - Importation of 52 water bowsers and 62 double cabs for essential field activities, on the recommendation of the Director General of Department of National Budget subject to the approval of the Secretary to the Treasury, was exempted from excise duty (Extraordinary Gazette Notification No. 2239/16).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      218.85,
      524.47,
      242.93
    ],
    "text": "12 November 2021 - Excise duty on cigarettes was revised as follows (Extraordinary Gazette Notification No. 2253/42):",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      165.25,
      252.45,
      393.35,
      288.44
    ],
    "text": "TypePrevailed Taxw.e.f. 01.12.2019(Rs. per 1,000 sticks)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      70.98,
      252.45,
      509.57,
      355.95
    ],
    "text": "Tax Revisionw.e.f. 13.11.2021(Rs. per 1,000 sticks)< 60 mm13,3606,75060 mm – 67 mm22,30028,85067 mm – 72 mm37,65041,10072 mm– 84 mm43,10046,600> 84 mm48,35051,800",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      368.22,
      131.97,
      381.4
    ],
    "text": "Customs Duty",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      386.94,
      379.41,
      398.93
    ],
    "text": "Customs duty on the importation of Petrol and Diesel was revised as follows:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      114.22,
      414.51,
      349.88,
      446.9
    ],
    "text": "ItemDateCustoms Import Duty (Rs. per litre)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      366.95,
      414.51,
      426.62,
      446.9
    ],
    "text": "Customs Duty Waiver(Rs. per litre)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      446.69,
      419.91,
      511.4,
      441.5
    ],
    "text": "Applicable Duty(Rs. per litre)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      97.68,
      466.2,
      148.92,
      490.19
    ],
    "text": "Petrol(92 Octane)",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      455.45,
      491.79,
      468.6
    ],
    "text": "31.12.202050.0018.0032.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      471.04,
      491.79,
      484.19
    ],
    "text": "02.02.202150.0029.0021.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      486.63,
      491.8,
      499.78
    ],
    "text": "25.03.202150.0045.005.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      97.67,
      512.97,
      148.91,
      536.96
    ],
    "text": "Petrol(95 Octane)",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      502.22,
      491.78,
      515.37
    ],
    "text": "31.12.202050.0016.0034.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      517.81,
      491.78,
      530.96
    ],
    "text": "02.02.202150.008.0042.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      533.4,
      491.78,
      546.55
    ],
    "text": "25.03.202150.0024.0026.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      99.53,
      565.74,
      147.04,
      577.73
    ],
    "text": "Auto Diesel",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      548.99,
      491.79,
      562.14
    ],
    "text": "31.12.202025.0020.005.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      564.58,
      491.78,
      577.73
    ],
    "text": "02.02.202125.0014.0011.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.66,
      580.17,
      491.79,
      593.32
    ],
    "text": "25.03.202125.0025.000.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      97.3,
      612.51,
      149.29,
      624.5
    ],
    "text": "Super Diesel",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      595.76,
      491.79,
      608.91
    ],
    "text": "31.12.202025.0015.0010.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      611.35,
      491.79,
      624.5
    ],
    "text": "02.02.202125.00-25.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      203.67,
      626.94,
      491.79,
      640.09
    ],
    "text": "25.03.202125.0010.0015.00",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      66.61,
      642.74,
      486.96,
      664.33
    ],
    "text": "Note: The surcharge imposed for a period of three months effective from 24 November 2020 was rescinded on 02 February 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      674.84,
      524.45,
      711.01
    ],
    "text": "11 August 2021 - Customs duty waiver on the importation of milk powder was reduced to Rs. 15 per kg from Rs. 210 per kg (Customs Tariff and Tax Changes of the Sri Lanka Customs Website – TIP/TP/01/47 (Vol. 2)).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "298",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.53,
      60.33,
      252.41,
      72.32
    ],
    "text": "Commodity Export Subsidy Scheme (CESS)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.53,
      83.67,
      521.63,
      155.66
    ],
    "text": "12 January 2021 - CESS was exempted for the export of scrap/waste by an enterprise, generated through the process of manufacture of goods to be exported, out of raw material imported and generated through the process of repair/maintenance works done by that enterprise, which has entered into an agreement with the BOI and registered under the Customs Manufacture-in-Bond Scheme or under the Temporary Importation for Export Processing (TIEP) Scheme (Extraordinary Gazette Notification No. 2210/09).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.52,
      161.34,
      521.64,
      185.33
    ],
    "text": "15 March 2021 - CESS on the importation of tiles and sanitary ware was revised (Extraordinary Gazette Notification No. 2219/15).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.52,
      193.84,
      521.84,
      253.83
    ],
    "text": "17 March 2021 - CESS was exempted for any goods imported by any enterprise and for a Strategic Development Project, which invests US dollars 50 million or above in each stage on a project on or after 06 March 2019, during the project implementation or construction period of the said project but prior to commencement of commercial operations (Extraordinary Gazette Notification No. 2219/36).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.52,
      262.34,
      521.59,
      298.33
    ],
    "text": "11 January 2022 - Existing CESS duty rates were extended according to the new HS Codes created for rice, fisheries products and accessories related to liquefied petroleum gas (Extraordinary Gazette Notification No. 2262/20).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.51,
      304.01,
      196.78,
      316.0
    ],
    "text": "Special Commodity Levy (SCL)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      59.51,
      321.68,
      319.91,
      333.67
    ],
    "text": "SCL on the importation of several items was revised as follows:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      87.01,
      345.2,
      432.75,
      357.19
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      371.8,
      311.39,
      395.79
    ],
    "text": "13.01.2021B'onions, Red and Yellow Lentils (whole and split) and Sugar",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.34,
      365.8,
      520.08,
      401.79
    ],
    "text": "Imposition of SCL was extended for a period of three months (Extraordinary Gazette Notification No. 2210/16).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      411.15,
      311.38,
      447.14
    ],
    "text": "18.01.2021Grated or Powdered Cheese, Seeds of Coriander, Turmeric (neither crushed nor ground and other)and Black Gram Flour",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.34,
      411.15,
      520.08,
      447.14
    ],
    "text": "Imposition of SCL was extended for a period of six months (Extraordinary Gazette Notification No. 2211/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      486.93,
      112.91,
      498.92
    ],
    "text": "11.02.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      137.61,
      456.5,
      520.07,
      492.49
    ],
    "text": "SpratsSCL was increased to Rs. 100 per kg from Rs. 1 per kg for a period of six months (Extraordinary Gazette Notification No. 2214/58).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      137.61,
      503.6,
      520.07,
      527.59
    ],
    "text": "Dried Fish and PotatoesSCL was decreased for a period of six months (Extraordinary Gazette Notification No. 2214/58).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      541.54,
      311.38,
      577.53
    ],
    "text": "03.03.2021Mackerel, Jack and Horse mackerel, Black Gram, Cowpeas, Millet and Kurakkan",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.34,
      541.54,
      520.07,
      577.53
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2217/23).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      598.56,
      311.39,
      622.55
    ],
    "text": "13.04.2021B'onions, Red and Yellow Lentils (whole and split) and Sugar",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.34,
      592.56,
      520.08,
      628.55
    ],
    "text": "Imposition of SCL was extended for a period of six months (Extraordinary Gazette Notification No. 2223/2).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      61.07,
      643.58,
      311.4,
      679.57
    ],
    "text": "26.04.2021Fish (fresh, chilled or frozen), Maldive Fish, Green Gram (Moong), Mangoesteens (fresh and dried) and Kiwifruit",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.34,
      643.58,
      520.07,
      679.57
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2225/1).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "299",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      89.85,
      68.0,
      435.58,
      79.99
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      63.91,
      162.96,
      115.75,
      174.95
    ],
    "text": "27.04.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      140.45,
      144.53,
      224.83,
      156.52
    ],
    "text": "Desiccated Coconuts",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      314.18,
      84.34,
      522.94,
      216.94
    ],
    "text": "SCL of Rs. 300 per kg was imposed for a period of three months (Extraordinary Gazette Notification No. 2225/8).The balance amount after collecting Rs. 1 per kg from the applicable SCL of Rs. 300 per kg on importation of Desiccated Coconuts by the Government owned B.C.C. Lanka Limited up to a total of 13,000 MTs per month on the recommendation of the Secretary of the Ministry of Industries was waived off for a period of three months (Extraordinary Gazette Notification No. 2225/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      140.45,
      217.55,
      522.92,
      253.54
    ],
    "text": "PotatoesSCL was increased to Rs. 50 per kg from Rs. 15 per kg for a period of six months (Extraordinary Gazette Notification No. 2225/13).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      66.49,
      311.76,
      118.33,
      323.74
    ],
    "text": "17.05.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.03,
      257.76,
      311.65,
      377.74
    ],
    "text": "Yoghurt, Red Onions, Garlic, Peas (whole and split), Chickpeas (whole and split), Dates (fresh and dried), Oranges (fresh and dried), Lemons (fresh and dried), Grapes (fresh and dried), Apples, Quinces, Chillies (dried, neither crushed), Chillies (crushed or ground), Seeds of Cumin, Seeds of Fennel, Maize, Ground Nuts (shelled), Margarine, Canned Fish and Face Masks",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      316.76,
      299.76,
      520.34,
      335.74
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2228/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      66.49,
      426.55,
      118.33,
      438.54
    ],
    "text": "14.06.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.03,
      384.55,
      311.65,
      480.54
    ],
    "text": "Clementines (fresh and dried), Grapefruit, including pomelos (fresh and dried), Pears, Apricots, Sour Cherries (prunus cerasus), Cherries (other), Peaches (including nectarines), Plums and Sloes, Vegetable Fats and Oils and their Fractions and Margarine (other)",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      316.76,
      414.55,
      520.34,
      450.54
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2232/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      66.49,
      488.26,
      311.64,
      524.24
    ],
    "text": "18.07.2021Grated or Powdered Cheese, Seeds of Coriander, Turmeric (neither crushed nor ground and other) and Black Gram Flour",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      316.76,
      488.26,
      520.34,
      524.24
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2236/66).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      66.49,
      617.9,
      118.33,
      629.89
    ],
    "text": "11.08.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.03,
      530.78,
      311.64,
      566.77
    ],
    "text": "Sprats, Dried Fish, Butter, Dairy Spreads, Mathe Seed, Kurakkan Flour, Mustard Seeds and Salt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      316.76,
      530.78,
      520.34,
      566.77
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2240/20).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      143.03,
      637.73,
      158.2,
      649.72
    ],
    "text": "Salt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      316.76,
      571.73,
      520.34,
      715.72
    ],
    "text": "The balance amount after collecting Rs. 10 per kg from the applicable SCL of Rs. 40 per kg on importation of Salt by any pharmaceuticals manufacturing enterprises, registered with the National Medicines Regulatory Authority (NMRA) for the purpose of manufacturing pharmaceuticals, not for commercial purpose, on the recommendation of the Secretary of the State Ministry in charge of subject of Production, Supply and Regulation of Pharmaceuticals was waived off for a period of one year (Extraordinary Gazette Notification No. 2240/20).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "300",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      87.01,
      64.45,
      432.75,
      76.44
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      63.65,
      80.8,
      517.52,
      116.79
    ],
    "text": "07.09.2021B’onionsSCL was increased to Rs. 40 per kg from 25 Cents per kg for a period of six months (Extraordinary Gazette Notification No. 2244/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      62.49,
      177.84,
      155.54,
      189.83
    ],
    "text": "11.10.2021Rice",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      312.76,
      120.49,
      518.67,
      156.48
    ],
    "text": "SCL of Rs. 65 per kg was imposed for a period of four months (Extraordinary Gazette Notification No. 2249/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      161.69,
      517.53,
      245.68
    ],
    "text": "The balance amount after collecting 25 cents per kg from the applicable SCL of Rs. 65 per kg on importation of Rice by Sri Lanka State Trading(General) Corporation, on the recommendation of the Secretary of the Ministry of Trade, was waived off for a period of four months (Extraordinary Gazette Notification No. 2249/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      63.66,
      254.84,
      308.8,
      278.83
    ],
    "text": "13.10.2021Potatoes, Red and Yellow Lentils (whole and split) and Sugar",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      250.84,
      517.51,
      282.83
    ],
    "text": "Imposition of SCL was extended for a period of six months (Extraordinary Gazette Notification No. 2249/16).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      63.66,
      353.76,
      115.5,
      365.75
    ],
    "text": "02.11.2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      140.2,
      306.99,
      157.31,
      318.98
    ],
    "text": "Rice",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      288.99,
      517.51,
      336.98
    ],
    "text": "The balance amount after collecting 25 cents per kg from the applicable SCL of Rs. 65 per kg was waived off for a period of six months (Extraordinary Gazette Notification No. 2252/25).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      140.2,
      382.11,
      165.05,
      394.1
    ],
    "text": "Maize",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      346.11,
      517.52,
      430.1
    ],
    "text": "The balance amount after collecting Rs. 1 per kg from the applicable SCL of Rs. 25 per kg on importation of maize for production of ‘Thriposha’, by the Government owned Sri Lanka Thriposha Limited, up to a total of 2,000 MTs, was waived off for a period of one month (Extraordinary Gazette Notification No. 2252/9).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      63.66,
      498.33,
      228.18,
      510.32
    ],
    "text": "23.11.2021Desiccated Coconuts",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      439.56,
      517.51,
      475.55
    ],
    "text": "Imposition of SCL was extended for a period of six months (Extraordinary Gazette Notification No. 2255/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      485.01,
      517.53,
      569.0
    ],
    "text": "The balance amount after collecting Rs. 1 per kg from the applicable SCL of Rs. 300 per Kg on importation of Desiccated Coconuts by B.C.C. Lanka Ltd was waived off, on the recommendation of the Secretary of the Ministry of Industries, for a period of six months (Extraordinary Gazette Notification No. 2255/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      63.66,
      624.47,
      165.05,
      636.46
    ],
    "text": "21.12.2021Maize",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      313.93,
      576.47,
      517.53,
      684.46
    ],
    "text": "The balance amount after collecting Rs. 10 per kg from the applicable SCL of Rs. 25 per kg on importation of Maize for production of “animal feeds” by the Manufactures, who have obtained approval/recommendation of the Department of Animal Production and Health up to a total of 40,000 MTs, was waived off for a period of six months (Extraordinary Gazette Notification No. 2259/9).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "301",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      89.85,
      64.45,
      435.58,
      76.44
    ],
    "text": "DateItemRevision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      66.49,
      112.64,
      235.53,
      124.63
    ],
    "text": "31.12.2021Potatoes and B’onions",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      316.76,
      82.64,
      520.33,
      154.63
    ],
    "text": "SCL on the importation of potatoes was decreased to Rs. 20 per kg from Rs. 50 per kg, while SCL on the importation of b’onions was decreased to Rs. 10 per kg from Rs. 40 per kg for a period of six months (Extraordinary Gazette Notification No. 2260/72).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      66.49,
      163.0,
      520.34,
      198.99
    ],
    "text": "11.01.2022Rice and SugarImposition of SCL was extended for a period of six months (Extraordinary Gazette Notification No. 2262/15).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      66.49,
      294.87,
      118.33,
      306.86
    ],
    "text": "03.03.2022",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      143.03,
      255.27,
      167.88,
      267.26
    ],
    "text": "Maize",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      316.76,
      205.47,
      520.37,
      241.46
    ],
    "text": "SCL was decreased to Rs. 10 per kg from Rs. 25 per kg for a period of six months (Extraordinary Gazette Notification No. 2269/48).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      316.76,
      245.07,
      520.35,
      317.06
    ],
    "text": "The balance amount after collecting Rs. 1 per kg from the applicable SCL of Rs. 10 per kg on the importation of maize for production of ‘Thriposha’, by Sri Lanka Thriposha Limited was waived off for a period of six months (Extraordinary Gazette Notification No. 2269/48).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      143.03,
      320.67,
      520.33,
      356.66
    ],
    "text": "Grain Sorghum (other)SCL of Rs. 10 per kg was imposed for a period of six months (Extraordinary Gazette Notification No. 2269/48).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      143.03,
      366.27,
      311.62,
      390.26
    ],
    "text": "Mackerel, Black Gram, Cowpeas and Kurakkan",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      316.76,
      360.27,
      520.34,
      396.26
    ],
    "text": "Imposition of SCL was extended for a period of one year (Extraordinary Gazette Notification No. 2269/56).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      66.49,
      417.87,
      118.33,
      429.86
    ],
    "text": "09.03.2022",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      143.03,
      399.87,
      311.64,
      447.86
    ],
    "text": "Yoghurt, Butter, Dairy Spreads, Grated or Powdered Cheese, Dates (fresh and dried), Oranges (fresh), Grapes (fresh and dried) and Apples",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      316.76,
      406.87,
      520.32,
      440.86
    ],
    "text": "SCL was increased for a period of six months (Extraordinary Gazette Notification No. 2270/19).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      62.37,
      457.84,
      255.03,
      469.83
    ],
    "text": "Ports and Airports Development Levy (PAL)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      62.37,
      482.52,
      524.63,
      534.53
    ],
    "text": "22 February 2021 - PAL on milk and cream, concentrated or containing added sugar or other sweetening matter (the products under HS codes 0402.10.00, 0402.21.00, 0402.29.00) was reduced to 2.5 per cent from 10 per cent (Extraordinary Gazette Notification No. 2216/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      62.37,
      547.22,
      524.48,
      639.25
    ],
    "text": "09 March 2021 - Importation of project related capital goods by any enterprise, which has entered into an agreement with the BOI, for the use in any project of such enterprise having a stage wise capital investment of not less than US dollars 50 million during the project implementation or construction period and prior to the commencement of commercial operations except any project approved under the Commercial Hub Regulations and Strategic Development Project (SDP) Act, No. 14 of 2008, was exempted from PAL (Extraordinary Gazette Notification No. 2218/51).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      62.37,
      651.94,
      524.49,
      703.95
    ],
    "text": "19 March 2021 - Importation of furnace oil by the Ceylon Petroleum Corporation, specifically for the production of bitumen on the recommendation of the Secretary to the Ministry in charge of the subject of Petroleum, subject to the approval of the Director General of Customs, was exempted from PAL (Extraordinary Gazette Notification No. 2219/68).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "302",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.53,
      63.16,
      521.73,
      99.95
    ],
    "text": "19 April 2021 - PAL rate of 7.5 per cent on LP gas was revised as 7.5 per cent on LP gas or Rs. 2,000 per Metric Ton (MT) whichever is lower, until international LP gas prices reach US dollars 325 per MT (Extraordinary Gazette Notification No. 2224/8).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      111.7,
      521.58,
      136.09
    ],
    "text": "11 June 2021 - PAL on cocoa beans, whole or broken, raw or roasted was reduced to 5 per cent from 10 per cent (Extraordinary Gazette Notification No. 2231/19).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      147.84,
      521.63,
      184.63
    ],
    "text": "11 August 2021 - Milk and cream, concentrated or containing added sugar or other sweetening matter (the products under HS codes 0402.10.00, 0402.21.00 and 0402.29.00) were exempted from PAL (Extraordinary Gazette Notification No. 2240/21).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      196.38,
      521.86,
      270.37
    ],
    "text": "06 January 2022 - Medical equipment, machinery, apparatus, accessories and parts thereof, hospital furniture, drugs, or chemicals donated to a government hospital or the Ministry of Health for the provision of health services to address any pandemic or public health emergency, approved by the Minister assigned the subject of Finance, on the recommendation of the secretary to the Ministry of the Minister assigned the subject of Health, were exempted from PAL (Extraordinary Gazette Notification No. 2261/58).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      282.12,
      521.64,
      306.51
    ],
    "text": "11 January 2022 - Exemptions and concessionary rates were granted for several items under the newly created national HS subdivisions (Extraordinary Gazette Notification No. 2262/19).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      318.26,
      168.12,
      330.25
    ],
    "text": "Other Taxes and Levies3",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.53,
      341.97,
      521.61,
      378.76
    ],
    "text": "05 January 2021 - A motor vehicle imported by a Member of Parliament of the 8th Parliament under a permit issued by the Secretary of line Ministry of the subject of Parliament Affairs was exempted from Luxury Tax (Extraordinary Gazette Notification No. 2209/23).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      390.51,
      521.61,
      414.9
    ],
    "text": "09 February 2021 - Levy on Teledramas, Films and Commercials on the telecast of foreign teledramas and films was re-imposed (Extraordinary Gazette Notification No. 2214/25).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.52,
      426.65,
      521.61,
      451.04
    ],
    "text": "10 May 2021 - A provision was introduced to obtain a certificate of clearance for telecasting foreign commercials for one month (Extraordinary Gazette Notification No. 2227/2):",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      181.16,
      489.88,
      224.37,
      501.87
    ],
    "text": "Duration",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      356.9,
      471.88,
      415.91,
      519.87
    ],
    "text": "Prevailed Taxw.e.f. 08.11.2017 (Rs.)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      447.1,
      471.88,
      501.46,
      519.87
    ],
    "text": "Revised Taxw.e.f. 11.05.2021(Rs.)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.31,
      527.88,
      328.57,
      551.87
    ],
    "text": "For any number of telecasts by any licensed institution made during,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      64.29,
      556.49,
      498.4,
      596.76
    ],
    "text": "• a period of 30 days from the date of Certificate of Clearance - 100,000 • a period of 183 days from the date of Certificate of Clearance 500,000 500,000 • a period of 365 days from the date of Certificate of Clearance 1,000,000 1,000,000",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.51,
      613.65,
      521.63,
      662.84
    ],
    "text": "15 September 2021 - The Finance Act, No. 18 of 2021 was enacted allowing for persons to voluntarily disclose their undisclosed taxable supplies, income and assets which are required to be disclosed under certain laws and to impose a tax on voluntary disclosure of such taxable supplies, income and assets.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      59.51,
      674.59,
      521.64,
      698.98
    ],
    "text": "20 January 2022 - A bill was presented to the Parliament to impose a Special Goods and Services Tax (SGST) as a composite tax in lieu of exiting taxes (tax, duty, levy, CESS or any other",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 27,
    "bbox": [
      60.66,
      709.13,
      290.15,
      716.33
    ],
    "text": "3 Include major policy measures implemented since 01 January 2021 until 08 April 2022.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "303",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      172.91,
      59.48,
      521.62,
      84.05
    ],
    "text": "charge imposed) on liquor, cigarettes, vehicles (inclusive of parts for assembling of vehicles), telecommunications, and betting and gaming.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.52,
      95.98,
      521.6,
      158.29
    ],
    "text": "08 April 2022 - Surcharge Tax Act, No.14 of 2022 was enacted to impose a retrospective one-time surcharge tax of 25 per cent on individuals, partnerships, and companies, whose taxable income is calculated in accordance with the provisions of the Inland Revenue Act, No. 24 of 2017, and their taxable income exceeding Rs. 2 billion for the tax assessment year, commencing from 01 April 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      169.27,
      89.02,
      182.46
    ],
    "text": "Other",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      194.16,
      521.64,
      218.73
    ],
    "text": "05 January 2021 - A dedicated pharmaceutical manufacturing zone in Arabokka, Hambantota was set up (Extraordinary Gazette Notification No. 2209/22).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      230.66,
      521.59,
      255.23
    ],
    "text": "04 March 2021 - The National Financial Inclusion Strategy (NFIS) of Sri Lanka was launched with an aspiring vision of “Better Quality Inclusion for Better Lives”.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      267.16,
      521.61,
      291.73
    ],
    "text": "05 March 2021 - Relevant information of the establishment of “Ceylon Tyre Manufacturing Company (Pvt) Ltd” was published (Extraordinary Gazette Notification No. 2217/40).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      303.66,
      521.61,
      328.23
    ],
    "text": "23 March 2021 - Relevant information of the Colombo International Financial Centre (CIFC) Mixed Development Project was published (Extraordinary Gazette Notification No. 2220/30).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.53,
      340.16,
      521.8,
      377.31
    ],
    "text": "19 April 2021 - Infrastructure requirement and granting incentives for each enterprise of the dedicated pharmaceutical manufacturing zone was declared (Extraordinary Gazette Notification No. 2224/2).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.52,
      389.24,
      521.79,
      426.39
    ],
    "text": "20 April 2021 - Infrastructure requirement and granting incentives for each enterprise of the dedicated textile manufacturing zone was declared (Extraordinary Gazette Notification No. 2224/9).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.51,
      438.32,
      521.84,
      475.47
    ],
    "text": "21 May 2021 - Circular No. 01 of 2021 on “Consolidated Operating Instructions (COI) on Market Operations” was issued to Participatory Institutions on matters relating to Open Market Operations (OMO) and Standing Facilities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.51,
      487.4,
      521.62,
      524.55
    ],
    "text": "24 May 2021 - Time granted to implement the “Welcomhotels Lanka (Pvt) Ltd” project was extended for a further period of 18 months from 01 January 2022 (Extraordinary Gazette Notification No. 2229/2).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.51,
      536.48,
      521.61,
      573.63
    ],
    "text": "- Time granted to implement the “AVIC International Hotels Lanka Ltd” project was extended for a further period of 19 months from 25 March 2020 (Extraordinary Gazette Notification No. 2229/3).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.51,
      585.56,
      521.62,
      622.71
    ],
    "text": "27 May 2021 - Colombo Port City Economic Commission Act, No. 11 of 2021 was approved by the Parliament to establish the Colombo Port City Special Economic Zone and the Colombo Port City Economic Commission.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.51,
      634.64,
      521.67,
      684.37
    ],
    "text": "30 July 2021 - Project information including exemptions and conditions to adhere with regarding the Strategic Development Project of the Development and Operation of West Container Terminal-1 (WCT-1) project under the Colombo Port Expansion Project was published (Extraordinary Gazette Notification No. 2238/39).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 28,
    "bbox": [
      59.5,
      696.3,
      521.61,
      720.87
    ],
    "text": "- Tax exemptions/concessions granted for each enterprise of the dedicated textile manufacturing zone were declared (Extraordinary Gazette Notification No. 2238/40).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "304",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      60.33,
      521.65,
      96.32
    ],
    "text": "01 February 2022 - Operating Instructions No. 01 of 2022 were issued to all Dealer Direct Participants on the provision of the Intra-Day Liquidity Facility (ILF) against Scripless Government Securities on the LankaSettle System.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      109.54,
      184.59,
      122.73
    ],
    "text": "Government Expenditure",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      133.84,
      521.62,
      157.83
    ],
    "text": "23 June 2021 - A supplementary allocation of Rs. 200 billion was approved by Parliament (No. 80 Order Paper of Parliament).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      169.18,
      521.63,
      193.17
    ],
    "text": "05 August 2021 - A supplementary allocation of Rs. 11.8 billion was approved by Parliament (No. 89 Order Paper of Parliament).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      204.52,
      503.91,
      216.51
    ],
    "text": "13 August 2021 - A special law warrant of Rs. 19 billion was approved by the Minister of Finance.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      227.86,
      521.65,
      287.85
    ],
    "text": "16 August 2021 - National Minimum Wage of Workers Act, No. 3 of 2016 was amended by the National Minimum Wage of Workers (Amendment) Act, No. 16 of 2021, to increase the national minimum monthly wage for all workers in any industry or service to Rs. 12,500 from Rs. 10,000 and to increase the national minimum daily wage of a worker to Rs. 500 from Rs. 400.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.52,
      299.2,
      521.68,
      335.19
    ],
    "text": "12 November 2021 - The Appropriation Act, No. 7 of 2020 was amended by the Appropriation (Amendment) Act, No. 26 of 2021 to increase the borrowing limit by Rs. 400 billion to Rs. 3,397 billion from Rs. 2,997 billion.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.51,
      346.54,
      475.52,
      358.53
    ],
    "text": "10 December 2021 - The Appropriation Act, No. 30 of 2021 was approved by the Parliament.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.51,
      369.88,
      521.63,
      393.87
    ],
    "text": "06 January 2022 - The age of compulsory retirement of the public officers was extended up to 65 years (Public Administration Circular No. 02/2022).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.51,
      405.22,
      521.62,
      441.21
    ],
    "text": "13 January 2022 - A monthly allowance of Rs. 5,000, which is not taken into account for the calculation of pension, was granted to public officers and pensioners with effect from 01 January 2022 (Public Administration Circular No. 03/2022).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.51,
      452.56,
      521.59,
      476.55
    ],
    "text": "08 March 2022 - Guidelines were issued to public sector to minimise the usage of electricity and fuel (Public Administration Circular No. 04/2022).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      489.76,
      153.67,
      502.95
    ],
    "text": "Debt Management",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.53,
      519.73,
      521.68,
      579.72
    ],
    "text": "26 January 2021 - Measures were taken to facilitate direct placements of SLDBs for banks through collateralised funding arrangements and/or sourcing of foreign currency positions to facilitate the foreign currency funding requirements of the General Treasury until the market conditions return to normalcy and are conducive for the Government to raise funds in the international capital markets.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.52,
      588.23,
      521.6,
      636.22
    ],
    "text": "03 February 2021 - Measures were taken to publish the maximum yield rate for acceptance only for 364 day maturity and accommodate acceptance for 91 day and 182 day maturities within the announced yield rate for 364 day maturity at the Treasury bill auctions, while continuing to publish the maximum yield rate for acceptance for all Treasury bond maturities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 29,
    "bbox": [
      59.52,
      644.73,
      521.65,
      704.72
    ],
    "text": "26 March 2021 - Measures were taken to record all secondary market trades of government securities on the trade date with a view to enhancing and strengthening the secondary market trading practices, improving the reliability of trading, and increasing investor safety and confidence. Accordingly, all participants to the LankaSettle System were required to report all trades to the Central Bank effective from 01 April 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      325.37,
      31.54,
      527.24,
      44.42
    ],
    "text": "MAJOR ECONOMIC POLICY MEASURES : 2021",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "305",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      61.04,
      524.47,
      97.03
    ],
    "text": "07 June 2021 - Measures were taken to encourage the private sector to pursue avenues to raise offshore funding leveraging on its strengths and facilitate such funds in SLDBs, to hedge the foreign exchange risk of offshore borrowing.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      105.54,
      524.48,
      153.53
    ],
    "text": "09 June 2021 - Measures were taken to facilitate LCBs and NSB to invest funds sourced externally in US dollar denominated ISBs and SLDBs, equally splitting such investments into both ISBs and SLDBs, to encourage investment opportunities in the country and to further enhance foreign currency inflows.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      162.04,
      524.45,
      234.03
    ],
    "text": "14 June 2021 - Fiscal Management (Responsibility) Act, No. 3 of 2003 was amended by the Fiscal Management (Responsibility) (Amendment) Act, No. 12 of 2021 to increase the maximum level of guaranteed debt to 15 per cent of GDP from 10 per cent of GDP, and to shift the targeted period of maintaining total liabilities of the Government (including external debt at the prevailing exchange rate) below 60 per cent of GDP to end 2030 from end 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      242.54,
      524.42,
      278.53
    ],
    "text": "23 June 2021 - A resolution to increase the limit on Treasury bills to Rs. 3,000 billion from the previous limit of Rs. 2,000 billion was approved by the Parliament (No. 80 Order Paper of Parliament).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.35,
      287.04,
      524.44,
      323.03
    ],
    "text": "08 July 2021 - Measures were taken to permit companies incorporated in Sri Lanka to invest in ISBs utilising 50 per cent of the foreign currency borrowed from a person resident outside Sri Lanka while the balance 50 per cent of such borrowed funds is to be invested in SLDBs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.35,
      334.38,
      524.62,
      358.37
    ],
    "text": "20 July 2021 - The Treasury bond primary issuance system was extended by a way of a Direct Issuance Window (DIW) with following features:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      175.73,
      369.72,
      524.45,
      429.71
    ],
    "text": "• International Securities Identification Numbers (ISINs) that were fully accepted at Phase I at an auction will be opened for subscription under the DIW until the day prior to the auction settlement date at the Weighted Average Yield Rate determined for the said ISINs at the auction, up to 20 per cent of the amount offered from the respective ISINs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      175.74,
      438.22,
      524.45,
      474.21
    ],
    "text": "• In the event of oversubscription at the DIW, allocation will be made based on successful participation at the auction by participants for the respective ISINs at Phase I.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      485.56,
      524.49,
      509.55
    ],
    "text": "22 September 2021 - Measures were taken to halt the publication of maximum acceptance yield rate for 364-day maturity at Treasury bill auctions with effect from 22 September 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      520.9,
      524.68,
      568.89
    ],
    "text": "23 September 2021 - Minimum acceptance at Phase I to execute Phase III of the web based Treasury bond issuance system was increased up to 80 per cent of the offered amount from respective ISINs at Phase I. Further, execution of Phase III of the Treasury bond issuance process was limited to Treasury bonds with remaining maturity of 5 years or below.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.36,
      580.24,
      524.67,
      628.23
    ],
    "text": "24 December 2021 - A Direct Window for SLDBs was introduced in order to facilitate an investment opportunity in SLDBs for recipients of goods and services export proceeds and other foreign currency holders including Sri Lankans working abroad, in line with the Extraordinary Gazette No. 2251/42 dated 28 October 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 30,
    "bbox": [
      62.35,
      639.58,
      524.66,
      711.57
    ],
    "text": "01 February 2022 - An incentive scheme was introduced for Arrangers including Designated Agents (DAs) who bring in investments for SLDBs via the Direct Window. The incentive is equivalent to a US dollar investment amount in SLDBs brought in multiplied by 50 basis points (0.5 per cent), converted to Sri Lankan rupees (LKR) as per the indicative exchange rate applicable on the settlement date of the transaction. Incentives will be disbursed through DAs to the designated LKR account.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      10.0
    ]
  }
]