[
  {
    "page_number": 0,
    "bbox": [
      194.88,
      40.3,
      227.56,
      49.27
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      174.96,
      80.45,
      245.42,
      90.53
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.918624877929688,
      9.968551635742188
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.24,
      105.1,
      390.86,
      198.07
    ],
    "text": "1. This, the eighth Annual Report of the Monetary Board of the Central Bank of Ceylon, is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949. This section provides that within three months after the end of the financial year—that is, by March 31—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.54574966430664,
      8.588750839233398,
      8.62244987487793,
      8.770172119140625,
      8.80958366394043,
      8.838284492492676,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.48,
      214.3,
      391.51,
      355.27
    ],
    "text": "2. Sir Arthur Ranasinha, Governor, left the island on September 14, 1957, to attend the Annual Meeting of the International Monetary Fund and the Inter­national Bank for Reconstruction and Development and to assist at the Common­wealth Finance Ministers' Conference in Mont Tremblant, Canada. Mr. D. W. Rajapatirana, Senior Deputy Governor, who had been nominated by the Government as a Ceylon Representative to the Twelfth Session of the United Nations General Assembly at New York, left the island on September 9, 1957, and resumed duties in the Central Bank with effect from December 23, 1957. In terms of section 22 of the Monetary Law Act and with the concurrence of the Minister of Finance, Mr. W. Tennekoon was appointed a Deputy Governor of the Central Bank with effect from July 10, 1957. Mr. D. W. Rajapatirana, Deputy Governor, was designated Senior Deputy Governor with effect from the same date.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.380819320678711,
      8.530073165893555,
      8.646385192871094,
      8.783888816833496,
      8.822421073913574,
      8.833309173583984,
      8.873106002807617,
      9.077386856079102
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      29.52,
      371.5,
      392.3,
      556.87
    ],
    "text": "3. Mr. P. R. W. Legh, who was functioning as an Adviser, relinquished duties with the Bank with effect from April 26, 1957, on the expiry of his term of service. Mr. E. B. Bennett of the Bank of England succeeded him. Mr. D. C. Gunesekera, Chief Accountant, who was appointed an Alternate Executive Director of the International Bank for Reconstruction and Development, left the island on October 23, 1957. Dr. Gamani Corea, Acting Director of Economic Research, was appointed Director, Planning Secretariat and Secretary, National Planning Council with effect from May 1, 1957. Mr. S. E. P. Jansz was appointed Acting Director of Economic Research with effect from May 1, 1957, and Mr. P. V. M. Fernando appointed Acting Director of Bank Supervision with effect from July 10, 1957. Mr. S. D. Amerasinghe was appointed Acting Chief Accountant with effect from October 24, 1957. Besides Dr. Gamani Corea, one other Staff Officer attached to the Economic Research Department continued to devote his full time to work in the Planning Secretariat attached to the Cabinet Planning Committee. Other Staff Officers of the Research Department assisted various Ministries from time to time during the year on special assignments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.32016372680664,
      8.778471946716309,
      8.817771911621094,
      8.833309173583984,
      8.8515625,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      29.76,
      575.74,
      389.9,
      596.47
    ],
    "text": "4. The Bank's financial year is the calendar year. The following. report is concerned primarily with the year 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454320907592773,
      8.873106002807617
    ]
  }
]