[
  {
    "page_number": 0,
    "bbox": [
      203.52,
      41.81,
      254.39,
      51.89
    ],
    "text": "( 37 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.52,
      63.17,
      409.91,
      97.25
    ],
    "text": "bles (2 per cent), dried chillies (22 per cent), red onions (8 per cent), tea (about 15 per cent) and coffee (36 per cent). As a result, food prices appear to have risen by about 10 per cent, on the average.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.242079734802246,
      9.649991989135742,
      9.673432350158691,
      9.974115371704102
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.8,
      111.65,
      410.15,
      205.73
    ],
    "text": "A sectoral classification indicates that the index for the domestic group increased by 16 per cent in 1978 compared to an increase of 9 per cent in the previous year. The sub index for the import group which showed a decline of 3 per cent in 1977 recorded an increase of 49 per cent this year. On the other hand the sub index for the export group remained constant as against an increase of 59 per cent in 1977. In a similar comparision, it appears that the sub index for the consumer group rose by 12 per cent. Intermediate and Investment goods rose by 30 per cent each.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253765106201172,
      9.38589096069336,
      9.543553352355957,
      9.673432350158691,
      9.910564422607422,
      9.91645336151123,
      9.916621208190918,
      9.9209623336792,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.76,
      220.61,
      194.04,
      230.69
    ],
    "text": "Price Controls and Rationing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.8,
      238.85,
      409.55,
      284.93
    ],
    "text": "Price controls on most items were abolished as a part of the economic reforms of 1977. In 1978, coriander was removed from price control while no additions were made to the short list of items under price control. The controlled prices of wheat flour, bread, dhal and milk were raised.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.414432525634766,
      9.673432350158691,
      10.101696968078613
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.04,
      295.25,
      409.14,
      401.33
    ],
    "text": "The revised scheme for the rationing and distribution of essential food items announced in November, 1977 was implemented from February, 1978. Under the new scheme, the issue of subsidized rice on ration was confined to a target group of low income (below Rs. 3,600 per year) earners, constituting about one half of the population. The sugar ration was limited to children within this group. As a result, a large portion of the rice trade came suddenly on the free market, which proved to be a highly efficient one. Price of rice in this market tended to stabilize around Rs. 2.90 to Rs. 3.20 for average quality.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.352038383483887,
      9.673432350158691,
      9.916078567504883,
      9.930140495300293,
      9.93322467803955,
      9.936725616455078,
      9.974115371704102,
      10.016739845275879,
      10.041717529296875,
      10.046911239624023
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.56,
      413.81,
      408.83,
      459.89
    ],
    "text": "A Consumer Protection Law was introduced with the avowed purpose of protecting the consumer from exploitation, without hindering the operation of a free market. The National Prices Commission generally limited itself to price fixing in public enterprises.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253765106201172,
      9.553267478942871,
      9.673432350158691,
      9.936725616455078
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.56,
      473.91,
      81.23,
      481.77
    ],
    "text": "W A G E S",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.332069396972656
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      485.81,
      409.14,
      639.89
    ],
    "text": "Minimum wages of government employees, as measured by the Central Bank Index, which rose by 1-3 per cent in 1977 rose once again by about 15 per cent in 1978. The nominal wage rate of clerical and technical employees rose by 12 per cent, compared to an increase of 1 per cent, in 1977. Similarly, wages of minor employees rose by 16 per cent and that of school teachers, by 10 per cent, as compared with increases of 2 per cent each in the previous year. The major reason for this increase in money wage rates was the pay rise granted to government employees in December, 1977. Although money wages showed a substantial increase over the previous year, they remained constant through­out 1978. A more substantial wage increase was announced in November, 1978 but this would come into effect only in 1979- Allowing for the rate of inflation in the economy, real wages in this sector appear to have declined, except in the case of minor employees.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.384522438049316,
      9.41755485534668,
      9.42458724975586,
      9.433588981628418,
      9.434905052185059,
      9.476461410522461,
      9.49688720703125,
      9.570241928100586,
      9.648404121398926,
      9.673432350158691,
      9.921045303344727,
      9.961528778076172,
      10.0018892288208,
      10.041717529296875,
      10.104483604431152,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      206.4,
      43.97,
      255.6,
      54.05
    ],
    "text": "( 38 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.4,
      65.57,
      411.06,
      195.65
    ],
    "text": "Money wages of workers in the private sector who ate covered by Wages Boards, as measured by the Labour Department's Index, showed a higher rate of increase in 1978. Wages of workers in agriculture rose by 45 per cent, while workers in industry and commerce saw their wages rise by 24 per cent. The corresponding increases in 1977 were 25 per cent and 8 per cent, respectively. Discounting for inflation, it appears that the real wages rose in this sector. Factors contributing to this were the extension of the pay rise granted to government employees in December, 1977 to the private sector, the increase in the cost of living allowance corresponding to the rise in the Colombo Consumers' Cost of Living Index, the grant of a price-related wage supplement in tea and rubber plantations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.362083435058594,
      9.447623252868652,
      9.564961433410645,
      9.643768310546875,
      9.673432350158691,
      9.916621208190918,
      9.922005653381348,
      9.961528778076172,
      9.992363929748535,
      10.004704475402832,
      10.041717529296875,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.12,
      206.93,
      412.07,
      337.01
    ],
    "text": "It should be noted, however, that the available wage indices reflect minimum wages of representative grades and that they do not reflect additional emoluments such as overtime payments, increments, bonuses and other incentive payments. There is some evidence that, faced with declining real wages, employees in public as well as private sectors have tended to supplement their nominal incomes by needless 'overtime' work beyond normal hours and by engaging in part-time private vocations, which is reflected by the high degree of absenteeism in normal work places. This is inevitable in situations where inflation is allowed to erode money incomes. Relating wages to productivity and judicious com­pensation for inflation are more appropriate remedies for this problem than attempts to eradicate such activity by fiat.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.252601623535156,
      9.559592247009277,
      9.673432350158691,
      9.906970977783203,
      9.925802230834961,
      9.961528778076172,
      9.98353385925293,
      9.992363929748535,
      10.014425277709961,
      10.041717529296875,
      10.119715690612793,
      10.23731803894043,
      10.244070053100586
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.08,
      349.59,
      119.14,
      357.45
    ],
    "text": "E M P L O Y M E N T",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.3924946784973145
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.84,
      362.21,
      412.5,
      432.29
    ],
    "text": "As mentioned in previous Annual Reports, the non-availability of reliable and continuous data is a basic problem in analysing trends in emplo\\ment and unemployment in Sri Lanka. Important variables such as the total labour force, number employed and unemployed therefore have to be estimated from data obtained from census and sample surveys conducted at irregular intervals. The latest completed data available for these variables are for 1971 and 1973.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.33621883392334,
      9.673432350158691,
      9.907012939453125,
      9.914407730102539,
      9.925802230834961,
      9.952006340026855,
      9.995927810668945,
      10.01756763458252,
      10.049837112426758
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      442.61,
      412.55,
      512.69
    ],
    "text": "According to 1971 Census data, there was a labour force of 4-5 million persons comprising 35 per cent of the population. The Central Bank's Consumer Finance Survey estimates of the labour force in 1973 were slightly higher. The age structure and the age specific activity rates in the population indicates that by 1978 the total labour force had increased to 5 6 million, which was 39 per cent of the estimated population for 1978.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.402595520019531,
      9.442187309265137,
      9.452312469482422,
      9.673432350158691,
      9.91089916229248,
      9.921045303344727,
      9.952006340026855,
      10.007518768310547,
      10.027234077453613,
      10.043573379516602,
      10.104483604431152,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.28,
      523.01,
      413.94,
      641.09
    ],
    "text": "The census data revealed that the number unemployed in 1971 was 839,246 and the corresponding figure according to the Consumer Finance Survey estimates for 1973 was one million. The provisional data obtained from the on going Central Bank Consumer Finance and Socio Economic Survey which commenced in October, 1978 revealed that by the end of 1978 the number of unemployed persons was around 900,000, indicating a drop in the ranks of unemployed since 1973. This data, however, should be used with much caution as an indicator of the level and trends in unemployment, as they are derived from the first lap of the first round of the Survey which covered only fourteen districts of the country during a period of depressed activity in the rural sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.270796775817871,
      9.494183540344238,
      9.505341529846191,
      9.556777000427246,
      9.623438835144043,
      9.673432350158691,
      9.907848358154297,
      9.91089916229248,
      9.921045303344727,
      9.995927810668945,
      10.043573379516602,
      10.044232368469238,
      10.049837112426758,
      10.143949508666992,
      10.23731803894043
    ]
  }
]