[
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "158",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      7.5,
      394.87,
      39.78,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      109.04,
      113.67,
      121.03
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      125.46,
      280.3,
      393.35
    ],
    "text": "Tourism is defined as “a social, cultural and economic phenomenon which entails the movement of people to countries or places outside their usual environment for personal or business/professional purposes” by the United Nations World Tourism Organisation (UNWTO). International Tourism (hereinafter referred to as “Tourism”) is basically exportation of services. Tourism earnings and expenditure are recorded as “Travel” under “Services” in the Goods and Services Account of the Balance of Payment (Balance of Payment and International Investment Position Manual - BPM 6 of the International Monetary Fund). Tourism remains an important source of net foreign currency earnings for a country, as the foreign currency outflows on account of inputs are minimal. In addition to earning foreign currency, the tourism industry also contributes to economic growth, employment, and reduction in regional income disparity. Sri Lanka’s strategic location, attractive natural endowments, cultural diversity, and rich history, together with the peaceful, clean, safe and foreigner-friendly environment, provide the basis for this industry to flourish. Therefore, development of the tourism industry will be a key economic priority, particularly in the post-pandemic economic recovery period, to mitigate external sector imbalances in the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      400.32,
      280.56,
      422.57
    ],
    "text": "Significance of Earnings from Tourism for the Economy at Present",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      427.0,
      280.31,
      705.15
    ],
    "text": "Tourism remained the third largest source of foreign currency earnings between 2014 and 2019 and contributed to about 14 per cent of total foreign currency earnings during this period. Although export earnings, which is the largest source of foreign currency earnings, grew from US dollars 8,626 million in 2010 to US dollars 12,499 million in 2021, generation of earnings through such exports needed a considerable amount of import expenditure on account of inputs. However, tourism as a single industry has been able to generate substantial earnings with a relatively low reliance on imports of inputs. For instance, in the peak year of tourism in Sri Lanka, i.e., 2018, earnings from tourism, estimated at US dollars 4,381 million, outnumbered net export earnings of the apparel industry, that is, export earnings net of import expenditure on textiles (US dollars 2,459 million), and export earnings by other key industries such as tea (US dollars 1,428 million) and rubber products (US dollars 875 million). Meanwhile, workers’ remittances, which have been the second largest source of foreign currency earnings, brought an average of US dollars 7,023 million per annum between 2014 and 2019 despite falling to US dollars 5,491 million in 2021. Therefore, tourism is an important source of foreign currency earnings to Sri Lanka and has a key role to play in maintaining the country’s resilience to external sector pressures.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      135.09,
      67.49,
      442.86,
      91.48
    ],
    "text": "BOX 5The Role of Tourism during Post-Pandemic Recovery in Sri Lanka",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      109.04,
      447.74,
      121.03
    ],
    "text": "Potential of the Tourism Industry",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      125.46,
      521.81,
      486.02
    ],
    "text": "The global tourism industry recorded a steady growth in the recent decades despite setbacks suffered from time to time due to occurrences such as the global financial crisis and outbreaks of epidemics. Tourist arrivals reached 1,468 million by 2019 according to UNWTO. Sri Lanka too saw a continuous increase in tourism arrivals in the past until 2018, with a substantial increase from 2010 when the civil war ended. In fact, in 2018, Sri Lanka was named the top destination for the year 2019 by the acclaimed tourism information provider “Lonely Planet.” However, unfortunately, tourism arrivals in 2019 saw a set back because of the terrorist attacks on Easter Sunday in April 2019, though global tourist arrivals reached the record highest in that year. Despite this setback, tourist arrivals and earnings showed a recovery by end of 2019 and early 2020, before starting to decline again because of the COVID-19 pandemic. Meanwhile the global tourism industry is expected to record a slow recovery in the forthcoming years. According to a survey conducted by UNWTO in January 2022 among its panel of tourism experts, 63 per cent of respondents expected that international tourist arrivals in their countries will not recover to the 2019 level until 2024, while 79 per cent of the respondents believed that arrivals in the Asia Pacific region will not recover to 2019 levels until 2024. However, UNWTO, World Travel and Tourism Council (WTTC) and market analysts have shown that there is substantial pent-up savings and a yearning to travel among potential travellers, while tourism characteristics have fundamentally changed because of the pandemic. Therefore, there is a potential for Sri Lanka to attract a substantial number of tourists and/or generate substantial foreign currency earnings from tourism even in 2022 and 2023, if appropriate strategies are implemented efficiently and effectively.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      492.88,
      522.08,
      515.14
    ],
    "text": "Pandemic and Tourism Response in the Era of “New Normal”",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      519.57,
      521.8,
      705.54
    ],
    "text": "Recognising the importance of supporting the tourism industry, the Government and the Central Bank provided a multitude of relief measures during the COVID-19 pandemic, such as debt moratoria, concessionary loan schemes, waivers on fees, relief on electricity bills, one-off grants and tax relief measures. Meanwhile, rules were issued by the Monetary Board of the Central Bank of Sri Lanka in January 2022 requiring hotel service providers to accept payments from non-residents only in foreign currency, which will ensure the inflow of foreign currency to the country on account of tourism. This also allows the tourism sector to strengthen its earnings in foreign currency without major capital investments, as the sector has made heavy investments in local and foreign currency. Meanwhile, some small-scale hotels kept afloat by renting hotels as quarantine centres when the industry as a whole suffered a significant setback due to the COVID-19 pandemic.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      295.88,
      31.54,
      527.25,
      44.42
    ],
    "text": "EXTERNAL SECTOR DEVELOPMENTS AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "159",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      541.82,
      394.87,
      574.1,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      60.43,
      283.14,
      435.37
    ],
    "text": "WTTC has highlighted several new features of the \"new normal” or the current trends in global tourism, which should be adapted to (Trending in Travel – Emerging Consumer Trends in Travel & Tourism in 2021 and beyond, November 2021). For example, travellers are skeptic of booking well in advance owing to the sudden changes in restrictions imposed by countries and risks from testing positive for COVID-19. Further, travellers prefer accommodation and transport options that allow sudden cancellations without a penalty. Secondly, due to the normalisation of remote working through the pandemic, concepts such as “digital nomads” and “staycations” have become popular, and travellers seek long duration visa, long duration discounts at places of accommodation, fast internet, and other work-related facilities. International tourism organisations further note that the length of stay and spending on a trip increased in 2021. Thirdly, the profile of travellers has changed with more younger travellers (in their 20s to 40s) opting to travel, rather than older persons or families with small children due to health concerns. Therefore, the tourism industry and the country as a whole should be able to accommodate the needs and preferences of such tourists. This age group values adventure and individualism and they use mobile phones and digital services to plan and book their trips and rely on social media, blogs and online reviews of other travellers. Fourthly, appreciation of the value of mental health and personal wellness has increased notably in the recent past and consumer interest in achieving these needs through travelling has also increased. There is also an interest for “philantourism” where tourists can get involved in philanthropical activities and “ecotourism” to gain knowledge about ecological centres around the world. Fifth, the tendency to go on secondary trips, exploring lesser-known attractions near places of main tourism interests and rural tourism has also increased.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      442.16,
      235.23,
      454.15
    ],
    "text": "Sri Lankan Tourism: The Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      458.41,
      283.13,
      590.98
    ],
    "text": "The Ministry of Tourism and institutions under its purview together with the private sector keep strategising and implementing a plethora of measures to develop tourism infrastructure in the country and promote Sri Lanka in target markets. The tourism strategic action plan 2022-2025 developed by the Sri Lanka Tourism Development Authority (SLTDA) provides effective guidance for implementation of actions to upgrade the sector and resolve issues. A comprehensive tourism policy has also been drafted by the Ministry of Tourism and the Cabinet approval is awaited. However, there are certain aspects that require emphasis in policy development and implementation of strategies:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      598.19,
      211.9,
      609.59
    ],
    "text": "(i) Exploring new drivers of tourism",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      613.96,
      283.12,
      706.14
    ],
    "text": "Sri Lanka has the potential to expand and enhance services in new areas of tourism such as wellness tourism, educational tourism and philanthropical tourism. In the sphere of wellness tourism, opportunities targeted at providing facilities to improve physical and mental well-being, such as peaceful and relaxing stays, retreats, meditation, yoga and Ayurvedic treatments could be expanded. Under educational tourism, short-term or long-term educational programmes in the areas such",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      60.4,
      524.63,
      162.08
    ],
    "text": "as English and South Asian culture and civilisation can be offered at existing or new educational institutions. It is common for East Asians to undertake English Language programmes abroad after graduating from school and such programmes can be offered in Sri Lanka. Exchange programmes and home-stay programmes for foreign students can be encouraged as well. Philanthropical tourism can provide opportunities for foreigners to engage in philanthropical activities such as charity work and agricultural work in the country.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      169.22,
      524.73,
      190.64
    ],
    "text": "(ii) Greater importance of preserving and protecting the natural environment and pollution reduction.",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      194.96,
      524.66,
      376.89
    ],
    "text": "There is a strong and growing interest towards conservation of nature and eco-friendliness among world travellers as given in various UNWTO and WTTC publications as well as communications from the Sri Lankan hotel sector. Sri Lankan authorities have a greater role in ensuring that construction of places of tourist accommodation does not destroy nature or scenic views for others (such as hotels at the edge of beaches) and does not result in encroachment of forests and other protected areas hidden from the public eye. Further, noise pollution near attractions and places of accommodation should be managed. Supervising practices that tourism service providers are engaged in are environmentally friendly (for example, whale watching tours disturbing whales) is also important. Also, the recently enacted Animal Welfare Act should be made of use to reduce the negative publicity that was created due to the treatment of elephants and wild animals, leopards in particular.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      384.04,
      490.51,
      395.43
    ],
    "text": "(iii) Focus on the individual tourist’s journey",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      399.74,
      524.65,
      571.64
    ],
    "text": "SLTDA conducts a survey among departing tourists mostly on a yearly basis. In the 2018-2019 survey report, it is stated that only 17 per cent of tourists used package-tours showing that tourists plan their own trips to a great extent. Further, 60 per cent of surveyed tourists had obtained travel information from friends and relatives and 30 per cent from online sources, highlighting the importance of personal recommendations and personal online reviews. These findings underscore the importance of satisfying each individual tourist and the impact individuals can make on publicity. Further, the general satisfaction level is moderate, since only 60 per cent of the tourists stated that their stay was “excellent” and only 36 per cent of the tourists stated that they want to visit Sri Lanka again. Even the seemingly minute inconveniences to tourists can destroy their entire experience and ignite negative publicity affecting the whole tourism industry.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      578.79,
      459.61,
      590.18
    ],
    "text": "(iv) Greater use of digital technology",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.05,
      594.49,
      524.64,
      706.2
    ],
    "text": "There is scope to enhance the use of digital technologies to improve tourist experience and transition from high-density to socially-distanced tourism. Although some steps have been taken in this direction such as the SLTDA website and the tourism mobile app (being developed), enhanced measures to use digital technology are necessary, expeditiously. UNWTO and the Asian Development Bank (ADB) in “COVID-19 and the future of tourism in the Asia and Pacific” (March 2022) also point out the expanding role of digital technology in tourism.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "160",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      7.5,
      394.87,
      39.78,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      60.43,
      280.55,
      304.09
    ],
    "text": "In Sri Lanka, tourism is concentrated in the Western, Southern, and Central Provinces and the Sigiriya region. Crowding in National Parks have gathered considerable negative publicity lately. Meanwhile, even the ancient cities of Anuradhapura and Polonnaruwa do not attract a significant number of tourists (Table 86 of the Statistical Appendix). Other areas of the country provide ideal locations to conduct wellness, rural, philanthropical, adventure tourism etc. and tourists should be directed to attractions in these areas. Meanwhile, tourists are compelled to go through inconveniences such as buying tickets at individual tourism sites and not having updated information online about events (such as “Peraharas” and festivals, even the small-scale ones), public transport, security services, dress code at religious sites, prohibited items in national parks, etc. Therefore, incorporation of such information and the facility to purchase customised ticket bundles as per individual preference to the mobile app being developed or to a website dedicated to tourists will be highly beneficial. Digital technologies can also be used to provide touchless service delivery methods, QR Code based contactless payment options and to store and share health and safety information.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      311.3,
      280.65,
      332.79
    ],
    "text": "(v) Improving information to exploit the potential of tourism for better policy making",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      337.17,
      280.55,
      590.92
    ],
    "text": "Appropriate policy decision making rests on a sound information network. Given the intense competition among countries to attract tourists and the evolving nature of tourist characteristics, use of a strong information network for policy decisions is pivotal. The “Tourism Satellite Accounting” initiative that the Department of Census and Statistics is implementing with the support of UNWTO will enable better estimation of the economic contribution of tourism to National Accounts. Hence, its implementation needs to be fast tracked. In addition, high frequency data on a multitude of other aspects is necessary, such as characteristics of persons arriving under tourist visas, how much they are spending and for what and where, satisfaction level, employment in tourism, number and types of direct and indirect tourism service providers and various spatial information. The need for national tourism authorities to enhance their market research capabilities to improve the customer journey, trigger innovation and offer insights to the private sector has been highlighted in multi-country studies conducted during the pandemic by the International Monetary Fund as well. (Tourism in the Post-Pandemic World: Economic Challenges and Opportunities for Asia-Pacific and the Western Hemisphere, International Monetary Fund, 2021).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      598.13,
      280.66,
      619.62
    ],
    "text": "(vi) Improving risk management capabilities of the tourism sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      624.0,
      280.55,
      706.08
    ],
    "text": "Since tourism is inherently an industry that is highly susceptible to geo-political events and is seasonal, the sector should enhance its own risk management capabilities rather than relying solely on concessions such as debt moratoria and fiscal handouts. Debt moratoria reduce incomes of banks, affect their liquidity, and increase risks. An adverse outcome on the banking sector can have ripple effects on the entire economy.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      60.34,
      517.96,
      71.73
    ],
    "text": "(vii) Reducing informal sub-sector within the sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      76.12,
      522.06,
      208.8
    ],
    "text": "The tourism sector in Sri Lanka is characterised by a large number of Micro, Small and Medium scale enterprises (MSMEs), carrying out their businesses informally. However, encouraging such enterprises to register with authorities will help to ensure that strategies the Government is implementing are streamlined and relief measures, if needed, are provided equitably to all participants. Also, high informality in an industry constrains information collection for policy decision-making purposes, delivery of Government services and regulation for quality standards. Registration of businesses will improve access to finance and tax collection as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      215.61,
      481.38,
      227.6
    ],
    "text": "(viii) Encourage diversity among tourists",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      231.87,
      522.06,
      334.23
    ],
    "text": "Facilities should be aimed at satisfying diverse types of travellers in terms of their interest, country of origin and spending capacity, rather than targeting high net worth individuals only. This will help to reduce reliance on travellers with specific characteristics or from a single country/region. In fact, all types of travellers contribute towards positive marketing of Sri Lanka. Catering to tourists of different spending capacities will enable local entities with different investment capabilities to function in the industry as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      341.45,
      464.86,
      352.84
    ],
    "text": "(ix) Reducing over-reliance on tourism",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      357.23,
      522.06,
      601.11
    ],
    "text": "The International Monetary Fund (IMF), in “Tourism in the Post-Pandemic World - Economic Challenges and Opportunities for Asia-Pacific and the Western Hemisphere” (2021), notes that countries that are dependent on tourism are in fact small in size, have inadequate foreign exchange revenue and buffers, limited fiscal space and other macroeconomic vulnerabilities. Incidentally, over-reliance on tourism is a feature of countries that have been less successful in other exports and are suffering from such features. Such tourism-dependent countries have a relatively low level of export complexity that affects their options for new product development. Development of new products requires the expansion of the productive knowledge and capacities. Tourism is not an industry that enhances the technological capacity of a country and is highly vulnerable to external shocks. In the aforementioned publication, the IMF shows the prudence of tourism-dependent countries (which includes Sri Lanka) to nurture other goods and services export sectors using new digital economy tools or focus on overall export development. As suggested in this report, in the medium-term, Sri Lanka should re-think its tourism model and undertake necessary structural reforms.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      607.79,
      351.09,
      619.78
    ],
    "text": "Conclusion",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      624.04,
      522.06,
      706.19
    ],
    "text": "It is expected that the tourism sector will provide an impetus for post-pandemic recovery of the Sri Lankan economy despite the impact of geo-political tensions and the challenging domestic socio-political environment. Concerted efforts by the Government and the private sector to create, and not just adapt to, a new normal would be necessary. In this endeavour, travel advisories issued by some governments based",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      295.88,
      31.54,
      527.25,
      44.42
    ],
    "text": "EXTERNAL SECTOR DEVELOPMENTS AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "161",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      541.82,
      394.87,
      574.1,
      461.04
    ],
    "text": "5",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      61.3,
      60.43,
      282.88,
      224.01
    ],
    "text": "on the recent economic situation of Sri Lanka have to be countered by Sri Lankan authorities through better engagement. The recovery in the industry will depend on how well it will cater to the needs of the modern traveller, preparedness to possible supply and energy shortages, and sound management of finances in post-moratorium stages. From a marketing perspective, there is further potential for attracting tourists for diversified interests such as meditation and younger groups for medical and historical research. Both SLTDA and private tour operators need to encourage these specific groups of tourists to visit Sri Lanka offering attractive packages compared to peers in the region. With the waning of the pandemic, it is expected that the tourism sector could play a significant role in the economic revival of Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      64.08,
      332.86,
      71.28
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      78.18,
      524.08,
      93.79
    ],
    "text": "1. Asian Development Bank and United Nations World Tourism Organisation. (2022). COVID-19 and the future of tourism in the Asia and Pacific. Manila, Philippines and Madrid, Spain: Author.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      100.69,
      524.12,
      124.74
    ],
    "text": "2. Goretti, M. M., Leigh, M. L. Y., Babii, A., Cevik, M. S., Kaendera, S., Muir, M. D. V., ... & Salinas, M. G. (2021). Tourism in the post-pandemic world: economic challenges and opportunities for Asia-pacific and the western hemisphere. International Monetary Fund.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      131.64,
      524.07,
      147.25
    ],
    "text": "3. International Monetary Fund. (2009). Balance of Payments and International Investment Position Manual - BPM 6 (6th Edition). Washington D. C., USA: International Monetary Fund.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      154.15,
      524.08,
      169.77
    ],
    "text": "4. Sri Lanka Tourism Development Authority. (…..). Survey of Departing Tourists from Sri Lanka 2018-2019. Colombo, Sri Lanka: Sri Lanka Tourism Development Authority.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      176.67,
      524.16,
      192.29
    ],
    "text": "5. United Nations World Tourism Organisation. (2022). World Tourism Barometer January 2022. Madrid, Spain: United Nations World Tourism Organisation.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      303.31,
      199.19,
      524.14,
      223.23
    ],
    "text": "6. World Travel and Tourism Organisation. (2021). Trending in Travel – Emerging Consumer Trends in Travel & Tourism in 2021 and Beyond. London, United Kingdom: World Travel and Tourism Organisation.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  }
]