[
  {
    "page_number": 0,
    "bbox": [
      199.92,
      54.36,
      295.24,
      68.52
    ],
    "text": "AGRICULTURE",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      12.551312446594238
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      65.04,
      79.65,
      82.77,
      90.72
    ],
    "text": "Tea",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.32,
      95.97,
      427.08,
      131.04
    ],
    "text": "Tea production in 1988 rose by 6 per cent over the previous year to 226.9 million kgs., following a marginal increase in 1987. This was the highest level of output reported since 1965.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.873196601867676,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.6,
      144.21,
      427.06,
      263.28
    ],
    "text": "A salient feature of the increase in production was that it occurred entirely during the first three quarters of the year, primarily due to favourable weather conditions. Production in the fourth quarter suffered a setback, mainly due to the unsettled conditions that prevailed in the Southern, Uva and Matale regions. The increase in production was reflected in all three elevationai categories, with low grown areas recordings the highest increase of 11 per cent over production in the previous year. In comparison, production in high grown and medium grown areas rose by 5 per cent and 2 per cent, respectively. Low grown tea production, as in the previous three years, continued to dominate, accounting for 42 per cent of the total tea production.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.32,
      277.17,
      425.85,
      348.24
    ],
    "text": "The production of ' Orthodox' tea, which accounted for 98 per cent of the total tea production, increased by 7 per cent to 222.8 million kgs. in 1988. Production of CTC(Cut, Tear and Curl) tea also rose by 7 per cent, to about 1 million kgs., while LTP(Lowrie Tea Process) tea production declined by 7 per cent, to 3 million kgS.. . . ''. _ ' TABLE 1.10",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.846064567565918,
      8.952897071838379,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      155.04,
      357.57,
      327.3,
      368.64
    ],
    "text": "Statistics on Tea Sector 1986-1988",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      125.28,
      386.95,
      415.52,
      396.05
    ],
    "text": "Item Unit 1986 1987(a) 1988(6)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.56,
      412.63,
      416.92,
      446.69
    ],
    "text": "1-Production Mn. kgs. 211-3 213-3 226-9 1 • 1 High grown 77-1 73-4 76-8 ,1.2 Medium grown 53-3 53-5 •: 54^3 1-3 Low grown",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.9073028564453125,
      7.922302722930908,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      217.68,
      445.27,
      274.81,
      454.13
    ],
    "text": "'000 hectares :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.84,
      437.83,
      416.51,
      486.53
    ],
    "text": "80-9 86-4 95-8 2-Registered extent under tea '000 hectares : 223 221 222 3-Fertilizer issues '000 Mt.t6ns 128-8 136-7 137-4 4-Replanting Hectares 1,618 1,503 1,592 5--Prices 5 1 Colombo net Rs. /kg.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      237.12,
      490.12,
      244.77,
      494.54
    ],
    "text": "> »",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      3.999939441680908
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      80.4,
      477.67,
      420.23,
      494.69
    ],
    "text": "' 30 28 38 06 41-59 5-2 Export f.o.b.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      226.56,
      477.67,
      256.48,
      486.53
    ],
    "text": "Rs. /kg.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.84,
      485.59,
      420.33,
      510.77
    ],
    "text": "> » 44-52 52-97 55-95 6-Exports Mn. kgs. 207-8 201-1 219-8 7-Export earnings Rs. Mn. 9,252-8 10,653-5 12,298-7 Export earnings",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      3.999939441680908,
      7.869333267211914,
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.84,
      509.83,
      410.93,
      527.09
    ],
    "text": "(SDR Mn.) (281) (280) (288) 8-Value added as % of GDP (c) • •",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      218.4,
      509.83,
      263.9,
      518.69
    ],
    "text": "(SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      299.76,
      518.23,
      415.23,
      527.09
    ],
    "text": "4-5 5-5 5-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.96,
      538.39,
      419.93,
      566.21
    ],
    "text": "(o) Revised. Sources : Sri Lanka Tea Board ; lb). Provisional. National Fertilizer Secretariat; (c) In growing and processing only. Central Bank of Sri Lanka.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Italic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.8,
      571.27,
      376.97,
      580.13
    ],
    "text": ".Note: Data on average yield per hectare and cost of production are not available;",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      63.12,
      604.05,
      424.89,
      651.12
    ],
    "text": "The public sector and the private sector shared the production increase unevenly with the private sector accounting for about 74 per cent of the total increase. Tea production of the Janatha Estates Development Boards (JEDBs) and the Sri Lanka State Plantations Corporations (SLSPCs), including tea manufactured with bought",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      212.16,
      54.45,
      255.77,
      65.52
    ],
    "text": "( 38 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      99.6,
      78.69,
      385.67,
      89.76
    ],
    "text": "PRODUCTION OF PRINCIPAL AGRICULTURAL CROPS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      68.88,
      124.11,
      413.29,
      136.51
    ],
    "text": "MILLION KILOGRAMS MILLION KILOGRAMS",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.293717384338379,
      10.53038501739502
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.64,
      575.4,
      384.72,
      594.51
    ],
    "text": "1978 79 '80 '$1 '82 '83 '84 '85 '86 '87 '88",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      12.118480682373047,
      12.71096420288086,
      17.01527976989746
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      324.0,
      619.05,
      408.2,
      625.75
    ],
    "text": "Central Bank of Sri Lanka.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.692099571228027,
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      218.16,
      61.32,
      262.01,
      72.5
    ],
    "text": "( 39 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.998490333557129
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.8,
      83.64,
      422.95,
      154.82
    ],
    "text": "leaf, increased by 3 per cent each to 74.4 million kgs. and 69.4 million kgs., respectively. When tea produced by the JEDBs and the SLSPCs with bought leaf is excluded, their combined production showed an increase of 3 per cent, from 124.6 million kgs. in 1987 to 128.3 million kgs: in 1988. Tea produced by the JEDBs from bought leaf declined marginally during 1988, while that of the SLSPCs recorded'! a modest increase. ' ' •'' 1 ' f 1",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.499471664428711,
      9.922395706176758,
      9.998490333557129,
      10.049474716186523,
      10.386120796203613
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.32,
      168.12,
      422.04,
      263.3
    ],
    "text": "Tea production in the private sector, which rose by 10 per cent in 1987, increased further by 14 per cent to 83 million kgs. in 1988 and accounted for 37 per cent of the total production during the year. When the tea manufactured' by the JEDBs and SLSPCs with green leaf produced in the private sector was included under the private sector, its relative share in the total production was as high as 45 pet cerit. The improvement in production in the private sector appears to be a reflection of the improvement of the smallholder sector, particularly in the low grown areas in the recent past. ' \" 'l • ri : . . > .",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.499471664428711,
      9.998490333557129,
      10.100000381469727
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.8,
      276.6,
      423.26,
      385.7
    ],
    "text": "Fertilizer issues to the tea sector increased marginally to about 137,400 metric tons in 1988. The entire increase in fertilizer issues was in the first three quarters of the year, which coincides with the increased production during those periods. There was a substantial drop in fertilizer issues in the last quarter'of the year, with the intensification of unsettled conditions regarding the distribution and the usage of fertilizer, particularly in the Southern areas. The increase in fertilizer application in 1988 occurred mainly in the public sector estates, with the JEDBs' estates rendering an increase of 19 per cent to 47,359 metric tons a,nd. the SLSPCs,' estatesan increase of 8 per cent to 33,243 metric tons. .; ,",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.998490333557129,
      10.18443775177002
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      59.76,
      399.24,
      422.41,
      449.3
    ],
    "text": "Data on average yield per hectare of the tea sector as a whole are not available. The average yield of the estates belonging to the JEDBs and the SLSPCs rose by-5 per cent each to 1,314 kgs. per hectare and 1,200 kgs. per hectare; respectively in 1988, mainly due to higher fertilizer application and favourable weather conditions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.905624389648438,
      9.998490333557129
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      59.76,
      462.12,
      422.9,
      538.1
    ],
    "text": "The total registered extent under tea in 1988, estimated at 221,683 hectares, was a marginal increase of 185 hectares over 1987. The declining trend in the Cultivated area under tea in the public sector observed in recent years continued into 19881 The extent under bearing in the plantation's owned by-the JEDBs dropped1 from 54,156 hectares in 1987 to 52|542 hectares''m;'i988,'Whae.that offlie StSPCs from 48,663 hectares in 1987 to 47, 462 hectares in 1988.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.499471664428711,
      9.998490333557129,
      10.17677116394043,
      10.540404319763184
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      59.52,
      550.92,
      422.94,
      652.82
    ],
    "text": "The extent replanted increased by 6 per cent, from 1,503 hectares iin 1987 lo 1,592 hectares in 1988, mainly as a result of the better performance of the public. sector. The area replanted by the JEDBs rose by 20 hectares, from 493 hectares in 1987, while the area replanted by the SLSPCs increased by 144 hectares, from 661 hectares in 1987. In contrast, the replanting,, performance,;x>t,the private sector was disappointing. As the removal of senile plantation has been recognised as a tequisite condition for improving the commercial viability of the tea sector,1 there is an urgent need to place greater emphasis on replanting activities.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.499471664428711,
      9.998490333557129,
      10.244209289550781
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      223.44,
      55.96,
      267.11,
      68.14
    ],
    "text": "( 40 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.941876411437988
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.8,
      80.61,
      425.74,
      163.68
    ],
    "text": "The extent brought under new planting in 1988 has been estimated at 1,076 hectares. This reflected a marked decrease of 361 hectares or 25 per cent when compared with the previous year. The poor performance was solely due to a drop in new planting by both the public sector and the private sector. The newly planted extent of the JEDBs dropped by 7 hectares to 101 hectares in 1988, while that of the SLSPCs declined by 49 hectares to 97 hectares. Meanwhile, new planting of tea by the private sector decreased by 26 per cent to 878 hectares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.52,
      177.33,
      425.52,
      284.4
    ],
    "text": "As in previous years, the Tea Small Holdings Development Authority (TSHDA) continued to serve the interests of tea smallholders. During the year, the TSHDA placed increased emphasis on development projects to enhance services to private sector tea cultivators and to improve access to better manufacturing facilities. The TSHDA operated 12 factories in 1988. Partially fulfilling a long-felt need, the TSHDA proceeded to install modern machinery in a number of factories to improve the quality of the made tea. Recognising the importance of the widespread extension services for improved productivity and continued expansion of the smallholder sector, steps were taken to construct 5 extension service centres during 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.76,
      296.13,
      424.93,
      343.2
    ],
    "text": "Subsidy rates for replanting, new planting and infilling remained unchanged during 1988. The total amount of subsidies disbursed by the TSHDA under various cultivation schemes dropped further by 23 per cent to about Rs. 45 million in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.28,
      353.97,
      425.75,
      389.04
    ],
    "text": "During the year, the United States Agency for International Development granted a loan of Rs. 35 million to Mercantile Credit Ltd. to provide assistance to the private sector tea producers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      64.8,
      401.01,
      425.32,
      460.08
    ],
    "text": "The average corporate cost of production (COP) of the JEDBs increased by 17 per cent to Rs. 46.92 per kg., while that of the SLSPCs rose by 13 per cent to Rs. 44.42 per kg. The increases in wages granted to plantation workers was the primary reason for the rise in COP. In addition, higher prices of inputs such as fertilizer also had a bearing on the rise in the COP.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.04,
      473.25,
      425.4,
      590.16
    ],
    "text": "The average gross price of all teas sold at the Colombo Auctions increased by 9 per cent to Rs. 42.77 per kg. in 1988, from Rs. 39.30 per kg. in 1987. On an elevational basis, the average gross price of high and medium grown teas rose by 16 per cent each. In contrast to the improved price performance in the previous year, the average gross price of low grown teas dropped marginally to Rs. 42.36 per kg., mainly due to the increased supply of low quality teas. While there had been a substantial increase in the production of low grown teas in the recent past, the quality has not been maintained. The manufacture of good quality tea and the maintenance of standards are matters which require urgent attention in order to safeguard the long-term viability of the industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.28,
      604.77,
      425.4,
      651.84
    ],
    "text": "The producer margin of the JEDBs dropped further from a negative margin of Rs.4.12 per kg. in 1987 to Rs. 5.26 per kg. in 1988. The producer margin of the SLSPCs also declined from a negative margin of Re. 0.40 per kg. in 1987 to Rs. 2.69 per kg. in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      221.76,
      49.41,
      265.37,
      60.48
    ],
    "text": "( 41 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.64,
      72.93,
      424.62,
      192.0
    ],
    "text": "The Ad-valorem sales tax on tea was revised with effect from March 1, 1988 as a measure of relief to the producers. The threshold price for the sales tax was raised from Rs. 40 per kg. to Rs. 44 per kg., while the rate of tax remained unchanged at 50 per cent. The tea export duty was revised twice during 1988., With effect from June, 1988, the export duty on packeted tea was increased by Re. 1 per kg., to Rs. 3 per kg., while the export duty on tea bags was reimposed. The export duties on bulk tea, packeted tea and instant tea were revised downwards in November, 1988 by Rs. 2 to Rs. 1.50 per kg., Re. 1 per kg. and Rs. 6.50 per kg., respectively, while the export duty on tea bags was reduced from Re. 1 per kg. to Re. 0.50 perkg.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.920584678649902,
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.4,
      205.89,
      94.77,
      216.96
    ],
    "text": "Rubber",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.16,
      222.21,
      423.97,
      281.28
    ],
    "text": "Rubber production, which suffered a severe setback in 1987, recovered only marginally by 0.9 million kgs. to 122.4 million kgs. in 1988. The increase.in production was primarily due to a higher yield, brought about by relatively favourable weather conditions and intensive tapping of trees to take advantage of high prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.4,
      294.45,
      424.12,
      365.52
    ],
    "text": "Reversing the production performance in the previous year, the output of the public sector increased marginally by about 409,000 kgs., accounting for about 33 per cent of the total production. Rubber production in the private sector, which includes smallholdings, also increased marginally by about 491,000 kgs., to 82.4 million kgs., to maintain its previous year's share of total production at .67 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.16,
      378.93,
      423.13,
      426.0
    ],
    "text": "Rubber production of the JEDBs and the SLSPCs increased marginally by 2 per cent and 1 per cent, respectively. Their combined production (when rubber produced by the JEDBs and SLSPCs with bought latex is excluded) amounted to 39.1 million kgs., recording an increase of 556,000 kgs. or 1 percent. .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.92,
      440.13,
      423.0,
      487.2
    ],
    "text": "The average yield in 1988, estimated at 841 kgs. per hectare, Was 2 per cent higher than that of the previous year. The average yield in the estates managed by the JEDBs arid the SLSPCs increased by 1 per cent each to 1,039 kgs. per hectare and 894 kgs. per hectare, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.44,
      501.09,
      422.97,
      560.16
    ],
    "text": "The total extent under rubber decreased marginally to 200,247 hectares in 1988, while the extent under tapping dropped by 1,987 hectares or 1 per cent to 145,495 hectares. The latter was partly attributed to uprooting of rubber trees affected by the ' Corynespora Cassicola' leaf spot disease. During the year, about 725 hectares were affected by the disease both in the private and the public sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      61.2,
      572.85,
      423.31,
      643.92
    ],
    "text": "Unlike in the previous year, fertilizer issues to the rubber sector rose by 1,600 metric tons or 7 per cent to 25,000 metric tons in 1988. The quantity of fertilizer used by the JEDBs and the SLSPCs fell by 4 per cent each to 2,888 metric tons and 6,182 metric tons, respectively. Thus, the data indicate that fertilizer application in the private sector had increased, when compared with the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      222.48,
      48.69,
      266.57,
      59.76
    ],
    "text": "( 42 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      214.08,
      72.45,
      275.39,
      83.52
    ],
    "text": "TABLE 1.11",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      160.56,
      90.45,
      326.34,
      101.52
    ],
    "text": "Statistics on Rubber Sector 1986-1988",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      118.56,
      116.23,
      188.81,
      125.09
    ],
    "text": "• item \"•• , :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.7859647274017334,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      84.96,
      125.04,
      202.55,
      132.79
    ],
    "text": "• ' • , j , '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.962922096252441
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      231.12,
      116.23,
      415.84,
      125.33
    ],
    "text": "Unit 1986 1987(a) 1988(6)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.0,
      142.15,
      412.96,
      159.41
    ],
    "text": "I. Production Mn. kgs! 137-8 121-5 122-4 .'•2;.'. Area",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.597894191741943,
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      224.64,
      142.39,
      258.25,
      151.25
    ],
    "text": "Mn. kgs!",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.2,
      158.47,
      413.1,
      192.77
    ],
    "text": "2.1 , Under cultivation . • ... '000 hectares 202-8 201-9 200-2 2.2. Under tapping 1. » > Kgs./hectare '000 Mt tons",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      7.896895885467529,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.24,
      166.87,
      412.8,
      183.89
    ],
    "text": "149-9 147-5 145-5 '•3.' Yield",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.756287574768066,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      216.0,
      171.88,
      264.59,
      192.77
    ],
    "text": "» > Kgs./hectare '000 Mt tons",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.56,
      175.03,
      404.59,
      191.81
    ],
    "text": "919 824 841 4. Fertilizer Issues",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.864126205444336,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.8,
      171.88,
      412.11,
      208.13
    ],
    "text": "» > Kgs./hectare '000 Mt tons 26-3 23-4 2 5 0 5. Replanting Hectares 5,911 5,635 4,167 6. Prices",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      279.6,
      190.87,
      404.2,
      199.73
    ],
    "text": "5,911 5,635 4,167",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.44,
      206.95,
      416.81,
      224.21
    ],
    "text": "6.1 Exports f.o.b. Rs./Kg. 23-83 27-63 37-33 6.2 Colombo RSS 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      226.8,
      207.19,
      255.83,
      216.05
    ],
    "text": "Rs./Kg.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.0,
      215.35,
      417.11,
      256.85
    ],
    "text": "16-62 19-87 24-40 , 7. .Cost.of Production'(c) i > 13-70 13-95 15-55 8. Exports , ' ' i . Mn. kgs. 1100 1060 99-3 \"9. Domestic consumption 9 » 16-4 19-4 19-9 10. Export earnings . Rs. Mn. 2,622 0 2,929-3 3,705 9",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      2.7859647274017334,
      3.9819395542144775,
      4.973942279815674,
      7.6983113288879395,
      7.850605487823486,
      7.869333267211914,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.2,
      263.35,
      78.74,
      272.21
    ],
    "text": "11.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.689993381500244
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      85.44,
      247.99,
      162.88,
      256.85
    ],
    "text": "Export earnings .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.2,
      255.91,
      407.9,
      273.17
    ],
    "text": "(SDR Mn.) (80) (77) (87) 11. Value added as % of G.D.P. {d)..",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.689993381500244,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      220.32,
      255.91,
      263.66,
      264.77
    ],
    "text": "(SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      296.4,
      264.31,
      412.16,
      273.17
    ],
    "text": "1-4 1-4 1-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      72.0,
      285.67,
      418.01,
      328.85
    ],
    "text": "(o) Revised. Sources: Rubber Control Department; (/>), Provisional.' National Fertilizer Secretariat; (c) Weighted average cost of production Central Bank of Sri Lanka. j of private sector. (d) in growing, and, processing only.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      6.324555397033691,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.72,
      352.05,
      426.97,
      519.12
    ],
    "text": "The replanting programme suffered a setback in 1988. According to the provisional data provided by the Rubber Control Department, the JEDBs and the SLSPCs, the total extent replanted during the year amounted to 4,167 hectares, showing a 26.per cent drop from the extent reported for the previous year. The area replanted on the estates managed by the JEDBs increased by 19 per cent to 948 hectares, while those of the SLSPCs.dropped by 8 per cent to 1,128 hectares in 1988. Replanting in the private sector estates, including smallholdings, declined considerably by, 42 per cent to 2,091 hectares. The overall decrease in extent replanted is partly explained by relatively attractive prices that prevailed, particularly in the first half of the year, which prompted most of the smallholders to postpone their replanting programmes. During the year, 1,63.0 hectares were replanted under the World Bank Assisted Rubber Rehabilitation Project in major rubber growing districts,-bringing the cumulative extent replanted under this project 4t the end of 1988 to 21,669 hectares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371,
      10.309073448181152
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.24,
      533.49,
      427.6,
      591.6
    ],
    "text": "The area newly planted,with rub by 12 per cent to 1,508 hectares in 1988, which is the .lowest level recorded in the recent past. The decline in extent newly planted was entirely confined to the private sector. The extent newly planted by.the. SLSPCs increased by;J48. hectares to 327 hectares in 1988.. The JEDBs also recorded an'inicrease of 45hectares, to 126hectares in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.72,
      605.49,
      427.32,
      640.56
    ],
    "text": "The second phase of the Smallholder Rubber Rehabilitation Project commenced operations in July,\" 1988 in the major rubber growing .districts of Kalutara, Kegalle and Ratn'apura, with financial assistance from the World Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      228.24,
      50.85,
      272.09,
      61.92
    ],
    "text": "( 43 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.84,
      74.13,
      430.69,
      121.2
    ],
    "text": "As in the previous year, the planting subsidies in the rubber sector remained unchanged in 1988. However, steps were taken to grant compensation and replanting subsidies to the private sector plantations which were affected by ' Corynespora Cassicola ' leaf spot disease.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.64,
      134.61,
      430.51,
      253.68
    ],
    "text": "Both the public sector and the private sector estates experienced increases in cost of production (COP) in 1988, mainly due to increased wages to plantation workers. The COP of the private sector moved up from Rs. 13.95 per kg. in 1987 to Rs. 15.55 per kg. in 1988. The COP of the SLSPCs increased by 10 per cent to Rs. 23.50 per kg. in 1988, while that of the JEDBs rose by 21 per cent to Rs. 24.26 per kg. Despite the cost increases, producers were able to improve considerably on profit margins in 1988 owing to higher rubber prices. The JEDBs were able to raise their producer margins from Re. 0.26 per kg. in 1987 to Rs. 5.25 per kg. in 1988, while the SLSPCs recorded a producer margin of Rs. 3.83 per kg. in 1988, as against a negative margin of Rs. 1.40 per kg. in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.904544830322266,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.92,
      267.33,
      430.1,
      374.4
    ],
    "text": "The average export f.o.b. price of all grades of rubber recorded a substantial increase of 35 per cent to Rs. 37.33 per kg. in 1988. Following price trends in the international markets, the prices of all varieties of sheet rubber, latex crepe and scrap crepe at the Colombo Auctions increased significantly during the first half of 1988. The main contributory factors for the price improvement were the strong demand, particularly from the medical products industry and the low domestic as well as global rubber supplies. During the second half of 1988, prices recorded decreases owing to reduced demand and increased world rubber supplies following high production and sales by the International Natural Rubber Organisation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.68,
      389.25,
      430.01,
      436.32
    ],
    "text": "The average price of RSS 1 and RSS 2 at the Colombo Auctions increased by 23 per cent each, to Rs. 24.40 per kg. and Rs. 23.84 per kg., respectively, over the prices in 1987. Latex crepe IX and No. 1 also rose by more than 50 per cent to Rs. 32.80 per kg. and Rs. 32.37 per kg., respectively in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.44,
      449.49,
      428.77,
      484.56
    ],
    "text": "Domestic consumption of rubber increased slightly by nearly 3 per cent, from 19.4 million kgs. in 1987 to 19.9 million kgs. in 1988, accounting for 16 per cent of total production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.2,
      497.73,
      103.38,
      508.8
    ],
    "text": "Coconut",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      66.96,
      514.29,
      428.66,
      573.36
    ],
    "text": "The prelonged drought that prevailed in major coconut growing areas during 1986 and 1987 continued to exert a dampening influence on coconut production in 1988. As a result, coconut production which dropped to 2,292 million nuts in 1987, declined further by 16 per cent to 1,933 million nuts in 1988. This is the lowest level of production recorded since 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      66.96,
      586.29,
      427.97,
      645.36
    ],
    "text": "Reduced nut production in 1988 led to higher prices in the domestic market and reduced the availability of nuts for the production of desiccated coconut (DC) and coconut oil. Consequently, the production of desiccated coconut and coconut oil decreased by 55 per cent and 52 per cent, respectively. Export volumes of copra and fresh nuts also declined by 43 per cent and 28 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      218.88,
      53.01,
      262.97,
      64.08
    ],
    "text": "( 44 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      207.12,
      76.77,
      276.08,
      87.84
    ],
    "text": "TABLE 1. 12",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      141.6,
      97.17,
      339.54,
      108.24
    ],
    "text": "Statistics on Coconut Sector 1986 — 1988",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      131.76,
      127.75,
      414.4,
      137.09
    ],
    "text": "Item Unit 1986 1987 1988(a)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.4,
      154.15,
      128.71,
      163.01
    ],
    "text": "1. Production (b)",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      78.72,
      162.31,
      223.35,
      203.57
    ],
    "text": "1 • 1 Desiccated coconut 1-2 Coconut oil 1-3 Copra(d) 1-4 Fresh nut exports 1-5 Domestic nut consumption(e) ..",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      232.32,
      154.15,
      277.58,
      202.61
    ],
    "text": "Mn. nuts Mn. nuts (c) Mn. nuts (c) Mn. nuts (c) Mn. nuts Mn. nuts",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.922302722930908,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.08,
      154.15,
      326.44,
      203.57
    ],
    "text": "3,039 428 1,146 48 18 1,451",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      346.56,
      153.91,
      369.38,
      202.37
    ],
    "text": "2,292 350 573 44 16 1,368",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      390.24,
      153.91,
      412.54,
      202.37
    ],
    "text": "1,933 156 276 25 12 1,464",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.92,
      210.31,
      410.67,
      219.65
    ],
    "text": "2- Average Export Price (f.o.b) Rs./nut 1 4 6 2-64 4 0 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7870869636535645,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.92,
      226.39,
      411.88,
      235.49
    ],
    "text": "3 • Fertilizer issues '000 Mt. tons 31-6 42-2 41 -3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.68,
      242.47,
      410.75,
      251.81
    ],
    "text": "4- Cost of production Rs./nut 0 6 0 0 9 9 1-21",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.864126205444336,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.16,
      258.55,
      411.08,
      267.89
    ],
    "text": "5- Replanting/Under planting (/) Hectares 4,206 2,922 1,960",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.16,
      274.87,
      410.97,
      283.97
    ],
    "text": "6- New planting (/) Hectares 1,465 1,850 . 1,102",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      62.16,
      291.19,
      277.1,
      308.21
    ],
    "text": "7- Export earnings Rs. Mn. (SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      303.36,
      290.95,
      328.94,
      308.21
    ],
    "text": "2,389 (73)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      346.56,
      290.71,
      371.66,
      307.73
    ],
    "text": "2,140 (56)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      390.0,
      290.95,
      414.62,
      307.97
    ],
    "text": "1,539 (36)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      78.24,
      315.19,
      273.5,
      332.21
    ],
    "text": "7 • 1 Kernel products Rs. Mn. (SDR Mn)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.32,
      315.19,
      328.7,
      332.45
    ],
    "text": "1,609 (49)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      347.28,
      314.95,
      371.42,
      332.21
    ],
    "text": "1,423 (37)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      397.68,
      314.95,
      414.38,
      331.73
    ],
    "text": "896 (21)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      78.48,
      339.43,
      276.38,
      356.45
    ],
    "text": "7-2 Other products Rs. Mn. (SDR Mn.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.869333267211914,
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      312.0,
      339.19,
      328.76,
      356.45
    ],
    "text": "780 (24)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      354.72,
      338.95,
      371.48,
      356.69
    ],
    "text": "717 (19)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      397.68,
      339.19,
      413.62,
      357.65
    ],
    "text": "643 05)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.92,
      363.19,
      410.94,
      372.53
    ],
    "text": "8 • Value added as % of GDP (g) 2-6 2-6 2-7",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      241.2,
      385.75,
      385.37,
      394.61
    ],
    "text": "Sources : Coconut Cultivation Board;",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      75.6,
      395.11,
      420.59,
      537.17
    ],
    "text": "Coconut Development Authority; National Fertilizer Secretariat; Central Bank of Sri Lanka. (a) Provisional. (6) Estimated (breakdown does not add to total production due to adjustment for changes in copra stock). (c) In nut equivalent converted at 1 Mt. ton DC - 6,800 nuts 1 Mt. ton Oil = 8,000 nuts and 1 Mt. ton Copra = 4,925 nuts. (rf) Exports only. (e) Estimated on the basis of per capita household consumption of 90 nuts per year. Excludes industrial use. ( / ) This excludes planting activities undertaken on holdings less than 0-4 hectares in size owing to lack of detailed data. (g) In producing and processing only.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      60.0,
      557.01,
      421.29,
      645.84
    ],
    "text": "Fertilizer issues to the coconut sector decreased by 2 per cent to 41,300 metric tons in 1988. The drop in fertilizer application was observed in the fourth quarter of 1988, coinciding with higher fertilizer prices and the escalation of civil disturbances. The Coconut Fertilizer Credit Scheme (CFCS) operated by the Bank of Ceylon, the People's Bank and the Regional Rural Development Banks recorded a setback in 1988. The total amount of loans disbursed under the scheme amounted to Rs. 1.5 million, indicating a 55 per cent decrease from the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      213.12,
      54.93,
      256.25,
      66.0
    ],
    "text": "( 45 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.68,
      78.69,
      419.44,
      257.76
    ],
    "text": "The total extent replanted and underplanted in 1988 amounted to 1,960 hectares, a 33 per cent decrease over the previous year. The subsidy payments for replanting and underplanting amounted to Rs. 16 million, showing a 6 per cent drop when compared with the previous year! Newly planted area also declined sharply from 1,850 hectares in 1987 to 1,102 hectares-in 1988. The subsidy payments for new planting also dropped from Rs. 15 million in 1987 to Rs. 12 million in 1988: During the year, approximately 3^991'hectares of coconut lands were rehabilitated. This was a 38 per cent drop when compared with the previous year. The subsidy payments for rehabilitation declined by 57 per cent to Rs. 7 million in 1988. The overall performance of planting activities in the coconut sector was rather poor for the second consecutive year. It appeared that the decline of the real value of the subsidy payments and the unsettled conditions' that prevailed towards the end of the year had adversely affected cultivation activities. A number of measures were introduced during 1988 to improve access to subsidy schemes, by simplifying procedures and eliminating delays.'",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.68,
      271.89,
      417.78,
      378.96
    ],
    "text": "As mentioned previously, coconut processing during the year, particularly DC production, was severely affected by the increase in nut prices. With a view to assisting the DC millers to continue with DC production at competitive prices, the Stabilization Fund for Coconut paid' an incentive allowance of one rupee per kilogram of DC produced during the second half of 1988, as an urgent measure of relief. Under this scheme, 57 DC millers received about Rs. 15 million during 1988. In addition, the Coconut Development Authority provided soft loans free of interest fo DC millers, enabling them to pay relief wages to mill workers for the period for which mills remained closed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.238846778869629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.72,
      393.81,
      417.84,
      500.88
    ],
    "text": "Prices of the three major coconut kef hal products increased substantially in 1988. The average export f.o.b. price rose from Rs. 2.64 per nut in 1987 to Rs. 4.00 per nut in 1988. However, it was not possible to reap maximum advantage of higher international prices, as the availability of nuts for processing was very low. Thus, the total export volume of coconut keriial products declined substantially by about 58 per cent, from 538 million nuts in 1987 to 224 million nuts in 1988. The average cost of production of coconut, in 1988, estimated at Rs. 1.21 per nut, was 22 per cent higher than Re. 0.99 per nut estimated for 1987, mainly due to increased wages and input prices. ' '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.912114143371582,
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.2,
      515.49,
      143.23,
      526.56
    ],
    "text": "Minor Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.28,
      531.57,
      416.37,
      648.24
    ],
    "text": "A wide range of spices and beverage crops, the output of which are primarily for export, are included in the category of minor export crops. When compared with the major plantation crops,,the contribution of minor export crops to total export earnings is comparatively small. In 1988, minor export crops accounted for about 4 per cent of the total export earnings. Since minor export crops are cultivated mostly as mix crops in ' home gardens', it is difficult to obtain reliable data on actual output and the extent under cultivation. Therefore, production performance of this sector is monitored through their export volume, on the presumption thai their domestic consumption is negligible.,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      228.96,
      53.01,
      271.61,
      64.08
    ],
    "text": "( 46 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.2,
      76.53,
      428.45,
      255.6
    ],
    "text": "The export performance of the minor export crops indicates that the output of a number of them had recovered in 1988, from the depressed levels in the previous year. Export volume of coffee reported about a five-fold increase in 1988 over the previous year. Export volume of cloves recorded a more than four-fold increase, while that of nutmeg and mace reported a significant increase. Substantial increases in the export volumes of pepper (34 per cent), sesame seeds (33 per cent) and cashew nuts (8 per cent), indicate that the output of these crops too had increased considerably in 1988. Favourable weather conditions experienced in the major producing areas, coupled with increased fertilizer application, contributed to the increase in output of most of the crops in 1988. The upturn in the production cycle and lagged impact of increased planting activities in the recent past also may have had a favourable influence on production. However, judging by the decreases in export volumes, the production of three important crops, namely cinnamon, cocoa and cardamoms, appears to have declined during 1988. Unsettled conditions in the Southern province towards the end of 1988 adversely affected cinnamon production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      68.88,
      271.65,
      426.85,
      294.72
    ],
    "text": "Fertilizer issues to the minor export crops sector increased by 45 per cent from 3,200 metric tons in 1987 to 4,645 metric tons in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.92,
      307.89,
      427.53,
      414.96
    ],
    "text": "According to the Department of Minor Export Crops, the total extent newly planted, replanted and rehabilitated under the Minor Export Crop Assistance Scheme (MECAS) increased significantly by 62 per cent to 1,765 hectares in 1988, when compared with 1987. The extent planted with pepper under MECAS almost doubled from 287 hectares in 1987 to 567 hectares in 1988, while that of coffee and cocoa rose by 25 per cent and 49 per cent, respectively. The extent rehabilitated in respect of cinnamon recorded a more than three-fold increase in 1988. In contrast, new planting of cloves declined considerably from 96 hectares in 1987 to 37 hectares in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.926480293273926,
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.68,
      428.61,
      426.61,
      475.68
    ],
    "text": "The total amount of subsidies paid under the MECAS increased slightly, from Rs. 13.8 million in 1987 to Rs. 14.1 million in 1988. It is important to note that Rs. 5.3 million or 38 per cent of the total subsidies paid under this scheme was for the planting of paper.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.92,
      489.33,
      95.82,
      500.4
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.68,
      505.41,
      426.37,
      588.48
    ],
    "text": "Paddy production in 1988 is provisionally estimated at 2.5 million metric tons (118 million bushels of paddy or 1.7 million metric tons of rice), showing an increase of 16 per cent over the drought affected production reported for the previous year. However, production in 1988 was about 7 per cent lower than the peak production of 2.7 million metric tons posted in 1985. This improvement resulted from increased production during both Maha and Yala seasons, suggesting broad-based recovery from the prolonged drought in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      67.68,
      601.41,
      426.73,
      648.48
    ],
    "text": "The production in Maha, 1987/88, estimated at 1.52 million metric tons (73.1 million bushels), was an increase of 132,193 metric tons or 9 per cent when compared with that of the previous Maha season. Despite a decline in average yield per hectare, this production gain was achieved primarily as a result of increased gross",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      217.68,
      51.57,
      260.81,
      62.64
    ],
    "text": "( 47 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      59.04,
      75.33,
      421.32,
      138.24
    ],
    "text": "extent sown and relatively low crop failure. Substantial increases in production were observed in the districts of the Dry Zone. The Vavuniya district recorded a nearly five-fold increase, while the Kurunegala district recorded a more than three­fold increase, to account for the largest share of 14 per eent of the country's total paddy production in the Maha season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.32,
      154.29,
      420.36,
      244.56
    ],
    "text": "Paddy production in Yala, 1988 estimated at 0.9 million metric tons (45 million bushels), was a substantial increase of 28 per cent over that of the previous Yala season. This enhanced production was primarily due to the increase in gross extent sown and harvested and better average yield. Most districts recorded increases in production and as in Maha season, the Kurunegala district reported the highest production increase in Yala, amounting to 84,039 metric tons and accounting for 15 per cent of the total production during the season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      203.76,
      262.05,
      273.53,
      273.12
    ],
    "text": "TABLE 1.13",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      149.28,
      282.21,
      329.94,
      293.28
    ],
    "text": "Statistics on Paddy Sector 1987—1988",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.48,
      328.15,
      108.87,
      337.01
    ],
    "text": "Item",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      161.04,
      319.75,
      178.76,
      328.61
    ],
    "text": "Unit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      245.28,
      311.59,
      377.78,
      320.69
    ],
    "text": "1987 1 9 8 8( a )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.7753918170928955,
      7.929691314697266,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      90.48,
      328.15,
      108.87,
      337.01
    ],
    "text": "Item",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      161.04,
      319.75,
      178.76,
      328.61
    ],
    "text": "Unit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      205.2,
      337.99,
      408.21,
      347.33
    ],
    "text": "Maha Yala Total Maha Yala Total",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.84,
      364.15,
      413.42,
      397.73
    ],
    "text": "1. Gross extent sown '000 Hectares 508 273 781 545 321 865 2. Fertilizer issues (6) '000 Mt. tons 115 36 151 134 70 204 3. Credit granted Rs. Million 183 79 262 185 50 235 4. Gross extent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.645003318786621,
      7.7870869636535645,
      7.864126205444336,
      7.869333267211914,
      7.9073028564453125,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.84,
      396.79,
      412.91,
      422.45
    ],
    "text": "harvested '000 Hectares 433 246 679 499 312 811 5. Yield per hectare(c) Kgs. 3,678 3,362 3,564 3,440 3,386 3,419 6. Net extent",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.91312837600708,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      420.79,
      412.67,
      438.05
    ],
    "text": "harvested '000 Hectares 380 217 597 443 278 721 7. Production '000 Mt. tons 1,392 735 2,128 1,525 941 2,466",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      445.03,
      104.98,
      453.89
    ],
    "text": "8. Purchases",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      437.11,
      414.87,
      453.89
    ],
    "text": "('000 Bushels) (66,727) (35,239) (101,966) (73,059) (45,098) (118,157) 8. Purchases",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      141.12,
      437.11,
      305.49,
      445.97
    ],
    "text": "('000 Bushels) (35,239) (101,966)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.12,
      453.19,
      415.25,
      478.13
    ],
    "text": "under GPS (d) '000 Mt. tons 57 7 64 102 3 105 9. Rice imports '000 Mt. tons — 102 '— — 189 (Paddy equivalent) '000 Mt. tons (146) (277)",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      6.962922096252441,
      6.963916778564453,
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      220.56,
      483.19,
      400.73,
      512.21
    ],
    "text": "Sources ; Department of Census and Statistics ; Department of Agriculture; Ministry of Agricultural Development",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.48,
      513.43,
      415.39,
      591.17
    ],
    "text": "and Research;. Paddy Marketing Board; Food Commissioner's Department; Central Bank of Sri Lanka. (a) Provisional (6) The fertilizer issues during cultivation year and calendar year are invariably different. Cultivation year comprises Maha (September/October - March/April) and Yala (April/May-August/September).",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.44,
      596.23,
      415.44,
      623.81
    ],
    "text": "(c) Yield per hectare for Maha and Yala are calculated using data from the Depart­ment of Census and Statistics which are based on crop cutting surveys while total yield is calculated by dividing total production by the net extent harvested.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      70.32,
      628.63,
      415.69,
      646.85
    ],
    "text": "id) Maha paddy harvest is purchased during the period from January to July, while Yala harvest is purchased during the period from August to December.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      221.28,
      53.73,
      265.61,
      64.8
    ],
    "text": "( 48 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      63.84,
      77.49,
      423.96,
      220.56
    ],
    "text": "The annual average yield per hectare in the cultivation year, 1988 estimated at 3,419 kgs., was a decrease of 4 per cent over that of the previous year. The average yield in Maha, 1987/88 fell by 6 per cent to 3,440 kgs. per hectare, while that in Yala, 1988 increased marginally by 1 per cent to 3,386 kgs. per hectare. In Maha season, all paddy producing regions (major and minor irrigation areas, as well as rainfed areas) recorded lower average yields, with the area under major irrigation reporting the highest decline of 8 per cent. In the context of increased fertilizer application and adequate rainfall during this season, the fall in average yield was mainly due to heavy non-seasonal rains experienced in most major paddy producing areas. In the Yala season, the productivity in areas under major irrigation and rainfed areas increased by 5 per cent and 9 per cent, respectively, while that in the areas under minor irrigation schemes fell by 3 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.914433479309082,
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.56,
      237.81,
      423.88,
      356.88
    ],
    "text": "During the cultivation year, the total extent sown increased by 84,096 hectares or 11 per cent to 865,322 hectares. The area sown in Maha season increased only by 7 per cent to 544,628 hectares, while that in the Yala season rose markedly by 17 per cent to 320,694 hectares, mainly reflecting improved weather conditions. The extent cultivated in the minor and the major irrigated areas rose by 19 per cent and 6 per cent, respectively during Maha, 1987/88, while that in the reinfed areas recorded a marginal increase. In the Yala season, the highest increase of 36 per cent in the extent cultivated was in minor irrigated areas. The extent cultivated under major irrigated areas and rainfed areas increased by 11 per cent and 18 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.32,
      371.97,
      423.17,
      503.04
    ],
    "text": "The total gross extent harvested during 1988 increased by 19 per cent to 811,034 hectares. The harvested area in Maha, 1987/88 rose by 15 per cent and in Yala, 1988 by 27 per cent. The significant increase in area harvested during Maha, 1987/88 considerably offset the adverse impact of the drop in average yield on total production. The extent of crop failure, which is the difference between the extent sown and the gross extent harvested was 46,075 hectares or 8 per cent of the gross extent sown in the Maha season. The corresponding rate in the previous Maha season was 15 per cent. Region-wise, the highest crop failure of 15 per cent was in the rainfed areas during Maha, 1987/88. The rate of crop failure in the Yala season was estimated at 3 per cent, compared with 10 per cent reported in the previous Yala season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.32,
      517.89,
      423.76,
      648.96
    ],
    "text": "According to the Ministry of Agricultural Development and Research, fertilizer issues to the paddy sector during the cultivation year, 1987/88 amounted to 204,190 metric tons. This was an increase of 35 per cent over the previous year. Fertilizer issues during Maha, 1987/88 increased by 16 per cent, while that of Yala, 1988 nearly doubled. The increase hi area under cultivation, in response to favourable weather conditions, had an important bearing on the rise in fertilizer issues to the paddy sector. The average quantity of fertilizer used per sown hectare also increased by 8 per cent in Maha season, while that in Yala increased remarkably by 68 per cent. According to the National Fertilizer Secretariat, fertilizer issues to the paddy sector on a calendar year basis amounted to 215,100 metric tons in 1988, showing a marginal decrease over the issues in 1987.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      217.44,
      60.21,
      260.81,
      71.28
    ],
    "text": "( 49 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      58.56,
      83.73,
      420.36,
      298.8
    ],
    "text": "In 1988, paddy purchases under the Guaranteed Price Scheme (GPS) by the Paddy Marketing Board (PMB) amounted to 105,497 metric tons (5,055,000 bushels), showing a substantial increase of 65 per cent over the quantity purchased during 1987. Higher production in major paddy producing areas in both Maha and Yala seasons was a major contributory factor for this increase. Paddy purchases from the Anuradhapura district reported a more than three-fold increase, while the Polonnaruwa district recorded an increase of 43 per cent over the purchases made in the previous year. As in previous years, the bulk of the purchases of the PMB was from the Maha harvest, accounting for about 97 per cent of the total purchases made during the year. However, the PMB was unable to carry out its normal purchasing activities in certain districts in the Northern and Eastern provinces, due to the continued unsettled conditions. The guaranteed price of paddy was raised upwards from Rs. 70 to Rs. 80 per bushel in August, 1988 to provide a higher return to paddy farmers and cushion the adverse impact of the increase in fertilizer price. Despite this upward revision of the guaranteed price, open market prices of paddy continued to remain well above the guaranteed price. In 1988, the average open market price of paddy was Rs. 93.54 per bushel, showing a 5 per cent increase over that of 1987.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.36,
      317.01,
      419.4,
      412.08
    ],
    "text": "The border price of paddy (rice price converted into paddy equivalent) increased from about Rs. 87 per bushel in 1987 to Rs. 124 per bushel in 1988, depicting a sharp increase of 43 per cent. Although this was partly due to the exchange rate depreciation, the major factor was the increase in international market prices, in the context of low production in major Asian paddy producing countries. The guaranteed price, as well as the average open market price of paddy, remained well below the border price. This indicates that the domestic market prices of paddy had not kept pace with the price trends in the international market.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.88,
      430.53,
      419.16,
      477.6
    ],
    "text": "Standardization of rice milled and marketted, which was commenced by the PMB at the end of 1987, continued into 1988. However, this measure by itself, without a proper pricing policy, is unlikely to safeguard the interests of either the producer or the consumer, as originally envisaged.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.251829147338867
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      57.12,
      494.37,
      83.79,
      505.44
    ],
    "text": "Sugar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      56.4,
      511.17,
      418.68,
      654.24
    ],
    "text": "The total sugar production which declined by 15 per cent to 29,298 metric tons in 1987, rose to 53,522 metric tons in 1988, showing a substantial increase of 83 per cent. The factories at Pelwatte and Sevenagala more than doubled their production to 29,972 metric tons and 11,039 metric tons, respectively. The Hingurana factory reported an increase of 28 per cent in production to 11,084 metric tons. The sharp increase in production of these factories was owing to increased supply of cane for processing which, in turn, was attributed to relatively favourable weather conditions. In contrast, sugar production at the Kantale factory experienced a severe setback, recording a 37 per cent decrease, mainly due to reduced area harvested and the lower average yield resulting from the reduced supply of water from the Kantale tank for cane cultivation. The Moneragala Sugar Company commenced cultivation of sugar cane during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.886859893798828,
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      216.24,
      64.05,
      259.85,
      75.12
    ],
    "text": "( 50 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.28,
      87.81,
      417.96,
      146.88
    ],
    "text": "Civil disturbances which caused a labour shortage and breakdown in the electricity supply during the fourth quarter of 1988, had an adverse impact on production in all sugar factories. The entire sugar production of the private sector came from the Pelwatte Sugar Co. Ltd., which accounted for 56 per cent of the total production during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.28,
      160.53,
      418.75,
      315.6
    ],
    "text": "The total extent under sugar cane cultivation (with ratoonings) declined by 5 per cent in 1988, owing to reduced extent brought under cultivation at Sevanagala and Pelwatte factories. The area under cane cultivation of the Sevanagala and Pelwatte factories dropped by 16 per cent and 13 per cent, respectively to 1,760 hectares and 4,585 hectares in 1988. In contrast, the extent cultivated by Kantale and Hingurana sugar factories increased by 12 per cent and 14 per cent, respectively, to 1,107 hectares and 2,662 hectares. The total volume of cane harvested increased substantially by 56 per cent, from 359,030 metric tons in 1987 to 559,767 metric tons in 1988. The volume of cane harvested by the Sevanagala factory recorded nearly a three-fold increase in 1988, while that of the Pelwatte sugar factory reported a 40 per cent increase. The Hingurana factory also showed a 39 per cent increase in the volume of cane harvested. In contrast, the volume of cane harvested by the Kantale factory declined by 17 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.52,
      330.69,
      418.57,
      389.76
    ],
    "text": "As in the previous year, sugar recovery rate of the Sri Lanka Sugar Corporation (SLSC) factories recorded decreases in 1988. The sugar recovery rate of the Hingurana factory dropped marginally from 7.3 per cent in 1987 to 7.05 per cent in 1988, while those of Kantale and Sevanagala declined to 5.09 per cent and 7.25 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.76,
      403.17,
      419.06,
      462.24
    ],
    "text": "Recognising the efficiency of allottees and private sector farmers in producing sugar cane, timely harvest and delivery of cane to factories, the SLSC allocated the lands coming under their factories to allottees for sugar cane cultivation. By implementing this measure, the SLSC expected to improve sugar production and reduce cost of production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.52,
      475.65,
      419.34,
      522.72
    ],
    "text": "The procurement of sugar through imports and in the domestic market continued to be handled by the private sector and the Co-operative Wholesale Establishment. Following the sharp increase in sugar prices in the world market, the import duty on sugar was reduced from Rs. 7 per kg. to Rs. 4.50 per kg. in November, 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      535.89,
      139.39,
      546.96
    ],
    "text": "Minor Food Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.0,
      551.49,
      420.12,
      610.56
    ],
    "text": "Since most of the minor food crops, with the exception of a few high value crops, are grown in very small holdings and home gardens mainly as mixed crops, collection of reliable data on area under cultivation and production is a difficult task. Therefore, any analysis on minor food crops is subject to limitations, as most of the data available in respect of these crops are based on crude estimates.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.72,
      624.45,
      421.25,
      659.52
    ],
    "text": "According to tentative data provided by the Ministry of Agricultural Development and Research, production of most of the minor food crops recorded an improvement during the cultivation year, 1988. This was mainly due to larger extents switched",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      219.36,
      59.49,
      263.21,
      70.56
    ],
    "text": "( 51 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.04,
      83.25,
      420.42,
      190.32
    ],
    "text": "into minor food crops which need less quantities of water, as well as higher yields resulting from favourable weather conditions and increased fertilizer application. Improved extension services, availability of seed material and higher producer margins resulting from improved prices also contributed to better production performance of the minor food crops sector during 1988. Substantial increases were recorded in the production of maize, chillies, cowpea and kurakkan in 1988. The better production performance of these crops in both Maha, 1987/88 and Yala, 1988 may be explained by factors such as favourable weather and the increase in extent cultivated.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.32,
      205.17,
      419.7,
      264.24
    ],
    "text": "The production of blackgram increased by 9 per cent while that of soyabeans increased marginally in 1988. The entire increase in production of blackgram and soyabeans was in Maha, 1987/88. In the category of high value minor food crops, the production of chillies increased substantially by 30 per cent, while red onion and gingelly recorded marginal increases.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.918871879577637,
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.8,
      278.85,
      419.64,
      325.92
    ],
    "text": "Although the commencement of cultivation was somewhat delayed in rainfed areas during Maha, 1987/88 due to nonseasonal rains, the extent cultivated in the irrigated areas, particularly under the Mahaweli Development Programme recorded an increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.08,
      342.69,
      419.22,
      401.76
    ],
    "text": "While the production performance of several minor food crops was satisfactory, crops such as ground nuts, greengram and potatoes experienced decreases in production. The. substantial drop in the production of potatoes for the second consecutive year, was mainly due to reduced extent cultivated which, in turn, was due to problems relating to the availability of seed potatoes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.08,
      418.29,
      419.23,
      441.36
    ],
    "text": "Fertilizer issues to the minor food crops sector rose by 75 per cent to about 38,800 metric tons in 1988. '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.88,
      455.73,
      419.19,
      538.8
    ],
    "text": "The Floor Price Scheme (FPS) operated by the Paddy Marketing Board (PMB) continued to be in force in respect of eight selected minor food crops during the year. However, the purchases were significant only in the case of maize and soyabeans. Purchase of maize and soyabeans amounted to 42,608 metric tons and 1,133 metric tons, respectively, in 1988 as against 6,880 metric tons and 705 metric tons in the previous year. The quantities of cowpea, greengram, gingelly and kurakkan purchased by the PMB during the year remained small as in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.894442558288574,
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.12,
      553.89,
      137.26,
      564.96
    ],
    "text": "Fish and Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.88,
      569.97,
      418.68,
      653.04
    ],
    "text": "Provisional estimates indicated that fish production in 1988 increased by 4 per cent, to reach 197,536 metric tons, compared with 190,002 metric tons in 1987. About 79 per cent of the total fish production was accounted for by coastal fishery, where production improved from 149,278 metric tons in 1987 to 155,099 metric tons in 1988. Fish production of the off-shore and deep sea sub-sector and the inland fishery sub-sector rbse by 4 per cent each to 4,425 metric tons and 38,012 metric-tons, respectively in 1988. The production growth was modest because the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.894442558288574,
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      220.56,
      56.85,
      263.69,
      67.92
    ],
    "text": "( 52 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.88,
      80.61,
      421.56,
      151.68
    ],
    "text": "recovery of fishing activities in the Northern and Eastern,provinces was slow. The reduced production in the Southern province towards the end of the year, as a result of increased civil disturbances, also had an adverse impact on production. As in the past, the private sector continued to account for a major share of total fish production and the Ceylon Fisheries Corporation engaged primarily in purchasing fish from the private sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.12,
      165.09,
      421.82,
      260.16
    ],
    "text": "The work in respect of several special fisheries development projects continued in 1988. These comprised the East Coast Fishery Development Project, West Coast Fishery Development Project, Puranawella Harbours Project, Cage/Pen Culture Project, Seasonal Tank Aquaculture Programme and North West Coast Fishery Development Project. In 1988, under the North West Coast Fishery Development Project, 80 boats were constructed and issued for commercial fishing. Five vessels were also allocated to fishermen in the East coast area under the East Coast Fishery Development Project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.12,
      271.65,
      422.25,
      318.72
    ],
    "text": "The subsidy payment for issue of new boats and for mechanisation of traditional crafts in the marine fishery sector increased from Rs. 27 million in 1987 to Rs. 29 million in 1988. Under various subsidy schemes, 161 boats, 307 traditional crafts, 603 motors and 24 vessel hulls were issued to the marine sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.36,
      330.69,
      422.7,
      389.76
    ],
    "text": "In 1988, the Ministry of Fisheries implemented several programmes to expand the area under fresh water fish ponds. During the year, about Rs. 1 million was paid to the inland fishery sub-sector to construct fish ponds under the Pond Subsidy Scheme and under the Seasonal Tank Aquaculture Programme and about 9 million fingerlings were stocked in 148 seasonal tanks which covered an area of 971 hectares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      63.36,
      401.49,
      423.48,
      556.56
    ],
    "text": "The Department of Census and Statistics has provisionally estimated milk production (including buffalo milk) in 1988 at 226 million litres, a marginal increase of 2 per cent over the preceding year. The volume of milk collected by the Milk Industries of Lanka Co. Ltd. (MILCO) was 66 million litres in 1988, showing a drop of about 2 million litres compared with 1987. This decline in milk collection was primarily due to continued unsettled conditions in the Northern and Eastern provinces and the disturbances that prevailed in the Southern province towards the end of 1988. The Milk Shed Producer Companies formed to handle milk procurement activities in Colombo, Kandy, Moneragala, Polonnaruwa and Jaffna regions were dissolved in April, 1988 and these functions were handed over to the MILCO Ltd. With a view to inducing farmers to supply better quality milk, a new system of payment for milk was introduced in April, 1988. Milk purchasing price of the MILCO Ltd. was also revised upwards by about 50 cents per litre in April, 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      64.08,
      568.53,
      425.67,
      651.6
    ],
    "text": "The Department of Animal Production and Health and the National Livestock Development Board, under the Ministry of Rural Industrial Development, continued their activities, such as the provision of breeding materials, veterinary services, pasture development and training of personnel in animal husbandry, in 1988. With a view to increasing the production of meat, milk and eggs through the improvement of production potential and health standards of the livestock, several special development projects which were financed with foreign aid and domestic",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      216.96,
      51.81,
      262.97,
      62.88
    ],
    "text": "( 53 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      58.32,
      75.81,
      421.05,
      158.88
    ],
    "text": "funds continued to be in operation during 1988. However, the performance of the various programmes of assistance and the special dairy development projects, which included the Kurunegala District Livestock Development Project, Anuradhapura Dry Zone Agricultural Project, the Sri Lanka/West German Goat Development Project and the Sri Lanka/Asian Development Bank Livestock Development Project, experienced a setback towards the end of the year due to unsettled conditions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      58.08,
      172.05,
      420.26,
      243.12
    ],
    "text": "The Department of Census and Statistics has provisionally estimated egg production in 1988 at about 778 million, showing a drop of 5 per cent when compared with the previous year. The unsettled conditions which characterised the latter part of 1988 and reduced demand due to poor performance of the tourist industry appears to have adversely affected egg production, even causing closure of a number of small scale farms.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      58.8,
      256.53,
      112.86,
      267.6
    ],
    "text": "Rural Credit",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      58.08,
      272.61,
      419.95,
      367.68
    ],
    "text": "Under the New Comprehensive Rural Credit Scheme (NCRCS) the Central Bank provides refinance facilities to banks for loans granted for the cultivation of paddy and subsidiary food crops. Owing to the increase in prices of fertilizer, seed and pesticides during the latter half of 1988, the scales of finance for eleven crops financed under the NCRCS were revised upwards in October, 1988 by a minimum of 50 per cent as compared to the previous year. New scales were to become, effective from Maha 1988/89. The scales were formulated on the basis of district averages of cost of inputs to ensure uniformity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      57.6,
      381.33,
      419.46,
      500.4
    ],
    "text": "Table 1.14 reveals the value of cultivation loans granted under the NCRCS as at 31st December, 1988. The value of all crop loans granted for the cultivation year was Rs. 321.7 million. Despite the favourable weather conditions that prevailed, this represented a 3 per cent decrease in comparison with the previous cultivation year. This decrease is attributed to the civil disturbances which prevailed during Yala 1988 and immediately thereafter. The value of loans granted under the NCRCS in­creased from Rs. 220 million in Maha 1986/87 to Rs. 228 million in Maha 1987/88, an increase of 3.6 per cent. In contrast, the value of loans granted in Yala 1988 at Rs. 93.7 million represented a 15.8 per cent decrease from Rs. 111.3 million granted in the previous Yala season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      55.68,
      513.57,
      418.62,
      644.64
    ],
    "text": "Accounting for 45 per cent of the total loans granted during the year, the Bank of Ceylon has become the lead bank in disbursing crop loans under the NCRCS. During the year under review, loans granted by the People's Bank amounted to Rs. 141.7 million (44 per cent of the total) representing a decline of 12 per cent when compared with the record of lending of the previous year. Although the relative shares in the total loans of the Hatton National Bank and the RRDBs are small, their performance during the current year has improved relative to that of the two major banks. The total loans granted by the Hatton National Bank increased by 8.6 per cent in the cultivation year 1988. The value of loans granted by the RRDBs increased 2.4 times from Rs. 5.7 million to Rs. 13.5 million during the same period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      333.36,
      97.17,
      400.8,
      108.24
    ],
    "text": "TABLE 1.14",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      137.28,
      113.49,
      616.55,
      124.56
    ],
    "text": "Cultivation Loans Granted under the Comprehensive and the New Comprehensive Rural Credit Schemes^)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      161.04,
      125.25,
      680.83,
      146.93
    ],
    "text": "(Position as at 31st December, 1988) ' • . (Rs. Million)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      93.36,
      181.75,
      118.24,
      190.61
    ],
    "text": "Period",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      177.84,
      160.15,
      586.48,
      177.41
    ],
    "text": "People's Bank Bank of Ceylon Hatton National Bank* Indian Overseas Bank Regional Rural Dev. Banks",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      93.36,
      156.55,
      685.68,
      197.09
    ],
    "text": "Total Loans Total Loans under the CRCSand NCRCS Period",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      166.8,
      190.15,
      217.65,
      199.25
    ],
    "text": "Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      193.92,
      198.31,
      215.22,
      215.09
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      222.0,
      189.91,
      302.8,
      199.25
    ],
    "text": "Total Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      278.88,
      198.07,
      299.99,
      214.85
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      307.44,
      189.91,
      388.48,
      198.77
    ],
    "text": "Total Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      364.08,
      197.83,
      385.57,
      214.61
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      393.36,
      189.91,
      473.97,
      199.01
    ],
    "text": "Total Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      449.76,
      198.07,
      471.25,
      214.85
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      480.0,
      190.15,
      558.98,
      199.49
    ],
    "text": "Total Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      535.2,
      198.55,
      556.5,
      215.33
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      563.52,
      190.15,
      644.13,
      199.49
    ],
    "text": "Total Paddy Minor",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      620.4,
      198.31,
      641.51,
      215.09
    ],
    "text": "food crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      646.08,
      156.55,
      685.68,
      197.09
    ],
    "text": "Total Loans under the CRCSand NCRCS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.4,
      224.53,
      678.97,
      243.94
    ],
    "text": "1986/87 Maha 93-2 12-2 105-4 72-4 22-8 95-2 12-5 3-1 15-6 0-3 — 0-3 3-6 0 1 3-7 182 0 38-2 220-2",
    "fonts": [
      "Courier",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      17.049110412597656
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      50.4,
      246.31,
      678.99,
      257.72
    ],
    "text": "1987 Yala 41-9 141 5 6 0 37-4 11-9 49-3 0-5 3-5 4 0 — — — 1-7 0-3 2 0 81-5 2 9 8 111-3",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      49.2,
      262.39,
      678.76,
      273.56
    ],
    "text": "Cultivation year 1987 1351 26-3 161-4 109-8 34-7 144-5 1 3 0 6 6 19-6 0-3 — 0-3 5-3 0-4 5-7 263-5 68-0 331-5",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      49.68,
      277.99,
      679.09,
      289.4
    ],
    "text": "1987/88 Maha 90-2 13-3 103-5 74-3 26 0 100-3 12-9 3-6 16-5 — — — 7-4 0-3 7-7 184-8 43-2 228-0",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      49.44,
      294.07,
      678.58,
      305.48
    ],
    "text": "1988 Yala 19-5 18-7 38-2 27-7 17-2 44-9 0 1 -4-7 4-8 — — — 5 1 0-7 5-8 52-4 41-3 93-7",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      48.96,
      309.91,
      678.62,
      321.32
    ],
    "text": "Cultivation year 1988(6) 109-7 3 2 0 141-7 1020 43-2 145-2 1 3 0 8-3 21-3 — — 12-5 1 0 13-5 237-2 84-5 321-7",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592,
      9.949873924255371
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      64.8,
      331.99,
      644.28,
      369.89
    ],
    "text": "(a) Amount released by the banks. Sources . People>s Bank . (6) Provisional. Bank of Ceylon; * Includes loans granted by the HNB oulskle CRCS/NCRCS. Hatton National Bank Ltd; Indian Overseas Bank;",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      2.7859647274017334,
      7.959899425506592
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      537.6,
      369.91,
      676.96,
      378.77
    ],
    "text": "Regional Rural Development Banks.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      210.72,
      52.77,
      254.09,
      63.84
    ],
    "text": "( 55 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      53.52,
      76.29,
      416.97,
      219.36
    ],
    "text": "As in the past, the majority of crop loans (74 per cent) were granted for the cultivation of paddy. However, the value of total loans granted for minor food crops increased from Rs. 68 million in 1987 to Rs. 84.5 million in 1988. The rela­tive share of minor food crops in the total value of loans granted increased from, 20.5 per cent to 26.3. per cent. The majority of loans granted for minor food crops in 1988 was disbursed by the Bank of Ceylon (Rs. 43 million) and the People's Bank (Rs. 32 million) followed by the Hatton National Bank (Rs. 8.3 million) and the RRDBs. (Rs. 1 million). The increase in the value of loans granted for the cultivation of minor food crops was reflected in both Maha and Yala seasons. Loans extended for cultivation of minor food crops increased by 13 per cent in Maha from Rs. 38 million in 1986/87 to Rs. 43 million in 1987/88 and by37 percent in Yala from Rs. 30 million in 1987 to Rs. 41 million in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.719413757324219,
      9.949873924255371,
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.0,
      233.49,
      414.88,
      304.56
    ],
    "text": "The overall reduction in loans granted in 1988 is attributed to a decrease in loans granted for paddy cultivation. Table 1.14 reveals that the value of paddy loans dis­bursed decreased by 10 per cent from Rs. 263 million in 1987,to Rs. 237 million in 1988. This reduction occurred entirely in Yala 1988 from Rs. 81.5 million in 1987 to Rs. 52.4 million in 1988. In contrast, paddy loans disbursed during Maha 1988 increased marginally from Rs. 182 million to Rs. 185 million in 1988.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.856470108032227,
      9.949873924255371
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.24,
      317.97,
      415.66,
      449.04
    ],
    "text": "Of the total Rs. 237 million extended for paddy cultivation in the year under review, Rs. 110 million was granted by the People's Bank. Following the same pattern as in the previous year, lending banks have concentrated in granting loans in irrigated areas. During Maha 1987/88, of the total extent of 102,055 acres of land, in respect of which credit was extended under the NCRCS, 78 per cent was in major irriga­tion areas.Of the total extent of 33,117 acres financed during Yala, 80 percent of the land was under major irrigation schemes. A Classification of loans granted according to tenureship shows that the majority of the loans granted by the lending banks have been to colonists for cultivation of crops under irrigated conditions; They accounted for 56 per cent and 55 per cent of the total number of borrowers during Maha 1987/88 and Yala 1988 respectively. : '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.914433479309082,
      9.949873924255371
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      54.24,
      462.69,
      415.86,
      533.76
    ],
    "text": "Of the loans in default in respect of Maha 1987/88, 2,355 borrowers' loans amount ting to Rs. 11.3 million have been rescheduled, while in Yala 50 loans totalling Rs. 0.11 million advanced among 50 borrowers were rescheduled. Credit guarantees invoked by the participating banks under the NCRCS at the end of the current year on loans in loss in Yala 1986 and Maha 1986/87 amounted to Rs. 12 million and 16 million respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  }
]