[
  {
    "page_number": 0,
    "bbox": [
      212.16,
      44.62,
      237.07,
      53.59
    ],
    "text": "( 9 0 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.607179641723633
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      159.36,
      68.86,
      297.5,
      77.83
    ],
    "text": "(D) CENTRAL B A N K I N G",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.458277702331543,
      8.463783264160156,
      8.615141868591309
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      49.92,
      93.1,
      411.43,
      174.07
    ],
    "text": "The international reserve of the Central Bank declined by Rs. 189-2 million during the year 1966, and the balance at the end of the year was Rs. 143 • 0 million. The net foreign exchange purchases of the Central Bank from the Inter­national Monetary Fund amounted to Rs. 71-4 million. However, the deteri­oration in the export trade severely impaired the foreign exchange earnings-of the economy and the international reserve of the Central Bank declined, continuously during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.649989128112793,
      8.733400344848633,
      8.833309173583984,
      8.924238204956055,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      190.06,
      411.83,
      271.03
    ],
    "text": "The domestic assets of the Central Bank increased by Rs. 305-2 million in 1966. Government and Government guaranteed security holdings of the Central* Bank increased by Rs. 155-9 million, while special loans and provisional advances-increased by Rs. 21-2 million and Rs. 5-3 million respectively. Total Govern­ment indebtedness to the Central Bank therefore increased by Rs. 182-4 million. Borrowings of the commercial banks increased by Rs. 36-4 million while ' other assets and accounts ' rose by Rs. 86-4 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.54574966430664,
      8.617387771606445,
      8.621650695800781,
      8.733400344848633,
      8.770172119140625,
      8.882233619689941,
      8.890613555908203,
      8.94674301147461,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.04,
      287.02,
      411.85,
      331.99
    ],
    "text": "The total deposit liabilities of the Central Bank increased by Rs. 114-8-million in 1966 mainly due to a rise in Government deposits and deposits of inter­national organisations, partly offset by a fall in deposits of commercial banks. The currency issue of the Central Bank fell by Rs. 9 1 million during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.551429748535156,
      8.733400344848633,
      8.94674301147461,
      9.081433296203613
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.48,
      350.62,
      121.61,
      359.59
    ],
    "text": "Credit Policy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.805598258972168,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.72,
      374.62,
      414.17,
      527.59
    ],
    "text": "In the last Annual Report the measures taken by the Central Bank in 1965 to-restrain credit expansion by the commercial banks were mentioned. There had. been a persistent increase in commercial bank credit to the private sector in the years up to 1965, and the Central Bank was particularly concerned with the possible emergence of excessive monetary demand and the speculative hoarding of goods. The monetary measures taken by the Central Bank in 1965 consisted of a rise in the Bank Rate and the imposition of ceilings on credit expansion b y commercial banks. The Central Bank also used moral suasion as an instrument to channel credit to productive purposes and to discourage credit for con­sumption. A considerable slowing down of credit expansion was noticeable by the end of 1965. As compared to increases of Rs. 136-9 million and Rs. 62-8-million in the years 1963 and 1964, respectively, the increase in commercial bank credit to the private sector was only Rs. 4-2 million in 1965.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.82111930847168,
      8.833309173583984,
      8.860193252563477,
      8.888435363769531,
      8.94674301147461,
      9.075868606567383
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.12,
      543.58,
      415.38,
      636.55
    ],
    "text": "The monetary measures introduced in 1965 continued to be in force in 1966 too. In the context of the economic conditions prevailing in 1966, demand for bank credit continued to be high and an expansion of credit was observed in the early months of the year. However, there was no indication that the total volume of credit would reach the ceilings then in force. Though commercial bank credit expanded subsequently, the expansion was not considered excessive. Moreover, a larger proportion of the increased bank credit was directed to productive purposes.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610570907592773,
      8.733400344848633,
      8.740346908569336,
      8.840289115905762,
      8.860193252563477,
      8.906428337097168,
      8.94674301147461,
      9.075868606567383
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      205.92,
      44.86,
      233.94,
      53.83
    ],
    "text": "( 9 1 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.666508674621582,
      8.873106002807617
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      45.84,
      69.34,
      405.38,
      90.31
    ],
    "text": "The Bank Rate of 5 per cent, fixed on 28th May 1965, continued to be in force throughout 1966.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.873106002807617
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.08,
      104.93,
      158.36,
      115.01
    ],
    "text": "Banking Development",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.968551635742188
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      44.64,
      130.06,
      405.13,
      319.03
    ],
    "text": "In January 1966, the Government appointed a Committee to examine the role of the Co-operative Movement in the provision of rural credit. On the recom­mendation of this Committee (which included the Director of Economic Research of the Central Bank), the Government has decided that cultivation loans, presently granted by the Department of Agrarian Services to members of co-operative societies, should in future be handled by the People's Bank and any other bank prepared to come into this scheme, acting in conjunction with the Central Bank. To give effect to this decision the Central Bank is formulating a scheme to guaran­tee, on behalf of the Government, individual loans to cultivators up to a maximum of 75 per cent of the default on each loan. The cultivation loans scheme and the associated loan guarantee scheme are to come into operation in time to provide loans to farmers in the Maha season of 1967. The Central Bank will also re­finance loans given by commercial banks under this Scheme. A new division of Rural Credit has also been established within the Department of Economic Re­search. This division would keep under constant study the problems of rural credit in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.600469589233398,
      8.655827522277832,
      8.761677742004395,
      8.82111930847168,
      8.833309173583984,
      8.873106002807617,
      9.101279258728027
    ]
  }
]