[
  {
    "page_number": 0,
    "bbox": [
      183.84,
      56.45,
      254.62,
      66.53
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      78.05,
      399.88,
      172.13
    ],
    "text": "1. This is the second Annual Report of the Monetary Board of the Central Bank of Ceylon. It is issued in accordance with Section 35 of the Monetary Law Act, No. 58 of 1949, which provides that within three months after the end of each •financial year—that is, by March 31—the Monetary Board shaH submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of the policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.32170581817627,
      9.414432525634766,
      9.472265243530273,
      9.673432350158691,
      9.912236213684082,
      9.921045303344727,
      10.007518768310547,
      10.030123710632324,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.08,
      181.25,
      399.41,
      203.33
    ],
    "text": "2. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1951.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.236746788024902,
      9.424454689025879,
      9.583298683166504,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      177.36,
      227.81,
      260.39,
      237.89
    ],
    "text": "JJ. Foreign Trade",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.84,
      246.77,
      399.78,
      304.85
    ],
    "text": "3. Foreign trade plays a dominant role in determining the economic condition of Ceylon. Exports have recently contributed directly over one-third of gross national income and indirectly much more, since many industries and occupations not producing directly for export are largely sustained by export income. On the expenditure side, nearly three-tenths of gross national expenditure was on imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.414432525634766,
      9.529008865356445,
      9.673432350158691,
      9.908016204833984,
      9.933183670043945,
      10.046911239624023,
      10.046952247619629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      314.45,
      399.39,
      384.53
    ],
    "text": "4. Value-of-Export^s rose markedly, from an index of 558 in 1950 to 679 in 1951,* or by 22 per cent. The physical quantity of exports, however, showed only a slight increase. The large rise in export value was therefore due almost entirely to a steep rise in prices. They reached an all time high in March and April, when the price index was 607, and thereafter fell away almost steadily to 473 by the end of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.374369621276855,
      9.416807174682617,
      9.498456001281738,
      9.542338371276855,
      9.673432350158691,
      9.947178840637207,
      9.961487770080566
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.88,
      393.89,
      400.75,
      499.97
    ],
    "text": "5. Value-of-Imports also rose greatly between 1950 and 1951, from an index of 514 to 686, or by 33 per cent. The rise in average import prices was much less than that in average export prices, and so the terms of trade improved from 101 for 1950 to 104 for 1951. The high export income enabled the country to bear the rising cost of imports, to increase decidedly the physical volume of imports, and yet. have a substantial export surplus not much smaller than that for 1950. The merchandise surplus was Rs. 346 million for 1951 as against Rs. 396 million for 1950.f Including invisibles, the total current account surplus was Rs. 116 million in 1951 as compared with Rs. 137 million in 1950.J",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.383552551269531,
      9.392638206481934,
      9.543379783630371,
      9.603798866271973,
      9.673432350158691,
      9.91645336151123,
      9.934225082397461,
      9.941640853881836,
      9.94863510131836,
      9.952006340026855,
      10.0018892288208,
      10.046911239624023,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.12,
      509.33,
      399.66,
      591.41
    ],
    "text": "6. These figures show that foreign trade in 1951 as a whole was decidedly favourable to Ceylon. But the average and total figures for 1951 conceal a serious deterioration during the year. The deterioration is shown most plainly in the terms of trade, which is simply the export price index expressed as a per cent of the import price index. On a 1934-1938 base of 100, the terms of trade were 113 in January, 1951, and rose to a peak of 123 in March.. Thereafter they worsened rapidly and nearly continuously. The figure of 79 reached in December was almost",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.94863510131836,
      9.952006340026855,
      9.97374153137207,
      10.046911239624023,
      10.082208633422852,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      115.2,
      609.44,
      322.12,
      632.52
    ],
    "text": "• For all foreign trade indexes used in this section, 1934-1938=100 t Ceylon Customs Returns. X Exchange Control data.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      5.614121437072754,
      6.099999904632568,
      6.484388828277588,
      6.642841339111328,
      6.653839111328125,
      6.6740803718566895,
      6.675864219665527,
      6.6836628913879395,
      6.7167067527771,
      6.740652084350586,
      6.7758893966674805,
      6.7891106605529785,
      6.839974403381348
    ]
  }
]