[
  {
    "page_number": 0,
    "bbox": [
      187.44,
      25.12,
      254.74,
      33.87
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339048385620117,
      8.81308650970459
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.04,
      41.44,
      402.33,
      120.75
    ],
    "text": "1. The present report, which is the first Annual Report of the Monetary Board of the Central Bank of Ceylon/is issued in pursuance of Section 35 of the Monetary Law Act, No. 58 of 1949, which provides that within three months after the end of each financial year, that is,to say, by March 31, the Monetary Board.shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank and a review of the policies and measures adopted by the Monetary Board during the financial year and an analysis of the economic and financial circumstances which prompted those policies and measures. • ' . c",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.142597198486328,
      8.270210266113281,
      8.338411331176758,
      8.389264106750488,
      8.427712440490723,
      8.545156478881836,
      8.791106224060059,
      8.992823600769043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.28,
      127.84,
      402.42,
      217.23
    ],
    "text": "2. The Monetary Board was constituted on July 1, 1950, and the Central Bank commenced business on August 28. The Monetary Board is the governing body of the Bank and consists of the Governor, the Permanent Secretary to the Ministry of Finance and an appointed member. Mr. John Bxter was appointed the first Governor, and Mr. J. Tyagaraja the first appointed member. Sir Charles Jones, C.M.G., Mr. T. D. Perera, C.M.G., and Mr. A. G. Ranasinha, C.M.G., C.B.E., served on the Board successively in the capacity of the Permanent Secretary to the Ministry of Finanee. Mr. N. U. Jaya-wardena was appointed the first Deputy Governor. The organization of the Bank by departments and its principal executive officers is given on page (iii).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.070807456970215,
      8.114226341247559,
      8.256086349487305,
      8.26636028289795,
      8.298986434936523,
      8.349967956542969,
      8.404909133911133,
      8.420488357543945,
      8.545156478881836,
      8.809403419494629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.84,
      224.56,
      402.33,
      293.79
    ],
    "text": ".3. The Bank's financial year is the calendar year. Since the Bank was only open for business during the last four months of 1950, the present report, strictly speaking, need cover only that period. However, to enable a better appreciation of the policies -and measures adopted by the Board during the period, the report contains an analysis of the economic and financial conditions in Ceylon during the entire calendar year 1950, with the emphasis on the developments subsequent to the establishment of the Central Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.795022487640381,
      8.028942108154297,
      8.242809295654297,
      8.266661643981934,
      8.270210266113281,
      8.328076362609863,
      8.338411331176758,
      8.512189865112305,
      8.545156478881836,
      8.751189231872559,
      8.78855037689209,
      8.992823600769043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.76,
      301.12,
      402.2,
      380.43
    ],
    "text": "4. The year 1950 is notable as a period of marked inflation in which abnormal movements in the money supply and in the price level tended to endanger domestic monetary stability. It was also a year in which the full effects of the devaluation of the Ceylon rupee in September, 1949, began to be felt. In addition to the measures taken by the Monetary Board in connection with the organization and commencement of business by the Bank, the major policy measures of the Board were concerned with the problems of inflation. Consequently, a considerable part of this report is devoted to an analysis of the inflationary situation in Ceylon.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.231633186340332,
      8.271379470825195,
      8.294059753417969,
      8.320954322814941,
      8.328076362609863,
      8.483916282653809,
      8.503901481628418,
      8.545156478881836,
      8.768502235412598,
      8.821121215820312,
      8.874025344848633
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.76,
      434.8,
      65.96,
      443.55
    ],
    "text": "year :",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.545156478881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      183.12,
      403.6,
      261.48,
      412.35
    ],
    "text": "II. Money Supply",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.309696197509766,
      8.545156478881836,
      8.75044059753418
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.0,
      422.56,
      401.22,
      431.31
    ],
    "text": "5. As the following table indicates, the money supply increased rapidly during the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.27888298034668,
      8.436001777648926,
      8.545156478881836
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      192.24,
      445.36,
      251.89,
      454.11
    ],
    "text": "Money Supply",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.487629890441895,
      8.913216590881348
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      128.88,
      470.94,
      154.21,
      478.92
    ],
    "text": "Month",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.759449005126953
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.8,
      506.46,
      145.99,
      602.04
    ],
    "text": "January February March .. * . April May June July August September October November December",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.535514831542969,
      7.649097442626953,
      7.741757869720459,
      7.7639241218566895,
      7.787990570068359
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      608.22,
      405.27,
      648.84
    ],
    "text": "Note.—Since December, 1949,-the Central Bank's money supply figures have differed from those before that date, especially because they have included semi-Government deposits (see Statement 1A in Appendix II). However, since monthly figures for semi-Government deposits before December, 1949, are not available, the above figures since that date also • exclude such deposits. The 1950 figures are thus in all respects comparable to those of 1949.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.536614894866943,
      7.787990570068359,
      7.868318557739258,
      7.981127738952637,
      7.998613357543945
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      218.64,
      454.38,
      371.39,
      478.44
    ],
    "text": "Per cent. increase over 1949 1950 corresponding",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.595095634460449,
      7.628058910369873,
      7.787990570068359,
      7.847174167633057,
      7.924318790435791
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      204.72,
      478.86,
      367.92,
      602.28
    ],
    "text": "month of previous year Bs. million Bs. million 589-6 642-1 . 8-9 577-5 . . 644-8 . 11-7 558 1 654-9 . 17-3 545-9 659-7 . 20-8 555-7 682 1 . 22-7 574-7 687-3 . 19-6 576-6 707-7 . 22-7 591-2 747-8 . 26-5 588-4 780-4 . 32-6 608-2 788-2 . 29-6 619-9 822-9 . 32-7 640-2 881-1 . 37-6",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.3636674880981445,
      7.560342311859131,
      7.5648322105407715,
      7.572161674499512,
      7.575412750244141,
      7.5894622802734375,
      7.593798637390137,
      7.601508617401123,
      7.602599620819092,
      7.6036224365234375,
      7.607235431671143,
      7.608495712280273,
      7.609177112579346,
      7.618947505950928,
      7.622960090637207,
      7.627651214599609,
      7.628670692443848,
      7.7500901222229,
      7.787990570068359,
      7.922453880310059,
      8.024592399597168
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.24,
      26.62,
      229.54,
      35.59
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.610419273376465
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      33.36,
      46.06,
      394.36,
      95.35
    ],
    "text": "The money supply is defined in the Monetary Law Act as \" all currency and demand deposits owned by persons other than commercial banks or the Government \". In other words, it is the volume of completely liquid purchasing power in the hands of the public. Statement 1A in Appendix II and chart I in Appendix III show the components of the money supply for a period of years.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.487625122070312,
      8.496742248535156,
      8.610419273376465,
      8.842700004577637,
      8.84347915649414,
      8.85448932647705,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      34.32,
      105.34,
      394.71,
      245.35
    ],
    "text": "6. The Monetary Law Act requires the Monetary Board to submit to the Minister of Finance a report on domestic monetary stabilization if at the end of any month the Board finds that the amount of the money Bupply has increased or decreased by more .than fifteen per cent., or if the cost of living index has increased by more than ten per cent., of its level at the end of the corresponding month in the preceding year. As will be seen by reference to the table on page 5, the percentage increase in the cost of living exceeded ten per cent, in only one month, i.e. September, 1950. The increases in the money supply were much more pronounced. Even before the Bank opened there had been a series of months beginning with March, 1950, at the end of each of which the money supply had shown an increase of more than fifteen per cent, above the preceding year. Accordingly, the report to the Minister on the inflationary situation was one of the first major policy matters to engage the attention of the Board. The report was submitted on December 15, 1950, and contained an analysis of the inflation problem essentially along the same lines as that which follows.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.262397766113281,
      8.26434326171875,
      8.307339668273926,
      8.335369110107422,
      8.39122486114502,
      8.398844718933105,
      8.554420471191406,
      8.578508377075195,
      8.610419273376465,
      8.819223403930664,
      8.866300582885742,
      8.901712417602539,
      8.940067291259766,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.76,
      255.58,
      394.94,
      304.87
    ],
    "text": "7.. Chart 2 and Statement 1B on which it is based point out very clearly the under­lying causes of the recent expansion of the money supply. This series begins at the end of December, 1949, because banking statistics available to the Central Bank before that date are not in sufficient detail to enable an analysis of the same degree of precision to be made.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.503071784973145,
      8.514906883239746,
      8.568521499633789,
      8.610419273376465,
      8.824763298034668,
      8.84347915649414,
      8.861933708190918,
      8.868001937866211,
      8.874030113220215,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      313.42,
      395.82,
      450.31
    ],
    "text": "8. As the chart shows, the increase in the money supply during 1950 was due to three principal factors. The first is the monetization of a portion of the surplus in Ceylon's balance of payments. This occurs through the purchase by either the com­mercial banks or the Currency Board (or, since August 28, by the Central Bank) of such excess foreign exchange as the Ceylon economy has been earning. Thus, when the banking system, during the period in which Ceylon's total receipts from abroad exceed payments abroad, purchases more foreign- exchange from either the public or the Govern­ment than it sells to them, the excess of foreign exchange purchased represents an addition to the money supply. According to Statement 1B and chart 2, Ceylon's external banking assets increased by Rs. 140'6 million from the end of December, 1949, to the end of December, 1950. Up to the end of September, 1950, the effect of the balance of payments upon the money supply was slightly deflationary. From October to December, 1950, however, it was very actively inflationary. The surplus in the balance of payments increased external banking assets in those three months by Rs. 147 • 0 million.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.100000381469727,
      8.23021411895752,
      8.261285781860352,
      8.383832931518555,
      8.392358779907227,
      8.40782356262207,
      8.488475799560547,
      8.490948677062988,
      8.511670112609863,
      8.515716552734375,
      8.610419273376465,
      8.822087287902832,
      8.824763298034668,
      8.836503028869629,
      8.839323043823242,
      8.84347915649414,
      8.852303504943848,
      8.85448932647705,
      8.872957229614258,
      8.901712417602539,
      9.001465797424316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.2,
      462.94,
      398.5,
      570.09
    ],
    "text": "9. A second important factor causing the increase has been the expansion of bank credit through the acquisition by the banking system of additional domestic earning assets. Depending upon whether credit has been expanded in favour of the Govern­mental or the private sector of the economy, such assets may be divided into two categories, namely, government securities (including treasury bills), and loans, over­drafts, & c , extended to private enterprise. The commercial banks extended Rs. 67 \"1 million of credit to the Governmental sector and Rs. 60\" 5 million to the private sector of the economy, a total of Rs. 127 • 6 million. In addition, there was net credit creation by the Central Bank (and Currency Board) during the year of Rs. 7 5 million, all of it in favour of Government. The total credit extended to Government, therefore, was Rs. 74 • 6 million.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.800376892089844,
      7.893074989318848,
      8.100000381469727,
      8.181802749633789,
      8.334620475769043,
      8.374671936035156,
      8.376904487609863,
      8.387197494506836,
      8.515716552734375,
      8.52003002166748,
      8.53065013885498,
      8.536378860473633,
      8.542256355285645,
      8.568483352661133,
      8.58045768737793,
      8.584165573120117,
      8.610419273376465,
      8.824763298034668,
      8.852303504943848,
      8.872957229614258,
      8.901712417602539,
      8.90337085723877
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.92,
      580.54,
      397.11,
      649.99
    ],
    "text": "10. But there is a third factor causing an increase in the money supply for which Government was responsible. This is the reduction in the Government's rupee cash balances. When these rupee balances are reduced (usually by paying them over to the public in the process of meeting Government expenditures) deposits and currency are shifted from a non-monetary classification to a monetary classification, and the effective purchasing power in the hands of the public is increased. Between December, 1949, and September, 1950, tho Government drew down its rupee cash by Rs. 56*8 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.334620475769043,
      8.55116081237793,
      8.610419273376465,
      8.842700004577637,
      8.901712417602539,
      8.906317710876465,
      9.094103813171387
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      211.2,
      26.08,
      243.83,
      34.83
    ],
    "text": "{ 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.051103591918945,
      8.545156478881836
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.04,
      45.76,
      406.9,
      113.55
    ],
    "text": "Government then added Rs. 52\"1 million to its cash between October and December, 1950, chiefly because ofsubscriptions by the public to the Government loans, so that for the year as a whole the reduction of Government cash balances was only Rs. 4'7 million. When this amount is added to Rs. 74\" 6 million of credit created in this period by the banking system in favour of the Government the total contribution of Government to the expansion of the money supply for the year becomes Rs. 79 \"3 million. This compares with the contribution of Rs. 60' 5 million by the private sector,",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.795022487640381,
      8.26171588897705,
      8.332234382629395,
      8.337364196777344,
      8.405948638916016,
      8.42197036743164,
      8.514022827148438,
      8.545156478881836,
      8.773126602172852,
      8.792171478271484,
      8.821121215820312,
      8.992823600769043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      46.56,
      125.68,
      406.31,
      193.47
    ],
    "text": "11. A modification must be made at this point for the sake of completeness. The growth of time and savings deposits and other liabilities of the commercial banks has tended to reduce the money supply rather than to .increase it. To the extent that the public has increased its holdings of savings deposits at the expense of holdings of demand deposits (or current accounts) there has been a shift from a monetary to a non-monetary classification of deposits. The shift according to the following table has been Rs. 21 million in the period under review.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.083866119384766,
      8.27888298034668,
      8.340282440185547,
      8.424674987792969,
      8.445022583007812,
      8.480274200439453,
      8.50687313079834,
      8.545156478881836,
      8.791106224060059,
      8.821121215820312,
      8.8898344039917,
      8.895098686218262,
      8.992823600769043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      46.32,
      206.08,
      405.53,
      224.91
    ],
    "text": "12. The table summarizes the preceding analysis of the factors contributing to the change in the money supply during 1950 :—",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.165520668029785,
      8.52592658996582,
      8.545156478881836
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      86.16,
      238.96,
      379.83,
      259.23
    ],
    "text": "Summary Statement of Causes of Changes in Money Supply during the Year ended December, 31,1950",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.545156478881836,
      8.727694511413574,
      8.771491050720215,
      8.781020164489746,
      8.782156944274902,
      8.8438720703125,
      8.855051040649414,
      8.913216590881348,
      8.92923641204834,
      8.976847648620605
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      295.2,
      270.16,
      386.21,
      278.91
    ],
    "text": "(In millions of rupees)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.511934280395508,
      8.545156478881836
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      84.24,
      287.34,
      147.19,
      303.96
    ],
    "text": "Factors-affecting Money Supply",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.579619884490967,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      203.76,
      287.58,
      284.61,
      311.4
    ],
    "text": "Increase or Decrease December 31, 1949— December 31, 1950",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.614795207977295,
      7.781797885894775,
      7.787990570068359,
      7.8091959953308105,
      7.849386692047119
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      341.76,
      287.34,
      373.84,
      311.64
    ],
    "text": "Per cent of total, increase",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3636674880981445,
      7.787990570068359,
      7.834248065948486,
      8.156618118286133
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      186.0,
      404.94,
      211.96,
      412.92
    ],
    "text": "—21-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584782123565674
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.16,
      322.62,
      163.0,
      341.64
    ],
    "text": "1. External banking assets (net) 2. Bank credit—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.391773700714111,
      7.573906898498535,
      7.787990570068359,
      8.019810676574707
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.92,
      342.3,
      212.73,
      412.68
    ],
    "text": "(«) Commercial bank credit + G7'1 extended to Government sector (Government secu­rities and treasury bills) (6) Commercial bank credit +60'5 extended to private sector (Loans, advances,bills, &c.) (c) Shift from demand to time",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.362470626831055,
      7.493709087371826,
      7.502662181854248,
      7.584064483642578,
      7.717244625091553,
      7.725234031677246,
      7.787990570068359,
      8.023978233337402
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      67.68,
      413.1,
      180.53,
      467.16
    ],
    "text": "and other liabilities of commercial banks (d) Commercial banks' net domestic credit creation (a) + (6) — (c) (e) Central Bank's net domestic",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.787990570068359,
      7.864001750946045,
      8.008975982666016
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      467.34,
      180.19,
      513.24
    ],
    "text": "credit expansion to Gov­ernment sector (/) Total bank credit (d.) + (e) 3. *Shift of Government rupee cash",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.598677635192871,
      7.739179611206055,
      7.787990570068359,
      8.040018081665039
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      513.42,
      133.58,
      529.56
    ],
    "text": "to the public 4. Errors and omissions",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.456468105316162,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      263.52,
      319.98,
      292.78,
      327.96
    ],
    "text": "+ 140-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.593798637390137
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      222.48,
      431.82,
      251.98,
      439.8
    ],
    "text": "+ 106-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.593798637390137
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      222.24,
      458.94,
      251.92,
      466.92
    ],
    "text": "+ 7-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      262.08,
      485.82,
      291.25,
      493.8
    ],
    "text": "+ 114-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.618947505950928
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      262.56,
      504.78,
      291.64,
      512.76
    ],
    "text": "+ 4-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      262.08,
      520.86,
      291.76,
      528.84
    ],
    "text": "+ 2-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      385.92,
      319.5,
      403.71,
      327.48
    ],
    "text": "53-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.609177112579346
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      321.6,
      342.06,
      339.25,
      350.04
    ],
    "text": "25-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5648322105407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      321.6,
      377.58,
      339.07,
      385.56
    ],
    "text": "23-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5648322105407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      312.96,
      404.7,
      339.07,
      412.68
    ],
    "text": "— 8:0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.725796699523926,
      7.199999809265137,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      348.72,
      431.82,
      366.69,
      439.8
    ],
    "text": "40-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.609177112579346
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      352.8,
      458.46,
      366.57,
      466.44
    ],
    "text": "2-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.704672813415527
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      384.48,
      485.58,
      402.73,
      493.56
    ],
    "text": "43; 7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.170599460601807,
      7.415266036987305
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      389.04,
      504.78,
      402.42,
      512.76
    ],
    "text": "1/8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      388.56,
      520.62,
      402.22,
      528.6
    ],
    "text": "0-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.686248302459717
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      114.48,
      536.94,
      394.99,
      545.88
    ],
    "text": "Total increase +261-4 100",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.538987636566162,
      7.584782123565674,
      7.73130464553833,
      7.787990570068359
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      561.66,
      404.66,
      617.16
    ],
    "text": "* The total contribution of Government toward the increase in the money supply during 1950 was lis. 79-3 million, winch included Rs. 67 1 million of commercial bank credit made available to the Government by purchase of Government securities (including treasury bills) by commercial banks, Rs. 7-5 million of Central Bank credit made available through the purchase of Government securities by the Central Bank, and Rs. 4 • 7 million, the net shift of rupee cash to the public through the decrease in Government oash balances. The Government total is approximately 30 per cent, of the total increase in the money supply.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.031344890594482,
      7.170599460601807,
      7.199999809265137,
      7.442446231842041,
      7.611288070678711,
      7.71415376663208,
      7.787990570068359,
      8.002824783325195
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      628.96,
      404.09,
      659.79
    ],
    "text": "18. The surplus in. the balance of payments is obviously the result primarily of the very high export prices which Ceylon has recently enjoyed. 3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.26552963256836,
      8.328076362609863,
      8.328338623046875,
      8.46292495727539,
      8.545156478881836,
      8.757640838623047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      203.04,
      25.02,
      234.52,
      35.08
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.945661544799805,
      9.753301620483398
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.4,
      44.14,
      399.02,
      153.91
    ],
    "text": "14. • As regards the expansion of credit to the private sector of the economy, the Central Bank has been very much concerned to know whether it has been for non-essential or speculative purposes. Its'investigations have disclosed that the bulk of this credit has been essential in order to finance the growing volume of Ceylon's trade in recent months, particularly its exports. For example, the value of import and export bills purchased rose from Rs. 30' 2 million in December, 1949, to Rs. 52'8 million at the end of December, 1950, the value of overdrafts increased from Rs. 75'1 million to Rs. 98\" 1 million and the value of other bills and various cash items in process of collection rose from Rs. 0' 9 million to Rs. 10 • 5 million, all of which increases can mainly be accounted for by the higher value of trade. Loans, on the other hand, have only increased from Rs. 26 • 2 million to Rs. 31- 5 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.040198802947998,
      8.100000381469727,
      8.346694946289062,
      8.365656852722168,
      8.369499206542969,
      8.374671936035156,
      8.376904487609863,
      8.423337936401367,
      8.445080757141113,
      8.448887825012207,
      8.461419105529785,
      8.48901653289795,
      8.511670112609863,
      8.52430248260498,
      8.52584171295166,
      8.53065013885498,
      8.686283111572266,
      8.871626853942871,
      8.932100296020508,
      8.936726570129395,
      9.106107711791992
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.2,
      164.62,
      397.45,
      271.99
    ],
    "text": "15. As far as the creation of credit for the use of the Government is concerned, it is readily apparent that such credit creation must also be regarded as essential in the short run. On the basis of the Finance Minister's budget last July, which was subsequently approved by Parliament, a certain pattern of receipts and expenditures was established .for the current fiscal year, resulting in a deficit which the Government must meet by borrowing. Unless there is an increase in the rate of investment in Government securities by non-bank investors, it is clear that in the very short run the Central Bank cannot take action to check an expansion of bank credit to the Government without jeopardizing the ability of the Government to meet its obligations. The reduction of credit expansion to the Government is a problem that must be solved by action by the Government itself to reduce its expenditures or.increase its revenues.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.307339668273926,
      8.346694946289062,
      8.398844718933105,
      8.43785285949707,
      8.444692611694336,
      8.530112266540527,
      8.591538429260254,
      8.617311477661133,
      8.641793251037598,
      8.686283111572266,
      8.86807632446289,
      8.899168968200684,
      8.901712417602539,
      8.904292106628418,
      8.97142219543457,
      9.040304183959961,
      9.106107711791992
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.84,
      285.34,
      396.66,
      304.15
    ],
    "text": "16. The measures which the Central Bank has taken for checking.the expansion of the money supply have been prompted by the foregoing considerations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.357889175415039,
      8.45672607421875,
      8.686283111572266,
      8.87883472442627
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.6,
      315.34,
      399.38,
      403.03
    ],
    "text": "17. The Central Bank wished to prevent the additional external assets accruing to the commercial banks as a result of the surplus in the balance of payments from having their full effect upon the domestic money supply. The Bank informed the commercial banks that it did not wish to encourage them at this time to bring their balances to Ceylon from overseas. Repatriation of such balances would only serve to increase the commercial banks' excess reserves and tempt them to engage in non-essential domestic lending, thus further increasing the money supply. The Commercial banks actually increased their net overseas assets during the year by Rs. 75'3 million. They were Rs. 68'6 million at the end of 1949 and Rs. 143\" 9 million at the end of 1950.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.342370986938477,
      8.370792388916016,
      8.392358779907227,
      8.432951927185059,
      8.445080757141113,
      8.448887825012207,
      8.45459270477295,
      8.525533676147461,
      8.590507507324219,
      8.686283111572266,
      8.868001937866211,
      8.872957229614258,
      8.875324249267578,
      8.888176918029785,
      8.932100296020508,
      8.982421875,
      9.106107711791992
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.56,
      420.46,
      398.39,
      537.67
    ],
    "text": "18. Although the Bank found that no significant amount of credit was being created for non-essential purposes, it nevertheless specifically requested the commercial banks not to extend any non-essential, and particularly speculative, credit in the future. On the other hand, the Bank made it clear that it had no desire to curtail the supply of credit for the legitimate needs of the private sector of the economy. Generally speaking, the present supply is required for the satisfactory movement of Ceylon's trade. As the value of exports rises due to a rise in their prices and an increase in their volume, it must be expected that there will be an expansion of credit to finance them. This type of credit expansion is one of the least harmful to an economy, because it is short-term credit to enable the commercial movement of goods. If the value of exports contracts, credit will also contract. Thus the new money will disappear, if and when the time comes, just as naturally as it first appeared.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.287254333496094,
      8.346694946289062,
      8.357340812683105,
      8.369499206542969,
      8.376904487609863,
      8.464481353759766,
      8.468549728393555,
      8.47242259979248,
      8.503071784973145,
      8.525533676147461,
      8.59978199005127,
      8.622754096984863,
      8.647143363952637,
      8.686283111572266,
      8.871626853942871,
      8.884374618530273,
      8.888176918029785,
      8.901712417602539,
      9.106107711791992
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      40.56,
      556.06,
      399.47,
      655.75
    ],
    "text": "19. There was every indication that bankers were co-operating with the Central Bank's policy of restricting credit for non-essential purposes ; nevertheless, the Bank was concerned about the volume of excess reserves in the banking system. These excess reserves were very unequally distributed amongst the individual banks, so that an increase in reserve requirements would not have the same effect on all banks. Even so, the Central Bank considered that an increase in reserve requirements would help to curb non-essential lending, would bring pressure on any bank that might possibly be over-extended to contract its credit, and would bring the Central Bank into closer touch with the market. At the time the Bank commenced business the commercial banks were required to maintain with the Central Bank reserves equivalent to 10 per cent, of their demand",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.233322143554688,
      8.335369110107422,
      8.342370986938477,
      8.388293266296387,
      8.392358779907227,
      8.45459270477295,
      8.454980850219727,
      8.467813491821289,
      8.490948677062988,
      8.640008926391602,
      8.649761199951172,
      8.686283111572266,
      8.888176918029785,
      9.106107711791992
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      203.52,
      29.1,
      234.55,
      37.08
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.787990570068359
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      38.4,
      48.16,
      398.63,
      125.79
    ],
    "text": "deposits and 5 per cent, of their time and sayings deposits. These were the minimum reserve requirements permitted under the Monetary Law Act. The maximum increase permitted by the Act in any one period of 30 days is 4 percentage points. In December, 1950, after full consideration of the matter by the Monetary Board, the commercial banks were notified that reserve requirements in respect of demand deposits would be increased from 10 per cent, to 14 per cent, with effect from January 5, 1951. This action reduced-the excess reserves of commercial banks from Rs. 84' 7 million to Rs. 57\" 4 million at the beginning of 1951.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.23871898651123,
      8.288187980651855,
      8.307479858398438,
      8.340282440185547,
      8.497808456420898,
      8.545156478881836,
      8.777820587158203,
      8.816733360290527,
      8.865194320678711,
      8.992823600769043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      38.4,
      138.4,
      398.39,
      187.47
    ],
    "text": "20. Before the end of the financial year the Central Bank had not actually engaged in any open-market selling operations for the purpose of contracting credit, but just at the end of the year a decision was taken to do so. It will be clear on inspection of the Bank's balance sheet that the scope for such operations is strictly limited by the smallness of the Bank's portfolio of rupee securities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.795022487640381,
      8.231064796447754,
      8.29259204864502,
      8.341778755187988,
      8.545156478881836,
      8.768502235412598,
      8.992823600769043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      176.4,
      198.64,
      259.64,
      207.39
    ],
    "text": "III. Cost of Living",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.371391296386719,
      8.545156478881836,
      8.772202491760254
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.92,
      216.4,
      398.66,
      284.19
    ],
    "text": "21. Coupled with the abnormal increase in money supply, there has been a marked rise in the cost of living. The monthly movements of the Colombo working class cost of living index are shown in statement 19. These changes are graphically depicted in chart 3. In analysing the cost of living, the Bank took the Colombo working class cost of living index as the most representative index available. The following table compares the percentage change in the cost of living of each month in 1950 with that of the corresponding month in the previous year :—",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.795022487640381,
      8.083866119384766,
      8.22412395477295,
      8.23871898651123,
      8.27888298034668,
      8.33470630645752,
      8.339010238647461,
      8.462077140808105,
      8.494428634643555,
      8.545156478881836,
      8.74441146850586,
      8.766081809997559,
      8.791106224060059,
      8.992823600769043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      106.08,
      296.56,
      339.2,
      305.31
    ],
    "text": "Changes in Colombo Working Class Cost of Living Index",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.545156478881836,
      8.666627883911133,
      8.782156944274902,
      8.872196197509766,
      8.88765811920166
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.84,
      316.72,
      292.8,
      325.47
    ],
    "text": "November 1938—April 1939 = 100",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.404241561889648,
      8.545156478881836
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      117.12,
      325.74,
      366.35,
      349.8
    ],
    "text": "Per cent. increase over Month 1919 1950 corresponding",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.595095634460449,
      7.628058910369873,
      7.759449005126953,
      7.787990570068359,
      7.847174167633057,
      7.924318790435791
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      85.2,
      350.46,
      362.64,
      462.6
    ],
    "text": "month of precious year January .. 263 271 3-0 February 261 271 3-8 March 257 266 3-5 April 255 266 4 3 May 254 266 4-7 June 255 271 6-3 July 256 272 . 6:3 August. .! 256 274 • 7-0 September L'.IO 283 10-5 October 259 279 7-7 November 262 277 5'7 December 264 273 3-4",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      6.860696792602539,
      7.199999809265137,
      7.3636674880981445,
      7.535514831542969,
      7.560342311859131,
      7.5648322105407715,
      7.5894622802734375,
      7.5995988845825195,
      7.599803447723389,
      7.602599620819092,
      7.607473373413086,
      7.623300552368164,
      7.628670692443848,
      7.637058734893799,
      7.640384197235107,
      7.641842842102051,
      7.649097442626953,
      7.6518754959106445,
      7.660339832305908,
      7.674335479736328,
      7.674368858337402,
      7.678319454193115,
      7.710927486419678,
      7.741757869720459,
      7.751226902008057,
      7.787990570068359,
      7.922453880310059
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.92,
      471.28,
      399.77,
      568.59
    ],
    "text": "As will be seen from the table, at the time the Bank commenced business, the index had not shown an increase in any single month of as much as 10 per cent, above the preceding year. The fact that the percentage increase dropped back to 7\" 7 per cent, at the end of October, to 5' 7 per cent, at the end of November, and to 3' 4 per cent, at the end of December, was partly because the index dropped steadily as a result of increased subsidizing of the prices of flour and rationed rice as from October 1 and December 11*, and partly because there was a rise in the index from September to December of the pre­ceding year. Yet there is no room for complacency. The trend of the cost of living has been definitely upward since devaluation in September, 1949. The index has continued to rise in 1951, so that in February it was 4.8 per cent, above February, 1950.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.1937894821167,
      8.309771537780762,
      8.33470630645752,
      8.33747673034668,
      8.340282440185547,
      8.408435821533203,
      8.42663860321045,
      8.48876953125,
      8.505735397338867,
      8.521167755126953,
      8.545156478881836,
      8.757640838623047,
      8.763874053955078,
      8.791106224060059,
      8.992823600769043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.68,
      580.96,
      398.15,
      609.39
    ],
    "text": "22. In order better to understand the forces at work in the Ceylon economy during the past year or so, especially since devaluation, a detailed analysis was made of the movement of various components of the cost of living index. In making this analysis",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.165520668029785,
      8.279674530029297,
      8.327215194702148,
      8.328076362609863,
      8.33470630645752,
      8.467458724975586,
      8.545156478881836,
      8.74719524383545,
      8.760990142822266,
      8.821121215820312
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.44,
      619.26,
      398.7,
      652.44
    ],
    "text": "* On October 1, 1950, the price of rationed rice was reduced from 36 cents per measure to30 cents per measure and the price of flour from 28^ cents per lb. to 23 cents per lb. Again on December 11, the price of rationed rice was reduced from 30 cents per measure to 25 cents per measure. The landed cost of rice to Government in 1950 averaged approximately 36 cents per measure.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.5198822021484375,
      7.787990570068359,
      7.997381687164307
    ]
  }
]