[
  {
    "page_number": 0,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "291",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      104.1,
      134.86,
      116.09
    ],
    "text": "1. Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      123.49,
      283.38,
      295.07
    ],
    "text": "Financial safety nets are a set of institutions, laws, and procedures that seek to promote an efficient and stable banking system during normal economic conditions and to manage the eventuality of a financial crisis. The framework of financial safety nets encompasses prudential regulation, supervision, resolution, lender of last resort, deposit insurance, and the role of Ministry of Finance (MOF) or the Treasury functioning with the broad objectives of promoting economic growth and financial stability of a country. Financial safety nets are important for an economy as a means of supporting crisis prevention mechanisms, financing during a crisis, and promoting sound macroeconomic policies by providing incentives.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      307.26,
      283.38,
      465.6
    ],
    "text": "The financial system plays a crucial role in the functioning of any economy. Financial institutions, while providing financial intermediation, tend to take on higher risk exposures through their diverse and complex deposit liability profiles. Therefore, financial safety net measures are of utmost importance for an economy to protect less sophisticated depositors. Depending on a country’s supervisory structure, multiple organisations play important roles within the country’s financial safety net. However, in some countries, central banks have exclusive responsibility for bank regulation, supervision, and resolution, and provides explicit or implicit deposit insurance protection as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      477.79,
      283.4,
      623.88
    ],
    "text": "In Sri Lanka, the financial system has undergone notable growth and development in recent years and the increasing complexity of the financial system has made it more vulnerable to financial shocks and crises, while underlining the need for robust financial safety net to strengthen the resilience of the financial system and safeguard the interests of depositors and other stakeholders in the financial system. In order to ensure the strength and efficiency of the country’s financial system, the Central Bank of Sri Lanka (CBSL) and MOF collaborate closely as the primary stakeholders in the financial safety net.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      635.55,
      283.63,
      659.78
    ],
    "text": "2. Role of the Central Bank and Ministry of Finance",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      667.19,
      283.4,
      705.06
    ],
    "text": "The CBSL plays a critical role in the financial safety net mechanism through functions, such as the lender of last resort, the supervisory authority of banks and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      170.33,
      61.87,
      426.07,
      85.86
    ],
    "text": "BOX 13Strengthening the Financial Safety Net in Sri Lanka",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      104.2,
      524.9,
      212.22
    ],
    "text": "Non-Bank Financial Institutions (NBFIs), resolution authority, and deposit insurer of the depositors of Licensed Banks (LBs) and Licensed Finance Companies (LFCs). On the other hand, MOF is a key participant in the financial safety net, responsible for setting financial sector policies during normal economic conditions and playing a pivotal role in crisis management during financial emergencies.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      225.51,
      417.34,
      237.5
    ],
    "text": "3. Lender of Last Resort",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      245.47,
      524.9,
      381.09
    ],
    "text": "During times of financial turmoil, banks may encounter challenges in obtaining necessary funding for their daily operations and may turn to their lender of last resort, the CBSL. This can occur when banks become hesitant to lend to each other and depositors begin to withdraw their funds from their bank accounts. In such situations, the CBSL serves as the lender of last resort because its prime responsibility is promoting the smooth functioning of financial markets and maintaining a stable financial system.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      394.85,
      524.89,
      502.86
    ],
    "text": "The CBSL generally executes its lender of last resort function during emergencies that induce financial panic and threaten monetary and banking stability. In such circumstances, the CBSL has the discretion to provide extraordinary loans or advances to banks, secured with any collateral defined as acceptable in the Emergency Loans and Advances (ELA) Framework and may also renew such loans or advances as needed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      516.62,
      524.89,
      624.63
    ],
    "text": "Currently, banks are not required to meet any specific requirements to access ELA. However, the CBSL has the discretion over deciding on the applicable interest rates, tenor, renewals, collateral, and other related matters. Nonetheless, if a LB is deemed insolvent, or likely to be insolvent, or has no reasonable prospect of becoming solvent in future, such bank would be ineligible for ELA, except in an exceptional circumstance.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      638.39,
      524.91,
      704.99
    ],
    "text": "ELA provided by central banks is typically viewed as a measure to address pure liquidity problems in banks that essentially are solvent. However, such situation is rare in practice. In most cases where banks face liquidity problems, there is some uncertainty about the",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2928",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      55.33,
      280.56,
      106.78
    ],
    "text": "solvency of the institutions involved. The assessment of the solvency of an institution usually takes time and is covered by the prudential regulation and supervisory actions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      119.45,
      280.8,
      144.63
    ],
    "text": "4. Prudential Regulation and Supervisory Frameworks",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      151.98,
      280.56,
      229.3
    ],
    "text": "Prudential regulation establishes standards and policies that financial institutions are expected to adhere to. Under the supervisory framework, it monitors the implementation of these standards and policies to ensure the safety and soundness of the financial sector and to achieve the financial system stability objective.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      242.44,
      280.56,
      451.62
    ],
    "text": "The regulatory and supervisory framework for banks and NBFIs of Sri Lanka is primarily specified in the Monetary Law Act (MLA), No.58 of 1949, the Banking Act, No. 30 of 1988, and the Finance Business Act (FBA), No. 42 of 2011. The CBSL is empowered to license banks and finance companies, issue prudential directions, determinations, orders, and guidelines to licensed entities, conduct supervision and examination and enforce regulatory actions, and resolve weak LBs and LFCs. The CBSL adheres to internationally recognised supervisory standards established by the Basel Committee for Banking Supervision. In order to prepare for potential crises, supervisors require banks and NBFIs to develop and implement contingency plans that include measures to address failures of banks and NBFIs.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      464.36,
      220.45,
      476.35
    ],
    "text": "5. Deposit Insurance System (DIS)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      483.7,
      280.55,
      600.58
    ],
    "text": "The role of a deposit insurer is to stabilise the financial system by ensuring public confidence in it, especially in the event of bank failures. The deposit insurer assures depositors that they will have immediate access to their insured funds, even if their bank/NBFI fails, thereby reducing depositors’ the possibility of a \"run\" on the bank/NBFI and the risk of contagion and foster financial system stability, which in turn would have positive spillover on the wider economy.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.96,
      613.72,
      280.55,
      704.29
    ],
    "text": "DISs are generally governed by institutions called Deposit Insurance Agencies (DIAs), which may have different mandates that range from narrow systems (‘pay-box’) to those with broader powers and responsibilities, such as risk or loss minimisation with a variety of combinations in between. Some DIAs may have a limited ‘pay box’ mandate, which focuses on",
    "fonts": [
      "FMAbhayax",
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      54.7,
      522.07,
      211.04
    ],
    "text": "the reimbursement of the insured depositors in the event of a financial institution failure. Other DIAs may have an enhanced ‘pay box plus’ mandate, which includes responsibilities and powers related to providing financial assistance for resolution activities of financial institutions such as separating assets, opening a bridge bank, providing open bank assistance, and bailing in, among others. DIAs could also employ a direct mandate, which aims to minimise loss or risk. Loss minimisers operate with the goal of minimising the costs of resolving failed banks, while risk minimisers aim to minimise risk for the financial system as a whole.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      223.7,
      522.31,
      248.85
    ],
    "text": "6. Sri Lanka Deposit Insurance and Liquidity Support Scheme",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      256.19,
      522.08,
      386.17
    ],
    "text": "The DIA of Sri Lanka is called the Sri Lanka Deposit Insurance and Liquidity Support Scheme (SLDILSS) and falls under the purview of the CBSL. With a view to upholding public trust in the financial system, SLDILSS was established in 2010 as a mandatory Deposit Insurance System invoking the provisions of the MLA, Banking Act, and the then prevailing FBA. SLDILSS is currently governed by the Sri Lanka Deposit Insurance and Liquidity Support Scheme Regulations No.02 of 2021.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      399.29,
      522.06,
      555.62
    ],
    "text": "SLDILSS has outlined a mechanism to protect small depositors in the event of a failure of a LB or LFC. SLDILSS maintains an Ex-Ante fund called the Sri Lanka Deposit Insurance and Liquidity Support Fund (SLDILSF), and the primary regular source of funding for SLDILSS is the premium paid by Member Institutions (MIs). All LBs and LFCs in Sri Lanka are MIs of SLDILSS and are required to pay insurance premium to the SLDILSS quarterly based on their capital adequacy ratio and monthly at a flat rate, respectively. At present, SLDILSS operates with a ‘pay box’ mandate and functions as a crisis prevention and management tool as well.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      568.19,
      497.2,
      580.18
    ],
    "text": "7. Strengthening the Financial Safety Net",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      587.52,
      522.07,
      704.32
    ],
    "text": "Proper functioning of the Financial Safety Net is crucial for fostering economic growth, and it is imperative to explore the ways and means of strengthening it. Past financial crises have emphasised the significance of having ample safety net mechanisms at the global, regional, and national levels. It underlines the necessity of a well functioning financial safety net to bolster market confidence during periods of financial strains. Enhanced regional cooperation to uphold",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "293",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.21,
      61.85,
      284.81,
      190.37
    ],
    "text": "financial stability and resilience is recognised as vital safeguarding in exigent times. Lack of funding could cause severe challenges and additional costs. Therefore, the resolution authority might resort to resolution techniques that offer required liquidity. In addition, inadequate funding could lead to delays in resolution process. When a resolution authority has to defer resolving an institution, the quality of assets is likely to deteriorate further, and the moral hazard problem becomes more pronounced.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.21,
      203.34,
      284.8,
      409.96
    ],
    "text": "It is essential to streamline and strengthen the legal framework governing the financial safety net in order to improve its effectiveness. Currently, the legal framework governing the bank resolution is dispersed, resulting in a complex, confusing, and often opaque framework. Further, the court driven procedures for banks followed in Sri Lanka are slow paced, which can delay resolution process if the shareholders of a bank challenge the authority of the regulator to resolve the bank. The bureaucratic process involved in bank mergers further complicates the resolution of banks and creates uncertainty, which can potentially destabilise the financial system. This would require addressing the flaws in the current framework and adopting a more efficient and streamlined process for bank resolution and mergers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.21,
      422.93,
      284.82,
      577.48
    ],
    "text": "Strengthening DIS is vital for improving financial system stability. For over a decade, SLDILSS played a crucial ‘pay box’ role. However, in its efforts to make timely payments to depositors, SLDILSS faces challenges due to inadequate information sharing arrangements regarding depositors, as well as the failure to maintain depositor information under a unique identification number at LBs and LFCs. Addressing these challenges and implementing robust information sharing and identification systems for depositors can go a long way in enhancing the effectiveness of SLDILSS, and ultimately, strengthening the financial system's stability.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      63.21,
      590.45,
      284.81,
      705.96
    ],
    "text": "Globally, deposit insurance systems, equipped with broad mandates, are assuming a significant role in the resolution of troubled banks. This arrangement provides the insurer with a greater ability to address costs compared to pure ‘pay box’ systems. Thus, SLDILSS should adopt the “least cost” approach for resolving a failed institution. This approach entails closer cooperation and coordination among safety net participants, the Government, regulatory bodies,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.72,
      61.87,
      526.33,
      218.72
    ],
    "text": "the CBSL, and the Deposit Insurer. Experience shows that deposit insurers with sufficiently broad mandates, adequate powers, operational independence, and assured sources of contingency funding are more effective in building and maintaining public confidence and dealing with financial crises. In an extraordinary situation of systemic failure of banks, it is imperative that the deposit insurer has unlimited and quick access to backstop funding so that financial stability is not jeopardised. Overall, the success of the deposit insurance system depends on its ability to provide reliable and effective protection to depositors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.72,
      231.9,
      526.31,
      296.19
    ],
    "text": "In strengthening the financial safety net, the regulatory and supervisory requirements for banks and NBFIs should be harmonised. In finalising and adopting the new Banking Act, this factor should be taken into consideration.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.72,
      309.36,
      526.33,
      704.25
    ],
    "text": "The existence of the safety net leads to moral hazards by encouraging risky behaviour among financial risk takers who believe they will reap the benefits from their risky investments while being protected from losses. Moral hazards can be raised by applying at a uniform rate to all categories of LFCs. SLDILSS should opt to charge a risk based premium while implementing a mechanism to manage the tradeoff between moral hazard and placing an additional burden of a higher premium on banks that are already weak. However, the imposition of market based risk premiums could negatively impact the share prices of already weak banks due to the higher premium burden. Accordingly, appropriate controls are required to ensure a balance between financial stability and market discipline, such as the introduction of risk based premiums, exclusion of certain deposit categories from the coverage, intensive supervision and regulation, and timely intervention and resolution of distressed institutions. Allowing insolvent financial institutions to fail and imposing costs on those that come close to failing can be the most effective way for the marketplace to discipline financial risk takers and limit moral hazard within the design of the safety net. A reasonable balance between moral hazard and a stable financial system would permit a very limited exception for failures that pose a systemic risk, while allowing the market to discipline improvident behavior. Thus, insolvent banks should in general be allowed to fail and shareholders should lose their equity if a bank is assisted to stay open. This proper balance between",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2948",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      59.01,
      278.57,
      123.42
    ],
    "text": "a stable financial system and moral hazard assures that, as a rule, the safety net will be a net through which insolvent institutions can fall and not a floor that prevents insolvent institutions from falling far enough to fail.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.96,
      136.12,
      278.81,
      161.36
    ],
    "text": "8. Steps taken to strengthen the Financial Safety Net and way forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.96,
      168.76,
      278.56,
      365.69
    ],
    "text": "Currently, substantial measures are being taken by the CBSL to strengthen the financial safety net of Sri Lanka. It would be important to broaden CBSL’s regulatory powers and upgrade the resolution framework by setting up a special resolution regime for financial institutions, expanding resolution tools, improving deposit insurance, and enhancing emergency liquidity assistance. The finalisation and adoption of the new Banking (Special Provisions) Act would help in achieving these goals. Although larger and more sophisticated financial institutions should be subject to stricter regulatory and supervisory requirements, it is essential to maintain a level playing field for banks and LFCs that conduct essentially the same banking operations.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.96,
      378.88,
      278.55,
      509.55
    ],
    "text": "While the Central Bank Bill that has been submitted to the Parliament acknowledges the CBSL as the responsible authority for the resolution of financial institutions, the proposed Banking (Special Provisions) Act provides further details on the recovery and resolution planning process, triggers for resolution, and more importantly, the resolution powers that can be exercised by both CBSL and MOF. As a safety net measure, the resolution of a financial institution will ensure,",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.96,
      522.74,
      278.53,
      547.39
    ],
    "text": "i. the stability of the financial system, including the payment, clearing, and settlement systems;",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.96,
      554.91,
      237.95,
      566.3
    ],
    "text": "ii. continuity of critical functions of LBs;",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.96,
      573.82,
      278.54,
      598.47
    ],
    "text": "iii. protection of public funds by minimising public financial support;",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.96,
      605.99,
      272.05,
      617.38
    ],
    "text": "iv. protection for depositors of such banks; and",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      73.96,
      624.91,
      278.54,
      662.8
    ],
    "text": "v. avoiding unnecessary destruction of the value of assets and seek to minimise losses to creditors and overall costs of resolution.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      298.47,
      59.11,
      520.05,
      203.4
    ],
    "text": "The maximum compensation amount payable per depositor per institution from SLDILSS has been increased from Rs.200,000 at the establishment of SLDILSS to Rs.1,100,000 by now. Accordingly, SLDILSS has been paying compensation to the insured depositors of six license cancelled/suspended finance companies, i.e., Central Investments and Finance PLC (CIFL), The Standard Credit Finance Ltd. (TSCFL), TKS Finance Ltd. (TKSFL), The Finance Company PLC (TFC), and ETI Finance Ltd. (ETIFL) and Swarnamahal Financial Services PLC (SFSP).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      298.47,
      216.64,
      520.07,
      427.39
    ],
    "text": "With the implementation of the proposed Banking (Special Provisions) Act, the legally instituted DIS would be available with an expanded mandate beyond the existing ‘pay box’ mandate. Further, the operational capability and payout readiness of DIS are being ensured through the implementation of the Depositor Wise Data Collection System, which is currently in the testing phase. The implementation of risk based premium system by DIS would ensure that financial institutions avoid excessive risk taking and reflect fairness in the payment of premiums. Further, the funding adequacy of DIS would be ensured through alternative funding sources, such as from international financial institutions, while funding contingencies would be addressed by entering into backup funding arrangements with the Government.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      298.47,
      440.63,
      520.07,
      505.19
    ],
    "text": "Additionally, a draft new ELA framework will be implemented in due course by the CBSL, which will consider avoiding any moral hazard from any of the financial safety net measures and ultimately avoiding negative impact on the CBSL balance sheet.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      298.47,
      518.43,
      520.08,
      662.73
    ],
    "text": "In order to ensure the stability of the financial system, and simultaneously reduce the cost of resolving bank failures, the CBSL must ensure that the proposed regulations and laws take adequate measures to prevent insolvent banks from keeping opened and to close failing banks early enough before their capital is depleted. This can be achieved by reducing CBSL discretion in discount-window lending, by permitting lending only to problem banks that are likely to survive liquidity problems and resolving financial institutions promptly.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  }
]