[
  {
    "page_number": 0,
    "bbox": [
      225.12,
      80.06,
      237.77,
      90.02
    ],
    "text": "44",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.521174430847168
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.64,
      98.3,
      412.83,
      180.5
    ],
    "text": "The housing and urban development programme of the government has no doubt, made a significant and visible impact on the growth pattern of the economy, in the course of past three years. The question remains, however, whether the same rate of activity could be sustained in view of the resource constraints and the escalating costs of construction, particularly when several other sectors of the economy are pressing for resources. In this context, the basic issue appears to be one of maintaining an appropriate balance between infrastructure expenditures and production oriented investments.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82504940032959,
      9.36570930480957,
      9.373403549194336,
      9.384587287902832,
      9.399680137634277,
      9.520791053771973,
      9.618638038635254,
      9.627981185913086,
      9.647185325622559,
      9.693296432495117,
      9.927330017089844,
      9.952388763427734,
      9.986391067504883,
      10.03029727935791,
      10.107364654541016
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.88,
      192.14,
      130.71,
      202.1
    ],
    "text": "EMPLOYMENT",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.414576530456543
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.6,
      212.54,
      412.59,
      274.1
    ],
    "text": "An investment and production oriented strategy aimed at increasing both absorption and productivity of labour should be considered as the most effective short term expedient for improving the standard of living of the people in a developing country. In this sense, one of the most favourable outcomes of the policies introduced in late 1977 was the creation of a large number of new and remunerative jobs in several sectors.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.715514183044434,
      9.348223686218262,
      9.380746841430664,
      9.439408302307129,
      9.439837455749512,
      9.524704933166504,
      9.693296432495117,
      9.9370756149292,
      9.956417083740234,
      9.986391067504883
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      284.78,
      413.31,
      356.66
    ],
    "text": "The total number of new employment opportunities created within the organized sector during the three year period 1978-80 amounted to 278,035 thus enabling the rate of unemployment to decline to about 15 per cent. However, compared with an estimated increase of 125,000 persons per year entering the labour force seeking employment, it would appear that employment opportunities would have to grow at a much faster rate to prevent the numbers unemployed from increasing. These figures, however, do not take into account employment in the informal sector.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.273688316345215,
      8.82504940032959,
      9.018206596374512,
      9.042425155639648,
      9.069570541381836,
      9.3509521484375,
      9.402093887329102,
      9.441939353942871,
      9.452485084533691,
      9.520791053771973,
      9.54275894165039,
      9.59144115447998,
      9.593341827392578,
      9.598532676696777,
      9.618638038635254,
      9.693296432495117,
      9.952388763427734,
      9.955399513244629,
      10.042564392089844,
      10.107364654541016,
      10.180865287780762
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.12,
      368.54,
      417.59,
      461.06
    ],
    "text": "Despite the high cumulative total for the period 1978-80, there has been a* steady decrease in the rate of employment creation in the organized sector, parti-f cularly in 1980. Compared with 145,000 and 115,000 opportunities in 1978 and 1979 respectively, the number of employment offered by government depart­ments, semi-government institutions and other organized private sector enterprises (i.e. those contributing to the Employees' Provident Fund) amounted to only 18,035. This does not, however, include the additional jobs created in the unorganized private sector, the traditional agricultural sector as well as any increase in self-employment in various sectors in the economy.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.785033226013184,
      8.877668380737305,
      8.886924743652344,
      8.986489295959473,
      9.126683235168457,
      9.244099617004395,
      9.36570930480957,
      9.380746841430664,
      9.421456336975098,
      9.446056365966797,
      9.657088279724121,
      9.693296432495117,
      9.952388763427734,
      10.107364654541016
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      49.68,
      472.94,
      415.84,
      543.38
    ],
    "text": "According to the Central Bank's annual survey of employment in the public ' sector, employment in government departments rose by 6,193 m I O-8o, as against an increase of 33,173 in 1979. In semi-government institutions, the number of new jobs created in 1980 was 8,812 compared with 63,ooo in 1979. Provisional data obtained from the Employees' Provident Fund records, and also from a sample of establishments in the private sector, indicated a total of 3,030 new emp-lo/ment o portunities generated b / the organised private sector institutions.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.1860191822052,
      3.3926539421081543,
      8.517157554626465,
      8.79516887664795,
      8.929251670837402,
      8.976344108581543,
      9.048022270202637,
      9.102911949157715,
      9.18758487701416,
      9.202032089233398,
      9.380746841430664,
      9.400197982788086,
      9.441939353942871,
      9.54275894165039,
      9.610549926757812,
      9.62722396850586,
      9.693296432495117,
      9.954504013061523,
      9.99433708190918
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      50.64,
      555.26,
      411.15,
      668.42
    ],
    "text": "The relatively low rate of growth in employment in 1980 could be mainly attributable to the general reduction in the labour absorptive capacity of the key sectors of the economy. For example, ths plantation sector recorded a lower growth rate in 1980, while the construction and trade sectors could not sustain the high tempo of activity of the previous two years. The industry sector was probably resorting to more capital intensive techniques of production under the tax incentives offered such as lump sum depreciation granted to promote investments. Further­more, the high rate of growth in employment creation that was observed in the initial period following import and exchange liberalization cannot be expected to prevail year after year, unless the labour absorption capacity of the economy is improved.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.82504940032959,
      8.963927268981934,
      9.36570930480957,
      9.372539520263672,
      9.373403549194336,
      9.399680137634277,
      9.421456336975098,
      9.455612182617188,
      9.517260551452637,
      9.54963207244873,
      9.61724853515625,
      9.618638038635254,
      9.630546569824219,
      9.693296432495117,
      9.948074340820312,
      9.958165168762207,
      9.991580963134766,
      10.0198335647583,
      10.107364654541016,
      10.180865287780762
    ]
  }
]