[
  {
    "page_number": 0,
    "bbox": [
      196.56,
      40.53,
      233.18,
      47.72
    ],
    "text": "( 3 1 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.619476795196533,
      6.754998683929443
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      178.8,
      306.93,
      246.62,
      314.12
    ],
    "text": "A P P E N D I X I.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.754998683929443
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.36,
      330.93,
      333.49,
      338.12
    ],
    "text": "A . MAJOR LEGAL ENACTMENTS ADOPTED BY GOVERNMENT IN 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.680279731750488,
      6.754998683929443
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.12,
      349.17,
      392.29,
      356.36
    ],
    "text": "B . MAJOR ADMINISTRATIVE MEASURES ADOPTED BY THE MONETARY BOARD",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.754998683929443
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.68,
      361.17,
      99.25,
      368.36
    ],
    "text": "IN 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.754998683929443
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      198.72,
      35.82,
      236.51,
      43.8
    ],
    "text": "( 3 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.96,
      55.98,
      363.82,
      63.96
    ],
    "text": "A—MAJOR LEGAL ENACTMENTS ADOPTED BY GOVERNMENT IN 1953",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.36613130569458,
      7.400360107421875,
      7.419528961181641,
      7.441714763641357,
      7.468624591827393,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.72,
      71.82,
      400.38,
      114.36
    ],
    "text": "(i) LOCAL TREASURY BILLS (AMENDMENT) ACT, No. 35 OF 1953 This Act amended the principal ordinance so as to provide that \" all acts or things necessary for the purpose of, and in connection with, the issue and repayment of Treasury Bills under this Ordinance shall be done on behalf of the Deputy Secretary to the Treasury by an officer' of the Central Bank authorised in that behalf by the Monetary Board of that Bank.\"",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.360674858093262,
      7.458414554595947,
      7.480311393737793,
      7.546960353851318,
      7.727481842041016,
      7.76312255859375,
      7.790585994720459,
      7.801624298095703,
      7.854272365570068,
      8.002079963684082,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.48,
      118.38,
      397.02,
      141.72
    ],
    "text": "This amendment is complementary to the provisions of section 112 of the Monetary Law Act which makes the Central Bank responsible for the management and control of the public debt as an agent of the Government.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.625612258911133,
      7.801624298095703,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      160.62,
      397.43,
      203.16
    ],
    "text": "(ii) EXCHANGE CONTROL ACT, No. 24 OF 1953 An Act to make provision conferring powers, and imposing duties and restrictions, in relation to gold, currency, payments, securities, debts, and the import, export, transfer and settle­ment of property, to authorise the Central Bank to administer the provisions aforesaid, and to provide for matters connected therewith.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.415999889373779,
      7.434954643249512,
      7.5562615394592285,
      7.809792995452881,
      7.833553314208984,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.0,
      216.06,
      397.27,
      250.92
    ],
    "text": "(Date of Assent : April 25, 1953) Be it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.637092590332031,
      7.6518754959106445,
      7.6815595626831055,
      7.777866363525391,
      7.790585994720459,
      7.799530982971191,
      7.809792995452881,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      262.38,
      397.46,
      286.2
    ],
    "text": "1. Short title and date of operation.—This Aot may be cited as the Exchange Control Act, No. 24 of 1953, and shall come into operation on such date as the Ministermay appoint by Order published in the Gazette.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.511501312255859,
      7.573906898498535,
      7.604372024536133,
      7.6623358726501465,
      7.854272365570068,
      8.088134765625,
      8.220779418945312
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.76,
      295.74,
      397.75,
      327.48
    ],
    "text": "2. Administration of Act by Central Bank.—(1) The Central Bank of Ceylon shall, as agent of the Government, be responsible for carrying out the provisions of this Act, and it shall bo the duty of the Monetary Board to cause those provisions to be carried out in accordance with such directions as may from time to time be issued in that behalf by the Minister.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.710187911987305,
      7.790585994720459,
      7.854272365570068,
      8.022331237792969,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.28,
      334.14,
      397.67,
      381.72
    ],
    "text": "(2) The Monetary Board shall establish for the purposes of this Act a Department of Ex­change Control of the Central Bank to which the Board shall have the power to appoint or assign such officers and servants as the Board may consider necessary for the purpose of carrying out the provisions of this Act; every such officer or servant shall, for the purpose of the application of the provisions of the Monetary Law Act, No. 58 of 1949, relating to officers and servants, be deemed to be employed for the performance of duties under that Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.789055824279785,
      7.790585994720459,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      391.74,
      398.49,
      431.4
    ],
    "text": "3. Exercise of powers, etc., under the Act.—Wherever by any provision of this Act any power, duty or function is authorised or required to be exercised or performed by the Bank', such power, duty or function shall be exercised or performed, subject to the direction and control of the Governor of the Bank, by the officer designated as the Head of the Department of Exchange Control or on his behalf by any other officer designated as an assistant to him :",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.337114334106445,
      7.73991584777832,
      7.7440338134765625,
      7.854272365570068,
      7.872929096221924,
      7.908471584320068,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      437.82,
      396.74,
      469.56
    ],
    "text": "Provided, however, that any permission, which by any such provision is authorised to be granted by the Bank, may be granted on behalf of the Head of the Department by an authorised dealer, if he is for the time being empowered, by directions issued by the Head of the Department, to grant such permission.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.835968971252441,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.04,
      476.22,
      396.66,
      500.04
    ],
    "text": "Any directions given by the Head of the Department under this section may specify the circumstances in which and the conditions and restrictions subject to which an authorised dealer may grant the permission to which the directions relate.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6089043617248535,
      7.729360580444336,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      147.12,
      515.82,
      286.0,
      523.8
    ],
    "text": "PART I—Gold and Foreign Currency",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.423964500427246,
      7.540259838104248,
      7.594071865081787,
      7.639603614807129,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.04,
      532.62,
      396.07,
      556.92
    ],
    "text": "4. Authorised dealers in gold or foreign currency.—The Minister may authorise any com­mercial bank to act for the purposes of this Act as an authorised dealer in relation to gold or any foreign currency.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.456468105316162,
      7.836861610412598,
      7.854272365570068,
      8.026304244995117,
      8.026562690734863
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.32,
      565.98,
      396.42,
      585.0
    ],
    "text": "5. Dealings in gold and foreign currency.—(1) Except with the permission of the Bank— (a) no person, other than an authorised dealer, shall in Ceylon buy or borrow any gold",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.419389247894287,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.2,
      584.94,
      396.18,
      611.88
    ],
    "text": "or foreign currency from, or sell or lend any gold or foreign currency to, or exchange any foreign currency with, any person other than an authorised dealer, and (b) no person resident in Ceylon, other than an authorised dealer, shall, outside Ceylon,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.698176860809326,
      7.746577739715576,
      7.8350090980529785,
      7.854272365570068
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      86.4,
      612.06,
      396.23,
      628.2
    ],
    "text": "buy or borrow any gold or foreign currency from, or sell or lend any gold or foreign currency to, any person other than an authorised dealer :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.698176860809326,
      7.772165775299072,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      186.96,
      34.86,
      224.75,
      42.84
    ],
    "text": "( 3 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.16,
      55.02,
      386.02,
      79.32
    ],
    "text": "Provided that the preceding provisions of this sub-seetion shall not prohibit the sale and purchase at any post office in Ceylon,,in accordance with such directions as may be given by the Bank in regard thereto, of any foreign currency in the form of postal orders or money orders.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.64,
      85.5,
      386.52,
      125.16
    ],
    "text": "(2) Except with the previous general or special permission of the Bank, no person, whether an authorised dealer or not, shall enter into any transaction which involves the conversion of Ceylon currency into foreign currency or foreign currency into Ceylon currency at rates of ex­change other than the rates for the time being authorised by sub-section (3) of section 75 of the Monetary Law Act, No. 58 of 1949.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.731237888336182,
      7.795242786407471,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.12,
      138.06,
      386.39,
      161.88
    ],
    "text": "6. Surrender of gold and of specified foreign currency.—(1) The foreign currency to which this section applies is such foreign currency (hereafter in this Act referred to as \" specified foreign currency \") as may be prescribed.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.609483242034912,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      45.12,
      168.3,
      386.18,
      176.28
    ],
    "text": "(2) Every person in or resident in Ceylon who is entitled to sell, or to procure the sale of,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.36,
      172.96,
      386.34,
      207.96
    ],
    "text": "a n y g°ld or any specified foreign currency, and is not an authorised dealer, shall offer it, or cause it to be offered, for sale to an authorised dealer at a price determined by the Monetary Board unless the Bank consents to his retention and use thereof or he disposes thereof to any other person with the permission of the Bank.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.719592571258545,
      7.656312465667725,
      7.770264148712158,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.12,
      214.86,
      386.67,
      254.52
    ],
    "text": "(3) If a person who has obtained the consent of the Bank to his retention and use of any gold or any specified foreign currency and has stated in an application for the consent that he requires it for a particular purpose, no longer requires that gold or currency for that purpose, sub-section (2) shall thereupon apply to him in relation to that gold or currency as if the Bank had revoked the consent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.809792995452881,
      7.826535224914551,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.12,
      261.42,
      386.82,
      301.08
    ],
    "text": "(4) A person who acquires any gold or any specified foreign currency from an authorised dealer shall be treated for the purposes of this section as if the Bank had consented to the reten­tion and use by him of that gold or currency, and as if any statement made by him in an applica­tion for that gold or currency as to the purpose for which he requires it had been made by him, in an application for the consent of the Bank to his retention and use thereof.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.88,
      307.74,
      387.17,
      347.4
    ],
    "text": "(5) Where a person has become bound under this section to offer or cause to be offered any gold or any specified foreign currency for sale to an authorised dealer he shall not be deemed to comply with that obligation by any offer made or caused to be made by him, if the offer is an offer to sell at a price exceeding that authorised by the Monetary Board, or without payment of any usual and proper charges of the authorised dealer, or otherwise on any unusual terms.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.790585994720459,
      7.8350090980529785,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.64,
      354.06,
      386.9,
      441.24
    ],
    "text": "(6) Where a person has become bound under this section to offer or cause to be offered any gold or any specified foreign currency for sale to an authorised dealer and has not complied with that obligation, the Secretary to the Treasury may direct that that gold or currency shall vest in the Deputy Secretary to the Treasury, and where the Secretary to the Treasury so directs, it shall vest in the Deputy Secretary to the Treasury free from any mortgage, pledge, or charge, and the Deputy Secretary to the Treasury shall deal with or dispose of it in such manner as the Minister may direct, but the Deputy Secretary to the Treasury or any officer authorised in that behalf by such Deputy Secretary shall pay to that person such sum as he would have received for that gold or currency if he had sold it to an authorised dealer in pursuance of an offer made under this section at the time when the vesting occurred. Any money required for any pay­ment under this sub-section is hereby charged upon the Consolidated Fund.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.727481842041016,
      7.794610500335693,
      7.809792995452881,
      7.826535224914551,
      7.833553314208984,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      26.88,
      448.86,
      386.87,
      472.68
    ],
    "text": "(7) In any proceedings in respect of a failure to comply with the provisions of this section it shall be presumed, imtil the contrary is proved that the gold or currency in question has not been offered for sale to an authorised dealer.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      167.04,
      494.46,
      247.96,
      502.44
    ],
    "text": "PAKT II—Payments",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.462896347045898,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.12,
      507.9,
      386.87,
      523.56
    ],
    "text": "7. Payments in Ceylon.—Except with the permission of the Bank no person shall in Ceylon—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.564215660095215,
      7.757411003112793,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.04,
      527.1,
      386.87,
      565.08
    ],
    "text": "(a) make any payment to or for the credit of a person resident outside Ceylon, or (6) make any payment to or for the credit of a person resident in Ceylon by order or on behalf of a person resident outside Ceylon, or (c) place any sum to the credit of any person resident outside Ceylon :",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.725234031677246,
      7.854272365570068
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.36,
      571.26,
      386.81,
      595.08
    ],
    "text": "Provided that where a person resident outside Ceylon has paid a sum in or towards the satisfaction of a debt due from him, paragraph (c) of this section shall not prohibit the acknowledg­ment or recording of the payment.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.790585994720459,
      7.833553314208984,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      27.6,
      607.74,
      387.35,
      631.56
    ],
    "text": "8. Payments outside Ceylon.—(1) Except with the permission of. the Bank, no person resi­dent in Ceylon shall, subject to the provisions of this section, make any payment outside Ceylon to or for the credit of a person resident outside Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.614931583404541,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      192.72,
      36.3,
      230.51,
      44.28
    ],
    "text": "( 3 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.24,
      56.46,
      391.27,
      80.28
    ],
    "text": "(2) Nothing in this section shall prohibit the doing of anything otherwise lawful by any person with any foreign currency obtained by him in accordance with the provisions of Part I of this Act or retained by him with the consent of the Bank.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.790585994720459,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.24,
      89.58,
      390.95,
      113.4
    ],
    "text": "9. Compensation deals.—(1) Except with the permission of the Bank no person shall in Ceylon, and no person resident in Ceylon shall outside Ceylon, make any payment to or for trie credit of a person resident in Ceylon as consideration for or in association with—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.56085729598999,
      7.757411003112793,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.92,
      118.86,
      390.31,
      134.76
    ],
    "text": "(a) the receipt by any person of a payment made outside Ceylon, or the acquisition by any person of property which is outside Ceylon, or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.8350090980529785,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.68,
      139.98,
      390.12,
      163.8
    ],
    "text": "(6) the transfer to any person, or the creation in favour of any person, of a right (whether present or future, and whether vested or contingent) to receive a payment outside Ceylon or to acquire property which is outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.795242786407471,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      29.76,
      170.22,
      389.51,
      186.12
    ],
    "text": "(2) Nothing in this section shall prohibit the making of any payment in accordance with the terms of a permission or consent granted under this Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      166.32,
      200.7,
      250.48,
      208.68
    ],
    "text": "PART III—Securities",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.540259838104248,
      7.65451717376709
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      29.28,
      214.38,
      389.27,
      238.2
    ],
    "text": "10. Issue of securities.—(1) Except with the permission of the Bank, no person shall in Ceylon issue any security or, whether in Ceylon or elsewhere, issue any security which is registered or to be registered in Ceylon, unless the following requirements are fulfilled :—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.43226957321167,
      7.746577739715576,
      7.795242786407471,
      7.854272365570068,
      8.002079963684082
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.96,
      244.62,
      389.0,
      260.76
    ],
    "text": "(a) neither the person to whom the security is to be issued nor the person, if any, for whom he is to be a nominee is resident outside Ceylon ; and",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.72,
      266.94,
      389.4,
      290.76
    ],
    "text": "(6) the prescribed evidence is produced to the person issuing the security as to the resi­dence of the person to whom it is to be issued and that of the person, if any, for whom he is to be a nominee.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.833090305328369,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.08,
      297.18,
      389.46,
      384.36
    ],
    "text": "(2) The subscription of the memorandum of association of a company to be formed under the Companies Ordinance, No. 51 of 1938, by a person resident outside Ceylon, or by a nominee for another person so resident, shall, unless he subscribes the memorandum with the permission of the Bank, be invalid in so far as it would on registration of the memorandum have the effect of making him a member of the company, so, however, that this sub-section shall not render invalid the incorporation of the company, and if by virtue of this sub-section the number of the subscribers of the memorandum who on its registration become members of the company is less than the minimum required to subscribe the memorandum, the provisions of the said Ordinance relating to the carrying on of business of a company the number of whose members is reduced below the legal minimum shall apply to the company as if the number of its members had been so reduced.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.727481842041016,
      7.790585994720459,
      7.833685874938965,
      7.854272365570068,
      8.026562690734863,
      8.06197452545166
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.08,
      394.62,
      390.6,
      418.44
    ],
    "text": "11. Transfer of securities and coupons.—(1) No person shall, except with permission granted by the Bank, transfer any security, either on his own behalf or on behalf of any other person, unless—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3366899490356445,
      7.71415376663208,
      7.765425682067871,
      7.854272365570068,
      7.991448402404785
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.0,
      424.86,
      388.37,
      441.0
    ],
    "text": "(a) the holder of the security, and if the holder is a nominee, the person for whom he is acting as nominee are resident in Ceylon ; and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      446.94,
      388.2,
      463.08
    ],
    "text": "(6) the transferor has produced to the person to whom the security is to be transferred or his agent such evidence of the facts aforesaid as may be prescribed ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      27.84,
      469.02,
      387.83,
      493.32
    ],
    "text": "and no person shall, except with such permission as aforesaid, acquire any security, either on his own behalf or on behalf of any other person, unless such evidence as aforesaid has been pro­duced to him or to his agent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.679062366485596,
      7.809792995452881,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      44.88,
      499.26,
      297.02,
      507.24
    ],
    "text": "(2) No person shall, except with permission granted by the Bank—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.28,
      513.42,
      387.24,
      537.72
    ],
    "text": "(a) transfer any registered security, either on his own behalf or_on behalf of any other person, to any person resident outside Ceylon or to any person acting as the nominee of any person so resident, or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.790585994720459,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.04,
      543.42,
      386.91,
      575.88
    ],
    "text": "(ft) transfer any bearer security, either on his own behalf or on behalf of any other person, unless the Bank is satisfied that the person to whom the security is to be trans­ferred and, if that person is a nominee, the person for whom he is to act as nominee, are resident in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.715632438659668,
      7.815632343292236,
      7.824216842651367,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      44.16,
      581.82,
      333.98,
      589.8
    ],
    "text": "(3) Except with the permission of the Bank, no coupon shall be transferred—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.04,
      596.22,
      386.45,
      612.36
    ],
    "text": "(a) in Ceylon, if either the transferee or the person, if any, for whom he is a nominee is •resident outside Ceylon ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.854272365570068
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.28,
      618.3,
      386.12,
      634.44
    ],
    "text": "(6) outside Ceylon, if either the transferor or the transferee, or the person, if any, for whom the transferor or the transferee is or is to be a nominee, is resident in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      189.36,
      35.82,
      226.93,
      43.8
    ],
    "text": "( 3 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.32,
      55.98,
      394.38,
      80.28
    ],
    "text": "12. Issue of bearer certificates and coupons.—Except with the permission of the Bank, no person shall, in Ceylon, and no person resident in Ceylon shall, outside Ceylon, issue any bearer certificate or coupon or so alter any document that it becomes a bearer certificate or coupon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.411874294281006,
      7.887204647064209,
      7.965913772583008,
      8.034276962280273
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      29.28,
      89.34,
      392.18,
      105.48
    ],
    "text": "13. Substitution of securities and. certificates outside Ceylon.—Except with the permission of the Bank, no person in or resident in Ceylon shall do any act with intent to secure—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.415266036987305,
      7.790585994720459,
      7.887204647064209,
      8.034276962280273,
      8.035922050476074
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.96,
      111.9,
      166.0,
      119.88
    ],
    "text": "(a) that a security which is—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      77.52,
      123.18,
      386.37,
      160.92
    ],
    "text": "(i) registered in Ceylon, or (ii) transferable by means of a bearer certificate in Ceylon, becomes, or is replaced by, a security registered outside Ceylon or a security trans­ferable by means of a bearer certificate outside Ceylon, or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.76312255859375,
      7.826999664306641,
      7.830972194671631,
      7.865946292877197,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.68,
      166.86,
      389.24,
      191.16
    ],
    "text": "(6) that, in substitution for or in addition to any such certificate of title to the first -mentioned security as is in, or is or has been lost or destroyed in, Ceylon, a certificate of title to any other security is issued outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.790585994720459,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.24,
      200.22,
      389.8,
      239.88
    ],
    "text": "14. Payment of capital moneys outside Ceylon.—Except with the permission of the Bank, no person resident in Ceylon shall do any act with intent to secure that capital moneys payable on a security registered in Ceylon are paid outside Ceylon, or that, where the certificate of title to a security is in Ceylon, capital moneys payable on the security are paid outside Ceylon with­out production of the certificate to the person making the payment.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.439032077789307,
      7.887204647064209,
      8.10519790649414
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.48,
      249.66,
      390.49,
      265.8
    ],
    "text": "15. Duties of persons keeping registers.—Except with the permission of the Bank, no person concerned with the keeping of any register in Ceylon shall—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.391458511352539,
      7.886383056640625,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      56.64,
      268.86,
      390.92,
      276.84
    ],
    "text": "(a) enter in the register the name of any person in relation to any security unless there",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.12,
      277.02,
      392.72,
      304.2
    ],
    "text": "has been produced to him the prescribed evidence that the entry does not form part of a transaction which involves the doing of anything prohibited by this Act, or (b) enter in the register, in respect of any security, an address outside Ceylon, except for",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.798766613006592,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      57.36,
      304.38,
      391.53,
      331.32
    ],
    "text": "the purpose of any transaction for which the permission of the Bank has been granted with the knowledge that it involves the entry of that address, or (c) do any such act in relation to the register as recognises or gives effect to any act",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.725234031677246,
      7.734556198120117,
      7.855790615081787,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      82.8,
      331.98,
      391.82,
      348.12
    ],
    "text": "appearing to him to have been done with the intent mentioned in section 13 or section 14, whether done by a person in or resident in Ceylon or not.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      31.92,
      356.7,
      392.47,
      388.44
    ],
    "text": "16. Additional provisions as to nominee holdings.—(1) Where the holder of a security is a nominee, then, except with the permission of the Bank, neither he, if he is resident in Ceylon, nor any person resident in Ceylon through whose agency the exercise of all or any of the holder's rights in respect of the security is controlled, shall—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.604201793670654,
      7.796871662139893,
      7.850872993469238,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      58.32,
      391.98,
      393.19,
      451.56
    ],
    "text": "(a) do any act whereby he recognises or gives effect to the substitution of another person as the person from whom he directly receives his instructions unless both the per­sons previously instructing him and the person substituted for that person were immediately before the substitution, resident in Ceylon and not elsewhere, or (6) do any act whereby he ceases to be a person bound to give effect to the instructions of another person in relation to the security, unless the person who theretofore instructed him is resident in Ceylon and not elsewhere.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.790585994720459,
      7.860507488250732,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.84,
      457.5,
      393.69,
      488.52
    ],
    "text": "(2) Where the holder of a security is not a nominee and is resident in Ceylon, then, except with the permission of the Bank, he shall not do any act whereby he becomes the nominee of another person in respect of the security, unless that other person is resident in Ceylon and not elsewhere.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      34.8,
      495.42,
      394.33,
      527.16
    ],
    "text": "(3) Where the holder of a security transferable by means of a bearer certificate is resident in Ceylon and is a nominee for a person resident outside Ceylon, then, except with the permission of the Bank, he shall not deliver the certificate into the possession of any person, whether the delivery amounts to a transfer or not.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.790585994720459,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.28,
      533.58,
      395.12,
      565.32
    ],
    "text": "17. Special provisions as to dealings in prescribed securities.—(1) This section shall apply to prescribed securities on which any capital money, dividend or interest is payable in a specified foreign currency or as respects which the holder has an option to require payment of any capital money, dividend or interest thereon in a specified foreign currency.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.455946445465088,
      7.800096035003662,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.0,
      571.5,
      395.59,
      595.32
    ],
    "text": "(2) Except with the permission of the Minister, no person shall, in Ceylon, and no person resident in Ceylon shall, outside Ceylon, transfer, or do anything which affects his rights or powers in relation to, any security to which this section applies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.757411003112793,
      7.795242786407471,
      7.887204647064209
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.24,
      601.74,
      396.55,
      633.48
    ],
    "text": "(3) The Bank may in writing direct any person resident in Ceylon by whom or to whose order a security to which this section applies is held in or outside Ceylon to render a return to the Bank, in such manner and within such period as may be specified in the direction, giving such particulars with respect to that security as may be so specified.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.734556198120117,
      7.8023552894592285,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      199.92,
      36.78,
      237.73,
      44.76
    ],
    "text": "( 3 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      37.92,
      56.94,
      398.54,
      72.84
    ],
    "text": "(4) The Minister may direct any person resident in Ceylon by whom or to whose order a security to which this section applies is held in or outside Ceylon—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.6,
      76.38,
      398.65,
      99.72
    ],
    "text": "(a) to sell or procure the sale of the security, and thereafter to offer or cause to be offered the net foreign exchange proceeds of sale to the Bank, directly or through an authorised dealer ; or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      63.36,
      103.5,
      398.36,
      135.24
    ],
    "text": "(6) to transfer the security to the Deputy Secretary to the Treasury on behalf of the Government at a price which in the opinion of the Deputy Secretary to the Trea­sury is not less than the market value of the security on the date of the giving of the direction.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6880693435668945,
      7.779499530792236,
      7.839011192321777,
      7.887204647064209,
      8.06197452545166
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      37.2,
      141.9,
      398.12,
      165.24
    ],
    "text": "Any direction under this sub-section may be given either generally, with respect to specified securities and the holders thereof by notice published in the Gazette, or specially to any holder by notice in writing.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.6089043617248535,
      7.71415376663208,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      36.72,
      178.14,
      397.69,
      225.72
    ],
    "text": "18. Validation of certain transfers.—(1) The title of any person to a security for which he has given value on a transfer thereof, and the title of all persons claiming through or under him, shall notwithstanding that the transfer, or any previous transfer, or the issue of the security, was by reason of the residence of any person concerned other than the first-mentioned person prohibited by the provisions of this Act relating to the transfer or issue of securities, be valid unless the first-mentioned person had notice of the facts by reason of which it was prohibited.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.476186275482178,
      7.809228897094727,
      7.865616798400879,
      7.887204647064209,
      8.054704666137695,
      8.064964294433594
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      36.24,
      232.86,
      397.27,
      272.52
    ],
    "text": "(2) Without prejudice to the provisions of sub-section (1), the Bank may issue a certificate declaring in relation to a security, that any such acts done before the issue of the certificate as purport to effect the issue or transfer of the security, being acts which were prohibited by this Act, are to be, and are always to have been, as valid as if they had been done with the permission of the Bank, and the said acts shall have effect accordingly.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.600144863128662,
      7.690361022949219,
      7.734556198120117,
      7.790585994720459,
      7.792382717132568,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      36.0,
      279.18,
      396.44,
      294.84
    ],
    "text": "(3) Nothing in this section shall affect the liability of any person to prosecution for and offence against this Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      35.76,
      309.42,
      396.25,
      341.16
    ],
    "text": "19. Application of Part III to secondary securities.—(1) This Part of this Act shall, with any modification which may be prescribed in relation to any document mentioned in sub-section (2), apply as if the document created, and were the certificate of title to, a security (hereafter in this Act referred to as a \" secondary security \").",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.45285177230835,
      7.466090679168701,
      7.8350090980529785,
      7.887204647064209,
      8.040952682495117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      35.04,
      347.58,
      395.96,
      380.04
    ],
    "text": "(2) The documents referred to in sub-section (1) are any letter of allotment which may be renounced, any letter of rights, any warrant conferring an option to acquire a security, any deposit certificate in respect of securities, and such other documents conferring, or containing evidence of, rights as may be prescribed.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.859979629516602,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.08,
      392.7,
      288.01,
      400.68
    ],
    "text": "20. Interpretation of Part III.—(1) In this Part of this Act—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.43226957321167,
      7.584440231323242,
      7.600144863128662,
      7.887204647064209,
      8.040952682495117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.48,
      406.86,
      184.85,
      414.84
    ],
    "text": "\" registered \" includes inscribed ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.72,
      417.66,
      395.85,
      425.64
    ],
    "text": "\" registered in Ceylon \" and \" registered outside Ceylon \" mean respectively, registered",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      60.48,
      426.78,
      378.57,
      453.96
    ],
    "text": "in a register in, and registered in a register outside, Ceylon ; \" a register \" includes any book, file or index in which securities are registered ; and \" holder \"—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      77.28,
      456.78,
      392.17,
      464.76
    ],
    "text": "(a) in relation to a security transferable by means of a bearer certificate or to a coupon",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209,
      7.917086601257324
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      103.2,
      465.66,
      374.89,
      473.64
    ],
    "text": "includes the person having physical custody of the certificate or coupon :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      76.8,
      475.02,
      394.57,
      526.44
    ],
    "text": "Provided that where the certificate or coupon is deposited with any person in a locked or sealed receptacle from which he is not entitled to remove it with­out the authority of some other person, that other person shall be deemed for the purposes of this provision to have the physical custody of the certificate or coupon ; and (b) in relation to a security which is registered in the name of a deceased person, or",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.746577739715576,
      7.859286785125732,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      102.0,
      526.86,
      394.22,
      558.6
    ],
    "text": "of any person who, by reason of insolvency, unsoundness of mind or any other disability, is incapable of transferring the security, means the executor of the last will or the administrator of the estate of the deceased, the assignee of the insolvent's estate, or any other person entitled to transfer the security.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.790585994720459,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.08,
      564.54,
      394.15,
      597.0
    ],
    "text": "(2) For the purposes of any provision of this Part of this Act prohibiting the transfer of securities, a person shall be deemed to transfer a security if he executes any instrument of transfer thereof, whether effective or not, and shall be deemed to transfer it at the place where he executes the instrument.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      33.84,
      602.94,
      393.69,
      634.68
    ],
    "text": "(3) The holder of a security or coupon shall be deemed for the purposes of this Part of this Act to be a nominee in respect of that security or coupon if he is not entitled to exercise any right relating to that security or coupon except in accordance with instructions given by some other person, and references in this Part of this Act to the person for whom the holder of a security",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.625612258911133,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      192.24,
      36.54,
      229.57,
      44.52
    ],
    "text": "( 3 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      30.48,
      56.94,
      389.85,
      88.68
    ],
    "text": "or coupon is a nominee shall be construed as references to the person who is entitled to give instructions, either directly or through the agency of one or more persons, as to the exercise of any right relating to the security or coupon and is not in so doing himself under a duty to comply with instructions given by some other person :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.746577739715576,
      7.8350090980529785,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      47.76,
      94.86,
      109.36,
      102.84
    ],
    "text": "Provided that—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.859286785125732,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.92,
      106.38,
      391.05,
      138.12
    ],
    "text": "(a) a person shall not, by reason only that he has a controlling interest in a body icorporate, be deemed for the purposes of this sub-section to be entitled to give instructions to that body as to the exercise of any right relating to any security or coupon of which that body is the holder, and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.76248836517334,
      7.789055824279785,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      56.64,
      141.66,
      390.73,
      165.48
    ],
    "text": "(6) a person shall not be deemed to hold a security or coupon as a nominee by reason only that he holds it as trustee if he is entitled to transfer the security or coupon without permission from any other person.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.858462333679199,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      153.12,
      187.74,
      268.64,
      195.72
    ],
    "text": "PART IV—Import and Export",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.540259838104248,
      7.589599132537842,
      7.625748157501221,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      31.68,
      201.42,
      396.18,
      217.08
    ],
    "text": "21. ^Restriction on import.—(1) No person shall, except with the permission of the Bank, import into Ceylon—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3366899490356445,
      7.790319442749023,
      7.887204647064209,
      7.99446439743042
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.12,
      223.5,
      394.21,
      242.76
    ],
    "text": "(a) any notes of a class which are or have at any time been legal tender in Ceylon ; or (6) any such other notes as may be prescribed being notes issued by a bank or notes of a.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.737102508544922,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.36,
      244.62,
      360.38,
      263.16
    ],
    "text": "class which are or have at any time been legal tender in any territory ; or (c) any gold.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.725234031677246,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      31.92,
      268.14,
      390.79,
      291.96
    ],
    "text": "(2) The bringing or sending into any port or other place in Ceylon of any gold intended to be taken out of Ceylon without being removed from the vessel or aircraft in which that gold is being carried shall,\" for the purpose of this section, be deemed to be the importation of that gold.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.789055824279785,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.2,
      301.5,
      240.85,
      309.48
    ],
    "text": "(3) In this'section, \" note \" includes part of a note.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      31.68,
      321.9,
      395.17,
      337.8
    ],
    "text": "22. Restriction on export.—-(1) No person shall, except with the permission of the Bank, export from Ceylon—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.411874294281006,
      7.812945365905762,
      7.852259635925293,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      57.12,
      340.86,
      388.05,
      412.68
    ],
    "text": "(a) any Ceylon currency ; (b) any foreign currency ; (c) any Treasury bills ; (d) any Savings Certificate expressed in Ceylon or any foreign currency ; (e) any gold ; (/) any of the following documents (including any such document which has been can­celled) :—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.612480640411377,
      7.6655144691467285,
      7.725234031677246,
      7.779932498931885,
      7.819146633148193,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      83.76,
      416.22,
      391.88,
      446.28
    ],
    "text": "(i) any certificate of title to a security and any coupon ; (ii) any policy of assurance ; (iii) any document certifying the destruction, loss or cancellation of any of the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.76312255859375,
      7.865946292877197,
      7.887204647064209,
      8.029824256896973
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.32,
      447.18,
      393.83,
      473.64
    ],
    "text": "documents aforesaid; or {g) any such article exported on the person of a traveller or in a traveller's baggage \"as may be prescribed.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.729360580444336,
      7.826436519622803,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.16,
      479.34,
      138.88,
      487.32
    ],
    "text": "(2) In sub-section (1)—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.2,
      490.62,
      190.13,
      498.6
    ],
    "text": "\" note \" includes part of a note ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.2,
      501.66,
      392.78,
      517.8
    ],
    "text": "\" security\" includes a secondary security ; and \" coupon \" shall be construed in accordance with the meaning of \" security.\"",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.863441467285156,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      33.36,
      526.62,
      392.71,
      566.28
    ],
    "text": "(3) Where the Minister is of opinion that it is necessary so to do for the purpose of ensuring that payments for goods exported from Ceylon are made only to persons resident in Ceylon and in such currencies as are suitable in the national interest, he may by Order provide that no goods shall, except with the permission of the Bank, be exported from Ceylon to a destination in any territory specified in the Order.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.639331817626953,
      7.6623358726501465,
      7.862881183624268,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      33.36,
      576.06,
      392.89,
      599.4
    ],
    "text": "(4) The Bank shall not refuse permission for the exportation of the goods of any class or description from Ceylon to a destination in any territory specified in an Order under sub-section (3) if it is proved—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6623358726501465,
      7.734556198120117,
      7.887204647064209
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.28,
      603.18,
      392.95,
      635.64
    ],
    "text": "(o) that payment for the goods has been made to a person resident in Ceylon by such means and in such manner as may be prescribed in relation to goods of that class or description exported to such a destination, or is to be so made not later than six months after the date of exportation, and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.746577739715576,
      7.863079071044922,
      7.887204647064209
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      192.24,
      33.9,
      230.27,
      41.88
    ],
    "text": "( 3 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.2,
      54.3,
      390.44,
      78.12
    ],
    "text": "(b) that the amount of the payment that has been made or is to be made represents such a return for the goods as is in all the circumstances satisfactory in the national interest :",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      79.92,
      81.42,
      390.23,
      121.08
    ],
    "text": "Provided that the Bank may direct that, in cases to which the direction applies, paragraph (a) of this sub-section shall have effect as if for the reference to six months there were substituted a reference to such longer or shorter period as may be specified in the direction, or as if the words \"or is to be so made not later than six months after the date of exportation \" were omitted.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.8,
      128.22,
      389.83,
      183.72
    ],
    "text": "(5) Where, on the authority of permission granted under sub-section (3), a person is about to export goods from Ceylon and the Bank has reason to suspect that any declaration made by that person, in his application for the permission, as to the ultimate destination of the goods is untrue, in any material particular, the Principal Collector of Customs shall, on the advice of the Bank detain the goods until the Bank is satisfied as to the truth of that declaration and, if the Bank is not so satisfied, the goods shall be forfeited and shall be dealt with or disposed of in such mariner as the Minister may direct.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573770046234131,
      7.584064483642578,
      7.790585994720459,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      21.12,
      190.86,
      389.81,
      247.8
    ],
    "text": "(6) Where, at any time after the grant of permission under sub-section (3),, the Bank has reason to believe that the amount of the payment that has been made or is to be made for the goods to which the permission relates is not in accord with paragraph (b) of sub-section (4), the Bank may direct the person holding the shipping documents relating to the goods to retain possession thereof until such time as the persons to whom the permission has been granted has made arrangements to receive as payment for the goods an amount which, in the opinion of -. the Bank, accords with the aforesaid paragraph (b).",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.573770046234131,
      7.584064483642578,
      7.734556198120117,
      7.772665977478027,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.8,
      253.74,
      389.24,
      270.12
    ],
    "text": "(7) Sub-section (4) shall not apply in relation to any goods that are to be exported from Ceylon for any purpose other than that of sale.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.795242786407471,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.8,
      276.06,
      389.22,
      292.2
    ],
    "text": "(8) Any reference in this section to the destination of any goods includes a reference to the ultimate destination thereof.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.32,
      298.14,
      389.27,
      322.44
    ],
    "text": "(9) The preceding provisions of this section shall be in addition to and not in substitution or derogation of the provisions of any other written law prohibiting, restricting or regulating the exportation of goods from Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.746577739715576,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.08,
      337.74,
      393.59,
      409.08
    ],
    "text": "23. Application of Customs Ordinance • and Post Office Ordinance (Cap. 185).—(1) The Customs Ordinance shall apply in relation to. any thing the importation or exportation of which into or from Ceylon is restricted by any of the provisions of this Part of this Act in like manner as that Ordinance applies in relation to articles the importation or exportation of which into or from Ceylon is restricted by any Ordinance ; and section 23 of the Post Office Ordinance shall, in relation to any such things as aforesaid, have effect as though, for the words \" received from beyond seas \" and the word \" imported \" occurring in that section, there were substituted res­pectively the words \" addressed to or received from any place outside Ceylon \" and the words \" imported or exported.\"",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.415266036987305,
      7.605428695678711,
      7.746577739715576,
      7.778499126434326,
      7.8282904624938965,
      7.854272365570068,
      7.929844856262207,
      8.006677627563477,
      8.011371612548828,
      8.026562690734863
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      27.6,
      416.46,
      388.39,
      448.92
    ],
    "text": "(2) Where any thing in relation to which the Customs Ordinance applies by virtue of sub­section (1) is forfeited under that Ordinance, such thing shall, notwithstanding any contrary provision in that Ordinance, be dealt with or disposed of in such manner as the Minister may direct.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      27.84,
      454.62,
      388.64,
      487.08
    ],
    "text": "(3) The importer or exporter of any such forfeited thing as is referred to in sub-section (2) may, in accordance with such directions as may be given by the Minister either generally pr specially in the circumstances of any particular case, be paid in Ceylon currency an amount not exceeding the value in Ceylon currency of that thing.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.708237648010254,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      27.6,
      493.02,
      388.67,
      516.84
    ],
    "text": "(4) Payment to any importer or exporter under sub-section (3) shall be made by the Deputy Secretary to the Treasury or by any officer authorised in that behalf by such Deputy Secretary ; and any money required for any such payment is hereby charged upon the Consolidated Fund.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.809792995452881,
      7.854272365570068
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      27.6,
      523.02,
      388.31,
      539.4
    ],
    "text": "(5) In this section, \" importer \" and \" exporter \", with reference to any postal article, mean respectively the addressee and the sender of that article.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      164.88,
      561.42,
      259.32,
      569.4
    ],
    "text": "PART v—Miscellaneous",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.540259838104248,
      7.580816745758057
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      27.84,
      574.86,
      388.31,
      606.6
    ],
    "text": "24. Duty to collect certain debts.—(1) Except with the permission of the Bank no person who has a right (whether present or future and whether vested or contingent) to receive any foreign currency, or to receive from a person resident outside Ceylon a payment in rupees, shall do, or refrain from doing, any act with intent to secure—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.439032077789307,
      7.680648326873779,
      7.854272365570068,
      8.064964294433594
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      53.04,
      613.26,
      386.51,
      629.16
    ],
    "text": "(a) that the receipt by him of the whole or part of that currency or, as the case may be. of that payment in rupees is delayed, or",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.790585994720459,
      7.854272365570068
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      192.48,
      32.22,
      230.05,
      40.2
    ],
    "text": "( 4 0 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      57.84,
      52.38,
      382.81,
      60.36
    ],
    "text": "(6) that the currency or payment ceases, in whole or in part, to be receivable by him :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      31.92,
      66.54,
      391.29,
      99.0
    ],
    "text": "Provided that nothing in this sub-section shall unless the Bank otherwise directs, impose on any person any obligation, in relation to any debt arising in the carrying on of any trade or business, to procure the payment thereof at an earlier time than is customary in the course of that trade or business.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.734556198120117,
      7.859286785125732,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      32.16,
      107.58,
      391.53,
      123.48
    ],
    "text": "(2) Where a person has contravened the provisions of sub-section (1) in relation to any foreign currency or any payment in rupees—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.32,
      126.54,
      391.99,
      134.52
    ],
    "text": "(a) the Bank may give to him or to any other person in or resident in Ceylon who appears",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.734556198120117,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      59.04,
      134.94,
      392.3,
      170.28
    ],
    "text": "to the Bank to be in a position to give effect thereto such directions as appear to the Bank to be expedient for the purpose of obtaining or expediting the receipt of the currency or payment in question, and, (b) without prejudice to the preceding provisions of this sub-section, the Secretary to the",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.612480640411377,
      7.734556198120117,
      7.790585994720459,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      83.76,
      170.7,
      392.54,
      194.52
    ],
    "text": "Treasury may direct that there shall be assigned to the Deputy Secretary to the Treasury the right to receive the currency or payment or enforce any security for the receipt thereof.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.773732662200928,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.36,
      202.86,
      395.31,
      235.32
    ],
    "text": "25. Duty not to delay sale or importation of goods.—(1) Where any statement or declaration has been made under any provision of this Act that any goods are to be sold outside Ceylon, no person who is entitled to sell or procure the sale of those goods shall, except with the per­mission of the Bank, do or refrain from doing any act with intent to secure—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.391458511352539,
      7.604201793670654,
      7.752898693084717,
      7.887204647064209,
      8.026562690734863,
      8.0444974899292
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      59.76,
      238.38,
      393.08,
      274.2
    ],
    "text": "(a) that such sale is delayed to an extent which is unreasonable having regard to the ordinary course of trade, or (6) that, on such sale, any payment made for the goods is not made in the manner indi­cated by the statement or declaration.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.817489147186279,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.32,
      282.06,
      393.85,
      321.72
    ],
    "text": "(2) Where any permission or consent has been granted under this Act subject to a condition providing that, or on the faith of an application stating an intention that, any goods should be imported into Ceylon, no person who is entitled to procure the importation of those goods shall do, or refrain from doing, any act with intent to secure that the importation thereof is delayed to an extent which is unreasonable having regard to the ordinary course of trade.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.680648326873779,
      7.819611072540283,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      330.78,
      347.44,
      338.76
    ],
    "text": "(3) Where in any such case as is specified in sub-section (1) or sub-section (2)—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      60.96,
      341.82,
      394.12,
      373.56
    ],
    "text": "(a) the goods have not been sold or imported as indicated by the statement, declaration, condition or application within the time thereby indicated or, if no time is thereby indicated, a reasonable time or (in either case) within such further time as may be allowed by the Bank, or",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      35.52,
      377.34,
      394.57,
      419.88
    ],
    "text": "(6) it appears to the Bank that the goods cannot be sold or imported as indicated by the statement, declaration, condition or application, the Secretary to the Treasury may give to any person who appears to him to be in a position to give effect thereto such directions as appear to him to be expedient as to the manner in which the goods are to be dealt with.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.734556198120117,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      35.52,
      428.7,
      394.76,
      452.52
    ],
    "text": "(4) Without prejudice to the provisions of sub-section (3), the Secretary to the Treasury may in any case to which those provisions apply give directions that the goods shall be assigned to the Deputy Secretary to the Treasury.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.690361022949219,
      7.729360580444336,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      45.36,
      464.94,
      314.41,
      472.92
    ],
    "text": ". 26. Property obtained by infringement of Act.—(1) Where a person—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.604201793670654,
      7.714791774749756,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.16,
      475.98,
      395.37,
      495.0
    ],
    "text": "(a) has made any payment which is prohibited by this Act, or (b) being bound under this Act to offer or cause to be offered any specified foreign currency",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.6924848556518555,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      36.72,
      495.9,
      395.81,
      545.88
    ],
    "text": "to an authorised dealer, has otherwise disposed of that currency, the Secretary to the Treasury may direct him to sell or procure the sale of any property which he is entitled to sell or of which he is entitled to procure the sale, being property which represents, whether directly or indirectly, that payment or that payment of that specified foreign currency, as the case may be, and may by the same or a subsequent direction specify the manner in which, the persons to whom, and the terms on which the property is to be sold.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      37.44,
      554.46,
      396.32,
      578.28
    ],
    "text": "(2) Without prejudice to the provisions of sub-section (1), the Secretary to the Treasury may in any case to which those provisions apply give directions that the property shall be as­signed to the Deputy Secretary to the Treasury.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.690361022949219,
      7.729360580444336,
      7.887204647064209
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      37.92,
      590.7,
      397.04,
      630.36
    ],
    "text": "27. Provision supplemental to'preceding provisions of Part V.—(1) Where, under the pre­ceding provisions of this Part of this Act, the Secretary to the Treasury has power to give direc­tions that any right to receive any currency or any payment in rupees or to enforce any security for the receipt thereof, any goods, or any other property shall be assigned to the Deputy Secre­tary to the Treasury, the Secretary to the Treasury shall also have power to direct that the right",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.455946445465088,
      7.573770046234131,
      7.727481842041016,
      7.734522819519043,
      7.818350791931152,
      7.887204647064209,
      8.026562690734863,
      8.040952682495117
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      198.24,
      31.98,
      235.09,
      39.96
    ],
    "text": "( 4 1 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.04,
      52.38,
      396.86,
      84.12
    ],
    "text": "goods, or property shall vest in the Deputy Secretary to the Treasury, and in any such case it or they shall vest in the Deputy Secretary to the Treasury free from any mortgage, pledge, or charge, and the Deputy Secretary to the Treasury shall deal with or dispose of it or them in such manner as the Minister may direct.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.746577739715576,
      7.80776834487915,
      7.813907146453857,
      7.826469421386719,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      91.02,
      397.36,
      162.36
    ],
    "text": "(2) Where, in pursuance of directions under the preceding provisions of this Part of this Act, any right, goods, or property is or are assigned to the Deputy Secretary to the Treasury, or any right, goods, or property vests or vest in the Deputy Secretary to the Treasury in pur­suance of directions given under sub-section (1), the Deputy Secretary to the Treasury or any officer authorised in that behalf by such Deputy Secretary shall pay the net sum recovered by the Deputy Secretary to the Treasury in respect of the right, goods or property to the person making the assignment or, in the case of any right, goods, or property vested in the Deputy Secretary to the Treasury under sub-section (1), to the person, who, but for the directions, would be entitled to the right, goods or property.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573770046234131,
      7.584064483642578,
      7.600144863128662,
      7.73267936706543,
      7.746577739715576,
      7.773732662200928,
      7.789055824279785,
      7.831104755401611,
      7.859814643859863,
      7.86663818359375,
      7.887204647064209,
      8.0142822265625,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.04,
      176.22,
      396.55,
      223.8
    ],
    "text": "28. Transfer of policies of assurance.—(1) Except with the permission of the Bank, no person resident in Ceylon shall transfer to a person who is resident outside Ceylon or is a nominee for a person resident outside Ceylon, any right to the sums assured by any policy of assurance, so, however, that where the person liable for the sums so assured makes any payment thereof to a person resident in Ceylon and not elsewhere, or makes with the permission of the Bank any payment thereof to any other person—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.476186275482178,
      7.727481842041016,
      7.734556198120117,
      7.784794807434082,
      7.8350090980529785,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.72,
      229.98,
      396.68,
      237.96
    ],
    "text": "(a) he shall not be bound to inquire as to the residence of any person other than the",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      85.92,
      238.14,
      396.44,
      254.04
    ],
    "text": "person to whom, and (if it is not the same person) the person to whose order, the payment is made ; and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.828787326812744,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.96,
      259.26,
      396.33,
      267.24
    ],
    "text": "(b) the payment shall, to the extent of the sums paid, discharge him from his liability",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      85.92,
      267.9,
      396.62,
      292.2
    ],
    "text": "under the policy, notwithstanding that the payment is made to or to the order of a person who was not entitled thereto otherwise than by virtue of a transfer prohibited by this sub-section.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.790585994720459,
      7.849254608154297,
      7.865616798400879,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      299.82,
      396.92,
      315.72
    ],
    "text": "(2) Sub-sections (2) and (3) of section 18 shall apply in relation to any transfer prohibited by this section as they apply in relation to a transfer prohibited by this Act of a security.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.71415376663208,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.76,
      322.14,
      395.01,
      338.28
    ],
    "text": "(3) In this section, \" nominee \", in relation to any policy of assurance, has the same mean­ing as is assigned to it by sub-section (3) of section 20 in relation to a security.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      350.46,
      402.5,
      366.6
    ],
    "text": "29. Settlements.—-(1) Except with the permission of the Bank, no person resident in Ceylon shall—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.887204647064209,
      7.902274131774902
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      60.96,
      369.66,
      396.57,
      377.64
    ],
    "text": "(a) settle, otherwise than by will, any property upon any trust under which an interest",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      86.16,
      377.82,
      397.03,
      393.96
    ],
    "text": "in that property is conferred on a person who, at the time of the settlement, is resident outside Ceylon, or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.4,
      398.94,
      397.04,
      406.92
    ],
    "text": "(b) exercise, otherwise than by will, any power of appointment (whether created by will",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      85.92,
      407.58,
      395.23,
      423.72
    ],
    "text": "or otherwise) in respect of any property in favour of a person who, at the time of the exercise of such power, is resident outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.746577739715576,
      7.790585994720459,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.28,
      431.1,
      396.25,
      463.56
    ],
    "text": "(2) A settlement or an exercise of a power of appointment shall not be invalid by reason that it is prohibited by this section, except so far as it purports to confer an interest in any property on any person who, at the time of the settlement or the exercise of the power of appointment, is resident outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.819511413574219,
      7.852688312530518,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.52,
      469.26,
      396.38,
      494.04
    ],
    "text": "(3) Sub-sections (2) and (3) of section 18 shall apply in relation to a settlement or the exer­cise of a power of appointment prohibited by this section as they apply in relation to a transfer prohibited by this Act of a security.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.865616798400879,
      7.887204647064209,
      8.017807006835938,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      52.56,
      499.98,
      193.36,
      507.96
    ],
    "text": "(4) For the purposes of this section—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      61.2,
      512.7,
      393.57,
      520.68
    ],
    "text": "(a) any reference to settling property includes a reference to the making of any dis­",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.887204647064209,
      8.009235382080078
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      86.16,
      520.62,
      396.31,
      536.52
    ],
    "text": "position, covenant, agreement or arrangement whereby the property becomes subject to a trust, or (in the case of a re-settlement) to a different trust ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.844696044921875,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      61.44,
      541.74,
      396.33,
      549.72
    ],
    "text": "(b) a person shall be deemed to have an interest in property if he has any beneficial interest",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      86.16,
      549.9,
      396.59,
      574.2
    ],
    "text": "therein, whether present or future and whether vested or contingent, or falls within a limited class of persons in whose favour a discretion or power in respect of the property is exercisable ; and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.819511413574219,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      61.2,
      579.42,
      304.45,
      587.4
    ],
    "text": "(c) the expression \" will \" includes any testamentary disposition.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.725234031677246,
      7.887204647064209
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      35.04,
      599.34,
      396.25,
      632.52
    ],
    "text": "30. Bodies corporate.—(1) Except with the permission of the Bank no person resident in Ceylon shall do any act whereby a body corporate which is by any means controlled (whether directly or indirectly) by persons resident in Ceylon ceases to be controlled by persons resident in Ceylon:",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.43226957321167,
      7.734556198120117,
      7.795242786407471,
      7.887204647064209,
      8.010271072387695
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      193.2,
      30.54,
      232.19,
      38.52
    ],
    "text": "( 4 2 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      32.88,
      50.94,
      392.63,
      67.08
    ],
    "text": "Provided that the preceding provisions of this sub-section shall not prohibit any person from selling any securities, subject to compliance with the requirements of Part III of this Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.745975494384766,
      7.854272365570068,
      8.002144813537598,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      32.4,
      76.14,
      392.47,
      100.44
    ],
    "text": "(2) Except with the permission of the Bank, no person resident in Ceylon, shall lend any money, Treasury bills or securities to any body corporate resident in Ceylon which is by any means controlled (whether directly or indirectly) by persons resident outside Ceylon :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.800096035003662,
      7.854272365570068,
      8.002824783325195
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      32.4,
      109.5,
      392.76,
      133.8
    ],
    "text": "Provided that the preceding provisions of this sub-section shall not apply where the lender after making such inquiries as are reasonable in the circumstances of the case does not know and has no reason to suspect that the body corporate is controlled as aforesaid.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      32.4,
      143.1,
      392.34,
      167.4
    ],
    "text": "(3) For the purposes of this section, persons resident in Ceylon or outside Ceylon shall be deemed to control a body corporate notwithstanding that other persons are associated with them in the control thereof if they can together override those other persons.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      173.34,
      332.75,
      181.32
    ],
    "text": "(4) In this section the expression \" security •\" includes a secondary security.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      164.4,
      193.02,
      260.67,
      201.0
    ],
    "text": "PART VI—Supplemental",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.540259838104248,
      7.645402908325195
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      31.92,
      206.7,
      392.34,
      239.16
    ],
    "text": "31. Blocked accounts.—(1) Where under any provision contained in Part II of this Act, the permission of the Bank is required for the making of a payment or the placing of any sum to the credit of any person resident outside Ceylon, the Bank may direct that the sum payable or to be credited shall be paid or credited to a blocked account only.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3366899490356445,
      7.604201793670654,
      7.746577739715576,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      31.92,
      248.46,
      392.42,
      264.6
    ],
    "text": "(2) Where the Bank directs that a payment shall be made to a blocked account only, then, subject to the provisions of sub-section (3),—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.84,
      267.66,
      315.02,
      275.64
    ],
    "text": "(a) the manner in which the payment may be made shall be either—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      83.04,
      278.7,
      392.1,
      345.96
    ],
    "text": "(i) to the banker, with a direction that the payment shall be credited to a blocked account of the person to whose credit the payment is made, which direction may, in the case of a payment by means of a cheque or warrant, be made by marking the cheque or warrant with the words \" blocked account of\" (naming that person) or words to the same effect, or (ii) by a crossed cheque or warrant drawn in favour of that person, marked with the words \" payable only to blocked account of payee \" or words to the same effect; and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.708237648010254,
      7.71415376663208,
      7.76312255859375,
      7.822626113891602,
      7.832693099975586,
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      352.62,
      391.55,
      360.6
    ],
    "text": "(b) the sum collected shall be credited by the banker to a blocked account of that person.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      31.44,
      369.66,
      394.27,
      409.32
    ],
    "text": "(3) Where a direction is given by the Bank that a sum shall be paid or credited to a blocked account only, then, notwithstanding that direction, that sum may, with the consent of the per­son to whom it is to be paid or credited, and subject to the requirements of Part III of this A c t / be invested instead in the purchase for that person of any such investment as may be prescribed for the purposes of paragraph (a) of the proviso to sub-section (4).",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.727481842041016,
      7.789055824279785,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      31.2,
      419.34,
      391.19,
      435.48
    ],
    "text": "(4) Any sum standing to the credit of a blocked account shall not be dealt with except with permission of the Bank :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.0,
      444.54,
      367.45,
      452.52
    ],
    "text": "Provided that, subject to compliance with the requirements of Part III of this Act,—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.600144863128662,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.88,
      455.58,
      391.25,
      498.6
    ],
    "text": "(a) the whole or any part of any such sum may, at the request of the person in whose name such account stands, be invested through the banker in such investments as may be prescribed, and (6) nothing in this sub-section shall be construed as restricting the manner in which the investments acquired may be dealt with.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6924848556518555,
      7.729360580444336,
      7.7979021072387695,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      30.24,
      507.66,
      391.09,
      571.08
    ],
    "text": "(5) Where a person in whose name a blocked account is standing ie declared an insolvent under the law of Ceylon or dies, the banker may, notwithstanding anything in sub-section (4), transfer the account to the name of the assignee of the insolvent's estate or the executor of the last will, or the administrator of the estate, of the deceased, but, save as aforesaid, no change shall, except with the permission of the Bank, be made in the name in which the account stands ; and where any such change is made (whether or not the permission of the Bank is necessary therefor) the account shall remain a blocked account notwithstanding the change, and the pro­visions of this section shall apply accordingly.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.679062366485596,
      7.809792995452881,
      7.836365222930908,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      47.28,
      580.62,
      95.04,
      588.6
    ],
    "text": "(6) Where—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573770046234131,
      7.584064483642578
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      55.92,
      591.9,
      390.78,
      626.76
    ],
    "text": "(a) a sum is due from any person to any other person but the Bank directs that it shall be paid or credited to a blocked account only, and (6) the person to whom the sum is due nominates such an account to the person from whom the sum is due,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6924848556518555,
      7.789055824279785,
      7.833090305328369,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      192.48,
      27.42,
      229.79,
      35.4
    ],
    "text": "( 4 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      20.16,
      47.34,
      391.13,
      79.08
    ],
    "text": "the last-mentioned person shall be under a duty to the person to whom the sum is due to cause , the sum to be paid or credited to that blocked account, and the crediting of any sum to a blocked account in pursuance of a direction of the Bank shall, to the extent of the sum credited, be a good discharge to the person from whom the sum is due :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.734556198120117,
      7.809228897094727,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      30.0,
      85.74,
      391.12,
      109.56
    ],
    "text": "Provided that, in the ease of a sum due under a contract, the preceding provisions of this sub-section shall not apply in so far as the application of those provisions is inconsistent with the intention of the parties to that contract.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      47.04,
      112.62,
      123.98,
      120.6
    ],
    "text": "(7) In this section—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.68,
      124.38,
      391.08,
      166.92
    ],
    "text": "\" blocked account \" means an account opened as a blocked account at an office or branch in Ceylon in favour of any person by a banker avithorised by the Bank to open blocked accounts, and \" banker,\" in relation to any person, means a banker who opens a blocked account in favour of that person.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.734556198120117,
      7.8006272315979,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.52,
      178.86,
      390.36,
      194.76
    ],
    "text": "32. Branches.—(1) The Minister may by Order published in the Gazette provide that, for such of the purposes of this Act as may be specified in the Order,—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.411874294281006,
      7.639331817626953,
      7.6623358726501465,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.44,
      198.06,
      390.31,
      221.88
    ],
    "text": "(a) any transaction with or by a branch of any business, whether carried on by a body corporate or otherwise, shall be treated in all respects as if the branch were a body corporate resident where the branch is situated, and",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.837423801422119,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.52,
      225.42,
      390.42,
      302.76
    ],
    "text": "(6) the making of any book entry or other statement recording a debit against a branch of any business in favour of any other branch of that business, shall be treated as a payment to that other branch, and (c) any property held by or on behalf of any person carrying on any business shall be deemed to be held by such of the branches of that business as may be determined in accordance with the Order ; and any such Order which makes, for any of the purposes of Part III of this Act, such provision as is mentioned in paragraph (c) of this sub-section may contain provisions declaring the cir­cumstances in which a branch is to be treated as nominee for any other branch.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6623358726501465,
      7.725234031677246,
      7.725804328918457,
      7.790585994720459,
      7.809792995452881,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.52,
      309.18,
      390.18,
      325.08
    ],
    "text": "(2) Any reference in sub-section (1) to a branch of a business shall be deemed to include a reference to the head office of that business.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.28,
      331.26,
      389.83,
      355.08
    ],
    "text": "(3) Sub-sections (1) and (2) shall apply in relation to any body of persons (whether corporate or unincorporate) carrying on any activity, whether for the purpose of profit or not, as they apply in relation to a business.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.746577739715576,
      7.814902305603027,
      7.854272365570068
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.04,
      367.5,
      390.42,
      399.96
    ],
    "text": "33. Contracts.—(1) It shall be an implied condition in any contract that, where, by virtue of this Act, the permission or consent of the Bank is at the time of the contract required for the performance of any term thereof, that term shall not be performed except in so far as the per­mission or consent is given or is not required :",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.415266036987305,
      7.734556198120117,
      7.790585994720459,
      7.8076019287109375,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.28,
      405.9,
      390.23,
      437.64
    ],
    "text": "Provided that the preceding provisions of this sub-section shall not apply to that term in so far as the application of those provisions to that term is inconsistent with the intention of the parties to that contract, whether by reason of their having contemplated the performance of that term in despite of the provisions of this Act or for any other reason.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.790585994720459,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.04,
      444.06,
      390.4,
      475.8
    ],
    "text": "(2) Notwithstanding anything in the Bills of Exchange Ordinance, neither the provisions of this Act, nor any condition, where express or to be implied having regard to those provisions, that any payment shall not be made without the permission of the Bank under this Act, shall be deemed to prevent any instrument being a bill of exchange or promissory note.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.600144863128662,
      7.734556198120117,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.04,
      487.98,
      390.54,
      527.64
    ],
    "text": "34. Obligations under other written laws.—Where any provision of any other written law imposes an obligation in respect of the doing of any act and the permission or consent of the Bank, is by virtue of this Act, required for the discharge of the obligation, it shall be an implied condition of the obligation that it shall not be discharged except in so far as the permission or consent is given or is not required.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.439032077789307,
      7.751494884490967,
      7.854272365570068,
      8.026562690734863,
      8.102895736694336
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      29.04,
      540.06,
      390.53,
      587.64
    ],
    "text": "35. Legal proceedings, etc.—(1) The provisions of Part II of this Act shall apply to sums required to be paid by any judgment or order of any court or by any award as they apply in relation to other sums, and it shall be implied in any judgment or order of any court in Ceylon, and in any award given under the law of Ceylon, that any sum required to be paid by the judg­ment, order or award (whether as a debt, as damages or otherwise) to which those provisions apply shall not be paid except with the permission of the Bank.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.391458511352539,
      7.73512601852417,
      7.809792995452881,
      7.814902305603027,
      7.815433502197266,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      22.56,
      593.82,
      390.66,
      626.28
    ],
    "text": "(2) Nothing in this Act shall be construed as preventing the payment by any person of any sum into any court in Ceylon, but the provisions of Part II of this Act shall apply to the payment of any sum out of court, whether under an order of the court or otherwise, to or for . the credit of any person resident outside Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.584064483642578,
      7.828787326812744,
      7.8350090980529785,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      196.08,
      26.7,
      232.93,
      34.68
    ],
    "text": "( 4 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.28,
      47.1,
      394.09,
      87.72
    ],
    "text": "(3) In any insolvency proceedings, winding up of a company, or administration of the estate of a deceased person, carried on under the law of Ceylon, a claim for a sum not payable without the permission of the Bank shall, notwithstanding that the permission has not been given or has been revoked, be admitted to proof as if the permission had been given and had not been revoked :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.734556198120117,
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.04,
      93.66,
      394.76,
      134.28
    ],
    "text": "Provided that nothing in the preceding provisions of this sub-section shall be construed as affecting the application of the provisions of Part II of this Act to payments by the assignee of the insolvent's estate, or by the liquidator, or by the executor of the last will, or administrator of the estate, of the deceased, or by any other person in such insolvency proceedings, or winding up, or administration.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6879682540893555,
      7.790585994720459,
      7.859286785125732,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.52,
      139.98,
      394.81,
      172.44
    ],
    "text": "(4) The provisions of this Act restricting the making of settlements shall not apply to any deed of arrangement made for the benefit of creditors generally, and the provisions of sub-section (3) shall apply in relation to proceedings under any deed of arrangement as they apply in relation to insolvency proceedings.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.76,
      178.38,
      395.14,
      225.96
    ],
    "text": "(5) Where the permission of the Bank is required under this Act for the payment of a debt the amount of which is sufficient under section 18 of the Insolvency Ordinance to enable the creditor to petition for the sequestration of the estate of the debtor if the debtor commits an act of insolvency, the debt may, notwithstanding the aforesaid requirement, be allowed to be a good petitioning creditor's debt, if and to the extent that the debt can be satisfied either by a payment into court or by a payment to a blocked account.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.734556198120117,
      7.833057403564453,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.76,
      235.98,
      395.0,
      283.56
    ],
    "text": "36. Persons leafing Ceylon.—Where a person resident in Ceylon leaves Ceylon, the Bank may, before, at or after the time he leaves Ceylon, direct that, for such period as may be specified in the direction, payments by him or on his behalf and to him or to his credit and transactions in or in relation to Treasury bills, securities or secondary securities in which he is in any way concerned shall, whether or not he continues to be resident in Ceylon, be subject to such res­trictions as may be specified in the direction.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.678927421569824,
      7.708237648010254,
      7.734556198120117,
      7.887204647064209,
      8.002824783325195
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.52,
      293.82,
      395.83,
      325.56
    ],
    "text": "37. Determination of residence.—(1) Where any question arises as to the territory in which a person is or is not resident, the torritory in which such person shall, for the purposes of this Act, be treated as resident or not resident, as the case may be, shall be determined in accordance with such general or special directions as may be given in that behalf by the Minister.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.455946445465088,
      7.600144863128662,
      7.604201793670654,
      7.843275547027588,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      35.52,
      332.22,
      394.99,
      363.96
    ],
    "text": "(2) For the purposes of this Act, the executor of the last will or the administrator of the estate of a deceased person shall, unless the Minister otherwise directs, be treated in respect of any matters in which such executor or administrator is concerned solely in his capacity as such, as resident—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.8350090980529785,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      61.2,
      367.5,
      394.85,
      375.48
    ],
    "text": "(a) if directions given under sub-section (1) apply in the case of such deceased person,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      61.2,
      375.42,
      395.19,
      402.6
    ],
    "text": "in the territory in which he is required by such directions to be treated as having been resident ; or (b) in any other case, in the territory where at the time of his death the deceased person",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      86.16,
      403.5,
      135.49,
      411.48
    ],
    "text": "was resident.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.56,
      420.3,
      395.29,
      439.32
    ],
    "text": "38. Directions to bankers, authorised dealers, etc.—The Bank may give— (a) to bankers and to persons who are concerned with the keeping of any register in",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.476186275482178,
      7.734556198120117,
      7.887204647064209,
      7.952920436859131,
      8.001659393310547
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      86.16,
      439.5,
      394.88,
      463.32
    ],
    "text": "Ceylon or are entrusted with the payment of capital moneys, dividends or interest in Ceylon, directions as respects the exercise of any functions exercisable by them by virtue of, or by virtue of anything done under, any provision of this Act, and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.71415376663208,
      7.795242786407471,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      60.72,
      469.5,
      160.96,
      477.48
    ],
    "text": "(b) to authorised dealers—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      88.56,
      480.78,
      395.08,
      500.04
    ],
    "text": "(i) such directions as aforesaid, or (ii) directions as to the terms on which they are to accept gold or foreign currency,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.76312255859375,
      7.865946292877197,
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      86.4,
      500.94,
      394.94,
      519.24
    ],
    "text": "or (iii) directions requiring them to offer their gold or specified foreign currency for",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.746577739715576,
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      111.36,
      520.14,
      385.81,
      528.12
    ],
    "text": "sale to the Central Bank on such terms as may be set out in the directions.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.734556198120117,
      7.887204647064209
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      34.8,
      536.22,
      395.08,
      591.72
    ],
    "text": "39. Furnishing of information and production of documents.—(1) Without prejudice to any other provisions of this Act, the Bank may give to any person in or resident in Ceylon direc­tions requiring him, within such time and in such manner as may be specified in the directions, to furnish to the Bank, or to any person designated in the directions as a person authorised to require it, any information in his possession or control which the Bank or the person so authorised, as the case may be, may require for the purpose of securing compliance with or detecting evasion of this Act.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.690361022949219,
      7.734556198120117,
      7.790585994720459,
      7.83414888381958,
      7.8350090980529785,
      7.850080490112305,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      34.8,
      595.74,
      394.81,
      627.48
    ],
    "text": "(2) A person required by any directions given under sub-section (1) to furnish information shall also produce such books, accounts or other documents in his possession or control as may be required, for the purpose referred to in sub-section(l),by the Bank or by the person authorised to require the information, as the case may be.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.734556198120117,
      7.789055824279785,
      7.887204647064209
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      203.28,
      34.38,
      240.61,
      42.36
    ],
    "text": "( 4 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      41.04,
      54.78,
      402.49,
      78.6
    ],
    "text": "(3) Nothing in the preceding provisions of this section shall be taken to require any person who has acted as counsel or proctor for any person to disclose any privileged communication made to him in that capacity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.772665977478027,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      40.32,
      85.02,
      402.55,
      117.48
    ],
    "text": "(4) Where a person Is convicted for failing to give information or produce any books, accounts or other documents when required so to do under this section, the court may make an order requiring the offender, within such period as may be specified in the order, to comply with the requirements to give the information or produce the books, accounts or other documents.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.746577739715576,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      40.8,
      129.42,
      401.42,
      145.56
    ],
    "text": "40. Search of premises.—(1) If a Magistrate is satisfied by information given on oath or affirmation, by a person authorised by the Minister to act for the purposes of this section either—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.43226957321167,
      7.80952787399292,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      66.24,
      150.78,
      400.82,
      182.52
    ],
    "text": "(a) that there is reasonable ground for suspecting that an offence against this Act has been or is being committed and that evidence of the commission of the offence is to be found at any premises specified in the information, or in any vehicle, vessel or air­craft so specified, or",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.746577739715576,
      7.807336330413818,
      7.816693305969238,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      39.12,
      186.06,
      400.28,
      253.08
    ],
    "text": "(6) that any books, accounts or other documents which ought to have been produced under section 39 and have not been produced are to be found at any such premises or in any such vehicle, vessel or aircraft. he may grant a search warrant authorising any police officer not below the rank of sergeant, together with any other persons named in the warrant and any other police officers, to enter the premises specified in the information or, as the case may be, any premises upon which the vehicle, vessel or aircraft so specified may be, at any time within one month from the date of the warrant, and to search the premises or, as the case may be, the vehicle, vessel or aircraft.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.746577739715576,
      7.849254608154297,
      7.887204647064209
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.92,
      259.74,
      398.95,
      315.24
    ],
    "text": "(2) A person authorised by a warrant granted under sub-section (1) to search any premises or any vehicle, vessel or aircraft, may search every person who is found in, or whom he has reason­able ground to believe to have recently left or to be about to enter, those premises or that vehicle, vessel or aircraft, as the case may be, and may seize any article which is found in the premises or in the vehicle, vessel or aircraft and which he has reasonable ground for believing to be evidence of the commission of any offence against this Act, or any books, accounts or other documents which he has reasonable grounds for believing ought to have been produced under section 39 :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.746577739715576,
      7.790585994720459,
      7.837589263916016,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.44,
      321.9,
      398.36,
      338.28
    ],
    "text": "Provided that no female shall, in pursuance of any warrant issued under this section, be searched except by a female.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.859286785125732,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      36.96,
      344.22,
      397.76,
      360.12
    ],
    "text": "(3) Where, by virtue of this section, a person has any power to enter any premises, he may use such force as is reasonably necessary for the purpose of exercising that power.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573770046234131,
      7.584064483642578,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      36.48,
      366.3,
      397.29,
      382.44
    ],
    "text": "(4) No person shall obstruct any other person in the exercise of any powers conferred on that other person by virtue of the preceding provisions of this section.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      36.24,
      394.38,
      403.17,
      443.16
    ],
    "text": "41. Retention of seized articles.-—(1) Any article seized by any authority under or by virtue of this Act which the authority has reasonable ground for believing to be evidence of the com­mission of an offence against this Act may be retained for a period of three months or, if within that period there are commenced legal proceedings in respect of such an offence in which the article is, or can properly be, adduced in evidence, until the final determination of those pro­ceedings.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3366899490356445,
      7.679062366485596,
      7.790585994720459,
      7.887204647064209,
      7.964547157287598,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      36.0,
      448.86,
      396.53,
      464.76
    ],
    "text": "(2) The powers conferred by this section in relation to any article shall be in addition to, and not in derogation of, any powers otherwise exercisable in relation thereto.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.809792995452881,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      35.28,
      476.7,
      398.35,
      493.56
    ],
    "text": "42. Destruction, etc., of documents, and false statements.—No person in or resident in Ceylon shall—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.411874294281006,
      7.881155490875244,
      7.887204647064209
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.96,
      495.9,
      396.38,
      540.84
    ],
    "text": "(a) with intent to evade the provisions of this Act, destroy, mutilate, deface, secrete or remove any books, accounts or other documents, or (6) in furnishing any information for any of the purposes of this Act make any statement which he knows to be false in a material particular, or recklessly make any state­ment which is false in a material particular.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6924848556518555,
      7.813575267791748,
      7.833553314208984,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      36.0,
      551.1,
      395.83,
      567.24
    ],
    "text": "43. Application to Crown.—This Act shall bind the Crown and shall apply to transactions by a Government Department or any person acting on behalf of the Crown.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.415266036987305,
      7.688507556915283,
      7.71415376663208,
      7.726709842681885,
      7.887204647064209,
      8.006677627563477
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      35.28,
      579.18,
      395.6,
      603.96
    ],
    "text": "44. Exemptions.—Any provision of this Act imposing any obligation or prohibition shall have effect subject to such exemptions as may be granted by order of the Minister, and any such exemption may be either absolute or conditional.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.439032077789307,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      35.04,
      615.66,
      395.29,
      631.8
    ],
    "text": "45. Decisions of Bank.—Every decision of the Bank to grant or refuse any permission under this Act, or to revoke any permission which has been so granted, or to rescind, add to or",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.391458511352539,
      7.734556198120117,
      7.849254608154297,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      194.16,
      32.7,
      230.99,
      40.68
    ],
    "text": "( 4 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.84,
      52.86,
      391.73,
      77.16
    ],
    "text": "vary any conditions or to extend or reduce any time limit to which the permission granted is subject, shall be communicated in writing by the Bank to the person by whom application for the permission was made or, as the case may be, to whom the permission was granted.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.788888931274414,
      7.8318657875061035,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.6,
      91.26,
      391.8,
      115.56
    ],
    "text": "46. Appeals.—A person in regard to whom the Bank makes a decision under this Act may, if he is dissatisfied with that decision, make a written appeal against the decision to the Minister within ten'days after that decision is communicated to him.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.6,
      129.9,
      392.34,
      162.36
    ],
    "text": "47. Finality of decisions.—A decision of the Bank against which an appeal is not made in accordance with the provisions, of section 46, and a decision of the Minister on an appeal made in accordance with those provisions, shall be final and conclusive and shall not be subject to review or be called in question in any court.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.455946445465088,
      7.772665977478027,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.84,
      174.3,
      392.28,
      190.68
    ],
    "text": "48. Provisions relating to permission, consent or authority.—Any permission, consent or authority granted under this Act may be—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.476186275482178,
      7.854272365570068,
      8.026562690734863,
      8.07809829711914
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      59.52,
      194.94,
      306.55,
      236.52
    ],
    "text": "(a) general or special, (6) absolute or conditional, (c) limited so as to expire on a specified date, unless renewed, ami (d) varied or revoked.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.725234031677246,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.04,
      248.46,
      396.71,
      272.28
    ],
    "text": "49. Burden of proof of permission.-—In any prosecution of a person for an offence against this Act, the burden of proving that he had obtained the permission or consent of the Bank for doing the act or making the omission which constitutes the offence shall be on him.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.466090679168701,
      7.854272365570068,
      7.912501811981201,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      34.32,
      284.7,
      393.76,
      317.16
    ],
    "text": "50. Indemnity for acts done in good faith.—No person shall be liable in any suit or other legal proceeding for any act done, or purporting to be done, in good faith in pursuance of the powers conferred by or under this Act, or for the purpose of carrying out the provisions of this Act.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.43226957321167,
      7.600144863128662,
      7.689889907836914,
      7.854272365570068,
      8.026562690734863,
      8.094510078430176
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.04,
      329.1,
      393.71,
      360.84
    ],
    "text": "51. Offences.—(1) Any person in or resident in Ceylon who contravenes any provision of this Act or fails to comply with any direction given or condition or requirement imposed under this Act shall be guilty of an offence, notwithstanding that the offence may, by virtue of Part IV of this Act, be also punishable under the provisions of the Customs Ordinance.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.3366899490356445,
      7.700634479522705,
      7.790585994720459,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.04,
      367.26,
      393.83,
      383.88
    ],
    "text": "(2) Any person who attempts to commit an offence against this Act shall be guilty of an offence.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.52,
      389.58,
      393.9,
      445.08
    ],
    "text": "(3) Where an offence against this Act is committed by a body corporate, any person who at the time of the commission of the offence was a director, general manager, secretary or other similar officer of the body corporate, or was purporting to act in any such capacity, shall be deemed to be guilty of that offence, unless he proves that the offence was committed without his consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in that capacity and to all the circumstances.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.604201793670654,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      53.28,
      451.98,
      290.3,
      459.96
    ],
    "text": "(4) Any person who commits an offence against this Act shall—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      61.68,
      463.02,
      394.16,
      471.0
    ],
    "text": "(a) on conviction after summary trial before a Magistrate, be liable to imprisonment of",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6924848556518555,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      61.92,
      471.18,
      394.55,
      498.12
    ],
    "text": "either description for a term not exceeding six months or to a fine, or to both such imprisonment and fine, or (b) on conviction before a District Court, be liable to imprisonment of either description",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.687597274780273,
      7.854272365570068
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      36.0,
      499.02,
      394.15,
      549.0
    ],
    "text": "for a term not exceeding two years or to a fine, or to both such imprisonment and fine ; and where the offence is concerned with any gold, currency, security, goods or other property, the court may, if it thinks fit so to do, order the gold, currency, security, goods, or property to be forfeited ; and any gold, currency, security, goods, or property forfeited under this sub­section shall be dealt with or disposed of in such manner as the Minister may direct.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.727481842041016,
      7.809792995452881,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.76,
      555.42,
      394.37,
      610.92
    ],
    "text": "(5) Except in the case of a body corporate, the maximum fine which may be imposed for an offence against this Act shall be fifteen thousand rupees so, however, that where the offence is concerned with any gold, currency, security, payment, goods or other property, and does not consist only of a failure to give information or produce books, accounts or other documents with respect thereto when required so to do under section 39, a larger fine may be imposed not exceeding three times the amount or value of the gold, currency, security, payment, goods or property,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.809129238128662,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      35.52,
      617.58,
      394.94,
      633.96
    ],
    "text": "(6) A Magistrate before whom a prosecution is instituted against any person for mi offence against this Act may, notwithstanding anything in the Criminal Procedure Code,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.655871868133545,
      7.69352912902832,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      187.44,
      33.18,
      224.51,
      41.16
    ],
    "text": "( 4 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.4,
      53.58,
      386.7,
      69.24
    ],
    "text": "decide whether he will try that person summarily or take non-summary proceedings in respect of that offenoe :",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.790585994720459,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.64,
      75.66,
      386.94,
      91.56
    ],
    "text": "Provided that the preceding provisions of this sub-section shall not affect or prejudice any right or power of the Attorney-General under the aforesaid Code.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.655871868133545,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      25.92,
      107.1,
      387.47,
      154.68
    ],
    "text": "52. Compounding of offences..—(1) Where the amount or value of any gold, currency, security, payment, goods or other property with which any offence against this Act is concerned does not exceed ten thousand rupees, the Secretary to the Treasury may compound that offence by accepting from the offender a sum of money determined by the Secretary to the Treasury and not exceeding the amount or value of such gold, currency, security, payment, goods or property.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.411874294281006,
      7.604201793670654,
      7.702182769775391,
      7.71415376663208,
      7.809129238128662,
      7.809792995452881,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.4,
      161.82,
      387.43,
      177.72
    ],
    "text": "(2) The Secretary to the Treasury shall credit to the Consolidated Fund all sums of money accepted under sub-section (1).",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.88,
      192.06,
      387.54,
      208.2
    ],
    "text": "53. Regulations, Forms, etc.—{1) The Minister may make such regulations as may be necessary for carrying out the principles and provisions of this Act.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.415266036987305,
      7.672206878662109,
      7.6971330642700195,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.88,
      214.38,
      387.3,
      230.52
    ],
    "text": "(2) No regulation made under sub-section (1) shall have effect unless it is approved by the Senate and the House of Representatives and is published in the Gazette.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.584064483642578,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      26.64,
      236.7,
      387.42,
      252.6
    ],
    "text": "(3) All applications, returns and other documents made or furnished under this Act shall be in such form as the Bank may from time to time specify or provide for the purpose.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.734556198120117,
      7.789055824279785,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      43.68,
      267.9,
      333.26,
      275.88
    ],
    "text": "54. Interpretation.—(1) In this Act, unless the context otherwise requires,—",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.439032077789307,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.32,
      279.18,
      388.51,
      303.0
    ],
    "text": "\" authorised dealer \" means, in relation to gold or any foreign currency, a commercial bank for the time being authorised under section 4 to act for the purposes of this Act as an authorised dealer in relation to gold or that foreign currency ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.625612258911133,
      7.737102508544922,
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.56,
      306.3,
      388.15,
      322.44
    ],
    "text": "\" Bank \" or \" Central Bank \" means the Central Bank of Ceylon established by the Monetary Law Act, No. 58 of 1949 ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.731237888336182,
      7.734556198120117,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      325.5,
      388.68,
      341.4
    ],
    "text": "\" bearer certificate \" means a certificate of title to securities by the delivery of which (with or without endorsement) the title to the securities is transferable ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068,
      8.002824783325195,
      8.029824256896973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.56,
      344.7,
      314.19,
      352.68
    ],
    "text": "\" blocked account \" has the meaning assigned to it by section 31 (7) ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      355.74,
      388.56,
      396.36
    ],
    "text": "\" certificate of title to securities \" means any document of title whereby a person recog. nizes the title of any other person to securities issued or to be issued by the first-mentioned person, and in the case of any such document with coupons (whether attached or on separate coupon sheets) includes any coupons which have not been detached ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068,
      8.002824783325195,
      8.029824256896973
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.56,
      399.18,
      388.58,
      426.12
    ],
    "text": "\" Ceylon currency \" means any currency which is or has at any time been legal tender in Ceylon ; \" coupon \" means a coupon representing dividends or interest on a security ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.56,
      429.18,
      388.48,
      437.16
    ],
    "text": "\" currency \" means coins and currency notes, and includes bank notes, postal orders,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.737102508544922,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      437.34,
      387.96,
      495.96
    ],
    "text": "money orders, cheques, drafts, travellers' cheques, letters of credit, bills of exchange and promissory notes ; \" foreign currency \" means any currency other than Ceylon currency and includes any drafts, travellers' cheques, letters of credit, bills of exchange and any other docu­ments expressed or drawn in terms of Ceylon currency but payable in any other currency ; and any reference to foreign currency includes a reference to any right to receive foreign currency in respect of any credit or balance at a bank ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.737102508544922,
      7.787025451660156,
      7.809792995452881,
      7.813907146453857,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.56,
      499.98,
      207.87,
      507.96
    ],
    "text": "\" gold \" means gold coin or gold bullion ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      511.02,
      387.32,
      548.52
    ],
    "text": "\" Minister \" means the Minister of Finance ; \" Monetary Board \" means the Monetary Board of the Central Bank ; \" policy of assurance \" means any policy securing the payment of a capital sum or annuity on the occurrence of a specified event which is certain to happen and includes—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.731237888336182,
      7.734556198120117,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      78.0,
      551.82,
      387.11,
      559.8
    ],
    "text": "(a) any policy by which the payment of money is assured on death (except death",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      78.0,
      561.18,
      387.35,
      586.92
    ],
    "text": "by accident only) or the happening of any contingency dependent on human life, and (b) any policy securing the payment of an immediate annuity ; and the reference",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.71415376663208,
      7.854272365570068
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      102.96,
      587.1,
      386.96,
      610.92
    ],
    "text": "in this definition to the occurrence of a specified event which is certain to happen shall include the occurrence, which is certain to happen, of one of specified events none of which by itself is certain to happen ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.854272365570068,
      8.026562690734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.8,
      614.46,
      365.04,
      622.44
    ],
    "text": "\" prescribed \" means prescribed by the Minister by Order published in the Gazette ;",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.199999809265137,
      7.6623358726501465,
      7.854272365570068,
      7.946921348571777
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      52.08,
      626.22,
      176.19,
      634.2
    ],
    "text": "\" rupees \" means Ceylon rupees ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.854272365570068
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      205.68,
      37.26,
      243.49,
      45.24
    ],
    "text": "( 4 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.887204647064209
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      70.56,
      57.42,
      403.86,
      84.6
    ],
    "text": "\" secondary securities \" has the meaning assigned to it by section 19 ; \" securities \" means shares, stock, bonds, notes (other than promissory notes), debentures, debenture stock, units under a unit trust scheme, and shares in an oil royalty ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209,
      8.002824783325195
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      71.04,
      87.66,
      347.81,
      95.64
    ],
    "text": "\" specified foreign currency \" has the meaning assigned to it by section 6 ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      71.04,
      98.7,
      404.01,
      130.44
    ],
    "text": "\" unit trust scheme \" means any arrangements made for the purpose, or having the effect, or providing for persons having funds available for investment, facilities for the participation by them, as beneficiaries under a trust, in profits or income arising from the acquisition, holding, management or disposal of any property whatsoever ;",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.745975494384766,
      7.887204647064209,
      8.01020622253418
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      70.56,
      133.98,
      403.77,
      150.12
    ],
    "text": "\" unit \" means, in relation to a unit trust scheme, a right or interest (whether described as a unit, as a sub-unit, or otherwise) which may be acquired under that scheme.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.887204647064209
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      44.16,
      156.3,
      403.45,
      219.72
    ],
    "text": "(2) Any provision of this Act (however worded) the effect of which is to prohibit the doing of any act where a person to or by whom the act is to be done or who stands in a specified rela­tion to any property possesses any specified attribute as to residence or otherwise shall, where the act is done to or by two or more persons or, as the case may be, where two or more persons stand jointly in that relation to the property, operate to prohibit the doing of that act if any of those persons possess that attribute ; and any provision of this Act imposing an obligation on any person to do an act if he possesses any specified attribute as to residence or otherwise shall, in relation to any act which can only be done by two or more persons jointly—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.790585994720459,
      7.8350090980529785,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      69.84,
      223.74,
      402.97,
      266.52
    ],
    "text": "(a) where all those persons possess that attribute, operate to impose a joint obligation on all of them to do the act, and (6) where some only of them possess that attribute, operate to impose a separate obliga­tion on each one of them who possesses that attribute to do all he can to secure the doing of the act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.6924848556518555,
      7.887204647064209
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      43.92,
      272.94,
      403.21,
      297.24
    ],
    "text": "(3) Any power conferred by this Act to require declarations which are to be furnished on any occasion shall include a power to require that the declarations shall be made by specified persons and shall be verified in a special manner.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.8350090980529785,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      43.68,
      309.18,
      402.57,
      333.48
    ],
    "text": "55. Repeal of Defence Regulations.—The Defence Regulations which have the force of law by virtue of the Exchange and Securities Control (Continuation) Act, No. 35 of 1950, shall be repealed with effect from the date on which this Act comes into operation :",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.391458511352539,
      7.691507339477539,
      7.789055824279785,
      7.824183464050293,
      7.887204647064209,
      8.026562690734863
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      43.68,
      339.42,
      403.4,
      387.0
    ],
    "text": "Provided, however, that notwithstanding such repeal, any permission, licence or authority granted, or any direction given, or condition imposed, under any of the said regulations shall, except in so far as it may be inconsistent with this Act, be deemed to be a permission or authority granted, or a direction given, or a condition imposed, as the case may be, under the correspond­ing provision of this Act; and shall accordingly be effective for the purposes of this Act and may be revoked or altered under the powers conferred by this Act.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.729360580444336,
      7.746577739715576,
      7.828555583953857,
      7.835968971252441,
      7.850410461425781,
      7.887204647064209,
      7.917086601257324,
      8.026562690734863
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      191.04,
      35.34,
      228.09,
      43.32
    ],
    "text": "( 4 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.0,
      55.74,
      377.49,
      63.72
    ],
    "text": "B—MAJOR ADMINISTRATIVE MEASURES ADOPTED BY THE MONETARY BOARD",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.304541110992432,
      7.36493444442749,
      7.405611991882324,
      7.419528961181641,
      7.424139022827148,
      7.4796528816223145,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      192.0,
      65.82,
      224.35,
      73.8
    ],
    "text": "IN 1953",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.628262996673584,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      203.28,
      89.03,
      380.25,
      108.84
    ],
    "text": "'(>) Circular No. 4 Revised 23rd July, 1953.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      4.61559534072876,
      7.763556480407715,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      87.12,
      120.06,
      330.08,
      138.12
    ],
    "text": "CENTRAL BANK'S RATE OF INTEREST ON ADVANCES (Reference : Section 86 of the Monetary Law Act)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.4354424476623535,
      7.4594221115112305,
      7.465118885040283,
      7.502731800079346,
      7.561473846435547,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      28.8,
      144.3,
      388.43,
      160.2
    ],
    "text": "1. With effect from 23rd July, 1953, the rate of interest on advances by the Central Bank secured by the pledge of Government securities is 3% per annum.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.566922664642334,
      7.573906898498535,
      7.821201324462891,
      8.002824783325195
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      46.08,
      163.5,
      377.37,
      171.48
    ],
    "text": "2. The provisions of this circular may be withdrawn, added to or amended at any time.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.391773700714111,
      7.821201324462891,
      8.026562690734863
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      44.4,
      184.04,
      135.45,
      212.04
    ],
    "text": "D. C. GUNASEKERA, for Chief Accountant, Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.954986095428467,
      6.191784381866455,
      7.769297122955322,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      290.4,
      183.8,
      380.97,
      211.56
    ],
    "text": "N . U . JAYAWARDENA, Governor, Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.890391826629639,
      6.0243635177612305,
      6.191784381866455,
      7.769297122955322,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      84.96,
      248.46,
      340.64,
      256.44
    ],
    "text": "CENTRAL BANK'S EXCHANGE RATES FOR U.S. DOLLARS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.415999889373779,
      7.4594221115112305,
      7.465951919555664,
      7.49654483795166,
      7.502731800079346,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      28.8,
      264.3,
      388.48,
      280.68
    ],
    "text": "The following exchange rates for the U.S. dollar were applicable to transactions by the Central Bank with commercial banks during 1953 :—•",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.199999809265137,
      7.701947212219238,
      7.769297122955322,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      45.12,
      303.9,
      124.64,
      320.04
    ],
    "text": "Date Circular No.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.604372024536133,
      7.763556480407715,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      248.4,
      303.42,
      287.22,
      319.8
    ],
    "text": "Buying (per SI00)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.623844623565674,
      7.796805381774902,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      323.28,
      303.42,
      362.46,
      319.56
    ],
    "text": "Selling (per $100)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.796805381774902,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      45.6,
      352.38,
      233.07,
      368.52
    ],
    "text": "8. 1.53 1/43 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.614931583404541,
      7.770998001098633,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.92,
      351.9,
      261.57,
      368.04
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      263.04,
      351.9,
      277.43,
      368.04
    ],
    "text": "474 474",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.599803447723389
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      278.16,
      351.9,
      290.49,
      368.04
    ],
    "text": "00 •00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      302.16,
      352.14,
      386.17,
      375.96
    ],
    "text": "Rs. 474 '25 Cts. 75 per month pre­mium against spot •",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.53623628616333,
      7.599803447723389,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.0,
      384.78,
      233.07,
      400.92
    ],
    "text": "12. 1.53 1/44 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.411874294281006,
      7.770998001098633,
      7.7776665687561035,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.92,
      384.3,
      261.49,
      400.2
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      263.04,
      384.06,
      277.28,
      400.2
    ],
    "text": "474 474",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.599803447723389
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      277.92,
      384.3,
      290.41,
      400.44
    ],
    "text": "•50 •50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      302.16,
      384.3,
      385.88,
      408.12
    ],
    "text": "Rs. 474 -75 Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.53623628616333,
      7.599803447723389,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      41.76,
      416.7,
      233.31,
      432.84
    ],
    "text": "15. 1.53 1/45 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.391458511352539,
      7.736935138702393,
      7.770998001098633,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.68,
      415.98,
      261.49,
      432.12
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      263.04,
      415.98,
      277.43,
      431.88
    ],
    "text": "474 474",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.599803447723389
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      278.16,
      416.22,
      290.49,
      432.36
    ],
    "text": "00 •00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      301.92,
      416.22,
      385.88,
      440.04
    ],
    "text": "Rs. 474 -25 Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.53623628616333,
      7.599803447723389,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.0,
      448.62,
      233.07,
      464.76
    ],
    "text": "12. 9.53 1/46 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.411874294281006,
      7.765726566314697,
      7.770998001098633,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.68,
      448.14,
      261.33,
      464.04
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      262.8,
      448.14,
      277.12,
      464.04
    ],
    "text": "475 475",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.560342311859131
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      279.84,
      448.38,
      289.75,
      464.28
    ],
    "text": "25 25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.53623628616333
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      301.92,
      448.14,
      385.64,
      471.96
    ],
    "text": "Rs. 475 -50 Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.560342311859131,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.24,
      480.54,
      233.07,
      496.68
    ],
    "text": "15. 9.53 1/47 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.391458511352539,
      7.739681720733643,
      7.770998001098633,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.92,
      480.06,
      261.49,
      496.2
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      262.8,
      480.06,
      277.6,
      496.2
    ],
    "text": "476 476",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5894622802734375
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      278.16,
      480.3,
      290.44,
      496.2
    ],
    "text": "25 •25",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.53623628616333
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      301.44,
      480.06,
      343.81,
      488.04
    ],
    "text": "Rs. 476 -50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773,
      7.5894622802734375,
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      302.16,
      487.98,
      385.64,
      503.88
    ],
    "text": "Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      41.76,
      512.7,
      233.31,
      528.84
    ],
    "text": "21.10.53 1/48 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.617382049560547,
      7.770998001098633,
      7.786525726318359,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.68,
      512.22,
      261.49,
      528.12
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      262.8,
      512.22,
      277.2,
      528.12
    ],
    "text": "475 475",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.560342311859131
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      277.92,
      512.22,
      290.41,
      528.36
    ],
    "text": "00 •00",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      302.16,
      512.22,
      386.12,
      536.04
    ],
    "text": "Rs. 475 -25 Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.560342311859131,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      41.76,
      544.86,
      233.07,
      561.0
    ],
    "text": "21.11.53 1/49 Spot Forward up to 3 months",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.617382049560547,
      7.770998001098633,
      7.784995079040527,
      7.821201324462891
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      247.92,
      544.14,
      261.49,
      560.28
    ],
    "text": "Rs. Rs.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.611288070678711
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      263.04,
      544.14,
      277.6,
      560.04
    ],
    "text": "474 474",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.599803447723389
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      277.92,
      544.38,
      290.41,
      560.28
    ],
    "text": "•50 •50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.573461532592773
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      302.16,
      544.14,
      386.12,
      567.96
    ],
    "text": "Rs. 474-75 Cts. 50 per month pre­mium against spot",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.579141139984131,
      7.611288070678711,
      7.6254425048828125,
      7.791484832763672,
      7.821201324462891
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      197.76,
      36.06,
      234.83,
      44.04
    ],
    "text": "( 5 0 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.967464447021484,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      208.08,
      57.9,
      221.77,
      65.88
    ],
    "text": "(»i)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.533450126647949
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      126.72,
      70.38,
      307.71,
      100.44
    ],
    "text": "REDUCTION OF RESERVE RATIO (Extract from the \" Ceylon Government Gazette \" No. 10,588 of September 11, 1953)",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.40064001083374,
      7.51629638671875,
      7.539366245269775,
      7.571750640869141,
      7.608120918273926,
      7.801624298095703,
      7.854272365570068,
      7.906177043914795,
      7.910077095031738,
      7.946921348571777
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      172.08,
      110.22,
      257.59,
      118.2
    ],
    "text": "The Monetary Law Act",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.701947212219238,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      36.48,
      123.66,
      394.65,
      142.2
    ],
    "text": "Regulation made by the Monetary Board of the Central Bank of Ceylon under sections 10 (r) and 93 of the Monetary Law Act, No. 58 of 1949.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      7.809792995452881,
      7.854272365570068,
      7.99751091003418
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      305.76,
      158.12,
      393.67,
      176.28
    ],
    "text": "D . W . RA.TAPATTKANA . Deputy Governor.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.889151096343994,
      5.9376654624938965,
      6.217965602874756,
      7.815532207489014,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      36.24,
      179.82,
      144.11,
      187.8
    ],
    "text": "Colombo, September 9, 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.663722515106201,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      194.88,
      214.62,
      236.07,
      222.6
    ],
    "text": "Regulation",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      36.72,
      231.9,
      395.22,
      270.12
    ],
    "text": "Regulation D made by the Monetary Board of the Central Bank of Ceylon and published in \" Gazette'/ No. 10,143 of August 28, 1950, as amended by regulation published in \" Gazette'' No. 10,190 of December 15, 1950, is hereby further amended in section 1 (a) thereof, by the substitution, for the words \" fourteen per centum,\" of the words \" ten per centum.\"",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.5936279296875,
      7.604372024536133,
      7.619594097137451,
      7.854272365570068,
      7.990572452545166,
      7.990702152252197
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      208.8,
      288.78,
      223.03,
      296.76
    ],
    "text": "(iv)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.7934136390686035
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      142.32,
      305.82,
      289.81,
      313.8
    ],
    "text": "AMENDMENT TO REGULATION E",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.455807685852051,
      7.463173866271973,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      127.92,
      319.98,
      308.02,
      339.0
    ],
    "text": "(Extract from the \" Ceylon Government Gazette \" No. 10,604 of October 23, 1953)",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.571750640869141,
      7.602531909942627,
      7.801624298095703,
      7.846513271331787,
      7.854272365570068,
      7.946921348571777
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      173.28,
      351.42,
      259.03,
      359.4
    ],
    "text": "The Monetary Law Act",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.701947212219238,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      37.68,
      368.46,
      394.98,
      386.52
    ],
    "text": "Regulation made by the Monetary Board of the Central Bank of Ceylon, and approved by the Minister of Finance, under section 56 of the Monetary Law Act, No. 58 of 1949.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.71415376663208,
      7.854272365570068,
      7.990702152252197
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      303.12,
      402.92,
      386.91,
      409.23
    ],
    "text": "N. U. JAYAWAKDENA,",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.869754314422607,
      6.217965602874756
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      38.16,
      412.62,
      396.35,
      442.92
    ],
    "text": "Governor, Central Bank of Ceylon. Colombo, October 15. 1953.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.663722515106201,
      7.769297122955322,
      7.815532207489014,
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      196.8,
      460.86,
      237.99,
      468.84
    ],
    "text": "Regulation",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.854272365570068
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      38.4,
      475.02,
      397.74,
      512.52
    ],
    "text": "Regulation E relating to the replacement of unfit currency published in \" Gazette Extra­ordinary \" No. 10,143 of August 28, 1950, as amended by the regulation published in \" Gazette \"' No. 10,205 of January 26, 1951, is hereby further amended by the substitution for paragraph 6 thereof, of the following new paragraph :—",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.579141139984131,
      7.604372024536133,
      7.619594097137451,
      7.817489147186279,
      7.854272365570068,
      7.990572452545166
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      39.6,
      525.18,
      397.01,
      572.52
    ],
    "text": "Claims concerning mutilated \" 6. A claim for the value of a mutilated or damaged note notes of more than ten of a denomination exceeding ten rupees may be accepted pro-rupees, vided that (1) the number of the note can be identified with certainty by the authorised officer as one of not more than two numbers ; and",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.754068851470947,
      7.816328525543213,
      7.854272365570068,
      7.974239349365234
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      151.2,
      585.66,
      397.51,
      623.88
    ],
    "text": "(2) that the authorised officer may, with the approval of the Governor of the Central Bank, pay the value of any mutilated or damaged note in a case where the Governor is satisfied that the note tendered is a genuine one.\"",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.584064483642578,
      7.746577739715576,
      7.854272365570068
    ]
  }
]