[
  {
    "page_number": 0,
    "bbox": [
      196.32,
      44.88,
      233.9,
      52.04
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.602075099945068,
      7.113699913024902
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      180.24,
      65.85,
      250.75,
      76.47
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.883805274963379
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.56,
      84.94,
      395.8,
      177.91
    ],
    "text": "1. This is the third Annual Report of the Monetary Board of the Central Bank of Ceylon. It is issued in accordance with Section 35 of the Monetary Law Act, No. 58 of 1949, which piovides that within three months after the end of each financial year—that is, by March 3l—the Monetary Boaid shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Cential Bank, a review of the policies and measures adopted by the Monetaiy Board during the financial year, and an analysis of the economic and financial circum­stances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.6732816696167,
      8.838284492492676,
      8.868520736694336,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.36,
      191.02,
      394.96,
      247.99
    ],
    "text": "2. During the year Dr. Theodore Morgan was appointed a Deputy Governor and Mr. N. U. Jayawardena was designated Senior Deputy Governor. During two periods of temporary absence of both the Governor and Senior Deputy Governor from the Island, Dr. Morgan was designated by the Monetary Board as Senior Deputy Governor.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.700018882751465,
      8.783291816711426,
      8.878169059753418,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.08,
      260.86,
      394.24,
      281.83
    ],
    "text": "3. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1952.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      161.28,
      301.77,
      266.42,
      312.39
    ],
    "text": "II. The Basic Problems",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.597936630249023,
      9.804275512695312,
      9.883805274963379
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      33.36,
      321.34,
      393.65,
      354.79
    ],
    "text": "4. The Ceylon economy passed through a difficult time in the year 1952 External assets fell by the largest amount on record, approximately Rs. 350 million or nearly 30 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.867928504943848,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.4,
      366.94,
      393.7,
      495.91
    ],
    "text": "5. The problems of 1950, those of a rapidly increasing money supply and a rising cost of living ; and of 1951, that of a continued rise in the cost of living, had disappeared. The essential economic problem in 1952 was adjustment of the Ceylon economy to the new conditions prevailing after the collapse of the Korean War boom. Thus the first three Annual Reports, by a series of coincidences, cover the different problems encountered in the three phases of a boom : first, that of monetary expansion and price inflation generated by export prices rising earlier and more rapidly than import prices in the upward phase of the boom ; second, that of damping the price inflation at the peak of the boom ; and third, that of defla­tionary adjustment to the squeeze on the economy when, in the collapse of the boom, export prices fell earlier and farther than import prices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.764448165893555,
      8.838915824890137,
      8.868224143981934,
      8.910000801086426,
      9.08991813659668
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.92,
      508.3,
      393.28,
      566.23
    ],
    "text": "6. There were three main causes for the loss of external assets in 1952. The loss was initiated by falling export income, reinforced by rising import prices, and sustained and swollen by excessive expansion of the money supply to finance the heavy government budget deficit. These causes are analyzed in the paragraphs that follow.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.910000801086426,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.44,
      578.14,
      392.54,
      635.11
    ],
    "text": "7. Income from exports declined from Rs. 1,904 million in 1951 to Rs. 1,502 million in 1952, or by 21 per cent. The decline in value occurred in spite of a small increase in the physical quantity of total goods exported. Lower prices, therefore, were alone responsible for the lower value. The export price index fell by 22 per cent. Coconut products dropped nearly 38 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.339460372924805,
      8.826138496398926,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      196.08,
      43.66,
      234.3,
      52.63
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      70.06,
      395.99,
      127.03
    ],
    "text": "8. To make matters worse, import prices averaged 8 per cent higher in 1952 than in 1951, though the last five months of the year showed a significant and favourable decline. The price of imported rice, the largest single item in the import bill, was,especially important. It was 38 per cent higher in 1952 than in 1951. The average of all other import prices taken together remained virtually unchanged.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.633932113647461,
      8.733400344848633,
      8.86559772491455,
      8.87876033782959,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.2,
      138.46,
      396.29,
      196.39
    ],
    "text": "9. The sharp fall in export prices, occurring as it did while import prices were still rising, caused the terms of trade to turn sharply adverse. For the year as a whole, the index of the terms of trade was 75 as against 104 in 1951 and 101 in 1950. The terms of trade were most adverse in the middle of the year and showed some improvement in the second half.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.526764869689941,
      8.573344230651855,
      8.870222091674805,
      8.910000801086426,
      9.081542015075684,
      9.094969749450684
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      207.34,
      396.28,
      288.31
    ],
    "text": "10. With such a drop in export income and such an adverse change in the terms of trade, both the volume and the value of imports should have contracted, but they did not. The physical volume of imports increased slightly, and the value by 9 per cent, from Rs. 1,559 million to Rs. 1,702 million. In consequence, a trade surplus of Rs. 345 million in 1951 became a trade deficit of Rs. 200 million in 1952. This deficit, together with the usual deficit on invisible items, was met from external assets.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.58015251159668,
      8.746725082397461,
      8.846372604370117,
      8.853748321533203,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      298.06,
      396.15,
      331.03
    ],
    "text": "11. In 1952 Ceylon lived far beyond its means. The country as a whole not only did not reduce, it even increased, its spending on imports as its export income fell and prices of imports rose.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.2,
      340.3,
      396.4,
      433.27
    ],
    "text": "12. A loss of external assets automatically exerts a corrective effect on an economy. The domestic quantity of money tends to fall by the amount of the loss as domestic funds are used in purchasing foreign exchange from the banking system to meet net outpayments. Ceylon's money supply did contract in 1952, but by less than a third of the decline in external assets. Domestic monetary expansion offset most of the contractive effect of falling external assets and prevented money incomes and the money supply from contracting as rapidly as export income con­tracted.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.40427303314209,
      8.871071815490723,
      8.910000801086426,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      443.02,
      398.08,
      487.99
    ],
    "text": "13. Total contractionary forces were Rs. 402 -9 million. Of this Rs. 375 -1 million was due to the loss of external banking assets, Rs„ 20 -5 million to a con­traction of commercial bank credit to the private sector of the economy and Rs. 7 -3 million to a shift from demand to time and other liabilities of commercial banks.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.408136367797852,
      8.910000801086426,
      9.081433296203613,
      9.101279258728027
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      499.42,
      396.38,
      578.95
    ],
    "text": "14. The major offset to these contractionary influences was the expansion of bank credit to the Government sector by Rs. 217 -1 million—Rs. 67 -3 million by the commercial banks and Rs. 149 -8 million by the Central Bank. In addition, Government ran down its rupee cash by Rs. 67 -9 million, thus increasing cash in the hands of the public. Total expansionary forces (including adjustment items of Rs. 5 -8 million) were Rs. 290 -8 million, all (except the adjustment items) in the Government sector.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.435052871704102,
      8.7016019821167,
      8.773126602172852,
      8.821157455444336,
      8.833309173583984,
      8.910000801086426
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.68,
      589.42,
      396.04,
      634.39
    ],
    "text": "15. The cause of Government's large contribution to the expansion of the money supply was its budget deficit. The net cash operating deficit for the financial year ending September 30, 1952, was Rs. 257 million ; the deficit for the calendar year 1952 is estimated at Rs. 314 million. This deficit was far beyond the capacity",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.381132125854492,
      8.860304832458496,
      8.910000801086426
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      192.48,
      46.06,
      230.48,
      55.03
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.96,
      68.38,
      392.23,
      125.35
    ],
    "text": "of the economy to finance out of domestic savings. Only about one quarter of Government's net market borrowing during the financial yea.i was, in fact, raised from sources other than the commercial banks and Central Bank. The remainder of the deficit was financed by expanding the money supply, mostly through creation of bank credit.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.703147888183594,
      8.783291816711426,
      8.833309173583984,
      8.85252571105957,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.72,
      142.78,
      391.62,
      199.75
    ],
    "text": "16. Because the money supply and Ceylon money incomes were sustained above the level they would otherwise have attained, spending by consumers, especially on imported goods, was also sustained. Imports plus other foreign expenditures far exceeded export earnings plus other foreign income, and external assets had to be drawn down to pay for the excess.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.762088775634766,
      8.831526756286621,
      8.872218132019043,
      8.94674301147461,
      9.093634605407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.24,
      215.02,
      391.01,
      307.99
    ],
    "text": "17. Much of the Government deficit was directed toward increasing con­sumption rather than toward developing the economy. In-the financial year 1951-52, when the total cash deficit was Rs. 257 million, Rs. 245 million was spent on food subsidies as against only Rs. 209 million spent on development out of loan funds and the National Development Reserve. The pattern of Government expenditures weighed higher consumption in the present more heavily than higher employment (through economic development) in the present, and than higher consumption (through greater production) in the future.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.454243659973145,
      8.552042961120605,
      8.681523323059082,
      8.895445823669434,
      8.920818328857422,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.24,
      323.26,
      390.67,
      428.23
    ],
    "text": "18. An excessive expansion of credit leads in many economies to a rise in the domestic price level. This has not happened in Ceylon. The cost of living index was on the average slightly lower in 1952 than in 1951, chiefly because of the fall in prices of export commodities consumed domestically. The index of commodities domestically produced and consumed was 277 in December, 1951, 274 in December, 1952. It's average during 1952 was higher than in the previous year, but the trend was slightly downward. The main impact of inflationary financing was on the volume of imports, not on the domestic price level. Such financing did not cause the domestic price level to rise, though it may well have prevented it from falling.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.515369415283203,
      8.870813369750977,
      8.94674301147461
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.0,
      443.26,
      390.91,
      524.23
    ],
    "text": "19. Of the factors responsible for the loss of external assets the fall in export incomes and the higher prices of imports are by and large outside Ceylon's control. ~Eoi the most part Ceylon must take world prices for its exports and imports as given. (There was an exception in 1952, the rice-rubber agreement that the Govern­ment negotiated with China. By obtaining a price of rubber well above world levels and a price of rice below, it is likely to improve significantly the terms of trade in 1953). ,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.465760231018066,
      8.515369415283203,
      8.527419090270996,
      8.591538429260254,
      8.882233619689941,
      8.893268585205078,
      8.94674301147461,
      9.083781242370605,
      9.093634605407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.96,
      539.26,
      391.07,
      596.23
    ],
    "text": "20. The two factors outside Ceylon's control would have been sufficient in themselves to produce a drain on external assets. But the drain could not have continued in the absence of credit expansion to finance a budget deficit. The liquid assets built up by consumers during the boom would have been sufficient to finance an excess of imports for a brief period only.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.427388191223145,
      8.94674301147461,
      9.082914352416992,
      9.093634605407715
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      31.44,
      613.18,
      391.32,
      634.39
    ],
    "text": "21. The budget deficit and the resulting expansion of credit are factors within Ceylon's control. They are discussed in the following section.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.31902027130127,
      8.872180938720703,
      8.94674301147461
    ]
  }
]