[
  {
    "page_number": 0,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "247",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      104.27,
      141.12,
      116.26
    ],
    "text": "1. Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      123.2,
      283.98,
      287.92
    ],
    "text": "The banking sector of Sri Lanka plays an integral role in financial intermediation of the country and has a significant share in the financial sector, accounting for 61.9 per cent of total assets as at end 2022. Despite the recent multifaceted challenges, the Sri Lankan banking sector remained resilient as reflected by adequate capital and liquidity buffers. However, in view of the unprecedented levels of stress on the banking sector caused due to various reasons, including the Easter Attacks in 2019, COVID-19 pandemic and recent adverse macroeconomic developments, it is important to ensure that a robust crisis management framework is in place for the sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      300.15,
      284.23,
      337.7
    ],
    "text": "2. Importance of the Stability of the Banking System and Lessons Learnt from the Global Financial Crisis (GFC)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      344.63,
      283.98,
      598.8
    ],
    "text": "Banking sector stability is vital for efficient financial intermediation in order to promote economic growth and welfare of people. This is more important during economic shocks and stressful circumstances. However, throughout history, breach of trust in the banking system and depositor runs have caused significant negative impact on the economic activities across the globe, leading to systemic financial crises. Common causes of these systemic crises can be mainly identified as high leverage, booming credit, weakening of credit evaluation standards, lapses in governance and risk management, property and other asset bubbles, excessive exposure to the government, inadequate supervision, and often a high external current account deficit. As revealed by international examples such as the East Asian crisis (1997), GFC (2007-2008) and European crisis (2010), the financial distress resulting from a systemic crisis typically lasts for several years, largely resulting in considerable economic contractions and high fiscal costs, affecting the entire society.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      611.03,
      196.82,
      623.02
    ],
    "text": "Lessons Learnt from the GFC",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.37,
      629.96,
      283.98,
      705.24
    ],
    "text": "The GFC of 2007-2008, even though comprising of similarities with past events, was rapidly transmitted across the globe in an unprecedented manner, well beyond the directly affected countries. The main reason for the high degree of contagion of GFC was the origination of the crisis in advanced economies",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.71,
      56.04,
      463.48,
      92.03
    ],
    "text": "BOX 9The Role of Central Banks in Preventing Systemic Financial Crises and Restoring Public Confidence in the Banking Sector",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      104.37,
      525.49,
      192.08
    ],
    "text": "with widespread financial networks and linkages in international financial markets. The new and extreme challenges resulting from GFC paved the way for the central banks and policy makers around the world to introduce innovative crisis management tools, while understanding the gaps and weaknesses in legal and policy frameworks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      204.75,
      525.46,
      330.62
    ],
    "text": "With a view to addressing the above weaknesses, the global leaders came into a consensus that an effective crisis management framework with a strong financial safety-net is required in order to support the orderly management of failing financial institutions and thereby to mitigate the contagion effect on the financial system and spillover effect on the real economy. An effective crisis management framework would generally comprise the following pillars (International Monetary Fund, 2020):",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      320.9,
      337.62,
      525.46,
      361.73
    ],
    "text": "(i) An institutional framework for crisis preparedness",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      320.9,
      368.74,
      455.3,
      380.13
    ],
    "text": "(ii) Supervisory early intervention",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      320.9,
      387.13,
      461.84,
      398.52
    ],
    "text": "(iii) Emergency liquidity assistance",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      320.9,
      405.52,
      472.46,
      416.91
    ],
    "text": "(iv) Resolution of financial institutions",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      429.04,
      525.73,
      453.75
    ],
    "text": "(i) An Institutional Framework for Crisis Preparedness",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      460.63,
      525.49,
      599.22
    ],
    "text": "In order for a crisis management framework to be effective, a strong and independent institutional framework with effective policy coordination between the core entities of the financial safety-net is vital. The core entities of the financial safety-net can be identified as the Central Bank, financial supervisory and regulatory agencies, resolution authority, and Ministry of Finance. These entities must have clear mandates and adequate independence to be able to prepare, coordinate, and execute the crisis management tasks at any given circumstance.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      611.38,
      464.53,
      623.37
    ],
    "text": "(ii) Supervisory Early Intervention",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.89,
      630.25,
      525.47,
      705.25
    ],
    "text": "Early action of the supervisor enables proactive detection of the warning signs of deterioration in the financial condition of banking institutions and thereby reduce the probability and costs of financial distress of such institutions. Supervisors need adequate resources, strong legal authority and protection, a clear",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2488",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.71,
      55.33,
      280.31,
      91.8
    ],
    "text": "mandate and operational independence with strong governance structures, in order to ensure proactive and comprehensive supervision.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.71,
      103.81,
      280.54,
      128.34
    ],
    "text": "(iii) Emergency Liquidity Assistance by Central Banks",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.71,
      135.54,
      280.29,
      277.36
    ],
    "text": "Provision of emergency liquidity assistance forms an integral part of a crisis management framework as it enables central banks to mitigate the risk of temporary illiquidity of one or few financial institutions leading to insolvency of such institutions or systemic financial instability. Accordingly, framework for lending under emergency liquidity assistance should be well established by central banks as a crisis preparedness tool. Further, such liquidity provision should be subject to safeguards of protecting central bank balance sheets while reducing moral hazard.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.71,
      284.68,
      280.3,
      400.42
    ],
    "text": "Prior to GFC, the underlying concept of emergency liquidity assistance was that central banks should lend only to those banks possessing good collateral, with the assumption that a bank which lacks such collateral was insolvent. The key lessons learnt from GFC, which helped central banks to make significant improvements in the framework for lending under emergency liquidity assistance, can be summarised as follows (International Monetary Fund, 2020):",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      75.71,
      407.73,
      280.29,
      484.34
    ],
    "text": "(a) Eligibility – All banks shall be eligible, not just the systemically important banks. In some instances, central banks should have the ability to provide these facilities to nonbank financial companies that are systemic, to preserve financial stability.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      75.71,
      491.65,
      280.29,
      594.35
    ],
    "text": "(b) Solvency – Lending shall be at the discretion of central banks to entities that are deemed by the supervisor as solvent and viable. The solvency and viability assessment should involve forward and backward-looking expert judgments. In the event where such assistance is granted to insolvent firms, an indemnity should be sought from the government.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      75.71,
      601.67,
      280.3,
      704.37
    ],
    "text": "(c) Collateral – Facilities shall always be adequately collateralised and central banks should be able to accept a wide range of unencumbered assets as collaterals. Systems should be in place to value such assets, including predetermined haircuts together with sound processes to settle, manage and realise collateral in case of counterparty default.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      54.84,
      521.89,
      144.15
    ],
    "text": "Key Challenges in Providing Emergency Liquidity Assistance - Stigma, i.e., the unwillingness of banks to approach central bank liquidity assistance owing to the potential erosion of public confidence, lending in foreign currency and facilitating banks which are under resolution, are the key challenges confronted by central banks.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      150.88,
      484.9,
      162.87
    ],
    "text": "(iv) Resolution of Financial Institutions",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      170.02,
      521.83,
      350.24
    ],
    "text": "An effective resolution regime is of paramount importance for a strong crisis management framework, due to its criticality in addressing the problems of weak or failing banks without undermining financial system stability. Once a banking institution is identified as insolvent, likely to become insolvent or it is identified to be in serious breach of regulatory requirements, sound, decisive and rapid actions are required to maintain public confidence, while preventing any spillover effects to the larger economy. The principles embodied in international best practices of resolution aim to ensure that the authorities have powers and tools to act quickly to preserve financial system stability, while safeguarding the interests of depositors and creditors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      357.5,
      521.82,
      485.77
    ],
    "text": "Even after 15 years from GFC, the global financial stability risks reflect an increasing trend particularly since the outbreak of COVID-19 pandemic, as indicated by excessive inflation, rising interest rates, and volatility in financial markets. The recent collapse of California’s Silicon Valley Bank and New York’s Signature Bank caused severe shock across the global financial system, while the uncertainties indicated in the European markets echoed the necessity of having an effective crisis management framework.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      492.64,
      522.07,
      530.61
    ],
    "text": "3. Preventing Systemic Financial Crisis and Restoring Public Confidence in the Sri Lankan Banking Sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.22,
      537.76,
      521.82,
      705.19
    ],
    "text": "Sri Lanka endured a series of multifaceted challenges in the last three years since 2020, with the outbreak of COVID-19 pandemic, the biggest health and economic disaster in history. The post-pandemic disruptions together with slow recovery of the economic activities, political uncertainties, and structural issues in the economy in Sri Lanka gave rise to extraordinary macroeconomic conditions including declining external reserves, currency devaluation, fiscal sector imbalances, high inflation, scarcity of essential consumer goods, and raw materials. These exceptional circumstances caused unprecedented levels of stress on the banking sector leading to numerous challenges.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "249",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      61.75,
      283.89,
      111.69
    ],
    "text": "3.1. Measures Implemented by the Central Bank of Sri Lanka (CBSL) to Preserve the Financial System Stability amidst Current Challenges",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      118.49,
      283.61,
      155.17
    ],
    "text": "There are several alternatives for the Licensed Commercial Banks (LCBs) to avail liquidity from CBSL during ordinary circumstances, as highlighted below.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      79.05,
      162.1,
      283.62,
      186.13
    ],
    "text": "(a) Standing Lending Facility – Collateralised overnight lending to LCBs",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      79.05,
      193.06,
      283.6,
      217.09
    ],
    "text": "(b) Intraday Liquidity Facility – Collateralised intraday lending to LCBs",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      79.05,
      224.02,
      283.64,
      248.05
    ],
    "text": "(c) Term Repo Facility – Providing liquidity to LCBs via Open Market Operations Auctions",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.04,
      254.98,
      283.61,
      304.3
    ],
    "text": "However, these alternatives may not ensure adequate liquidity for the banking sector during exceptional circumstances that emanate from extreme adverse economic and market developments.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      313.62,
      280.89,
      325.61
    ],
    "text": "3.2. Crisis Management Tools Adopted by CBSL",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      332.42,
      283.64,
      508.19
    ],
    "text": "Amidst the recent extraordinary macroeconomic developments that continued in Sri Lanka since the outbreak of the pandemic, several measures were initiated by CBSL to strengthen the crisis preparedness of the banking sector, by improving liquidity in the sector to adequate levels with the objective of preserving financial system stability, while safeguarding public confidence on the financial system. This article explains mainly the preemptive measures implemented by CBSL, inter-alia, the framework on Emergency Loans and Advances (ELA) to the banking sector, strengthening the bank resolution framework, establishment of the crisis management committee and enhanced supervisory approaches.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.05,
      517.51,
      283.9,
      542.15
    ],
    "text": "3.2.1. Lender of Last Resort: Framework on ELA",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.04,
      548.96,
      283.65,
      661.51
    ],
    "text": "As per the existing Monetary Law Act (MLA) No. 58 of 1949, under its core objective of financial system stability, CBSL is entrusted with the ultimate responsibility of ensuring public confidence on the financial system. In this context, acting as the Lender of Last Resort (LOLR) is one of the key roles to be undertaken by CBSL to minimise any adverse implications that may arise in the financial system by promoting the safety and soundness of financial institutions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.04,
      668.94,
      283.61,
      706.62
    ],
    "text": "As the LOLR for the Sri Lankan banking sector, CBSL is empowered and responsible for exercising applicable provisions/measures available under MLA to",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.55,
      61.82,
      525.14,
      203.93
    ],
    "text": "pre-empt any adverse developments that might cause any systemic financial panic. Accordingly, CBSL established the framework on ELA in 2020, under Section 86 of MLA to prevent any threat to monetary and banking stability. Strengthening the liquidity position of banking institutions to ensure continued supply of credit to the economy and to meet urgent liquidity requirements during exceptional circumstances, thereby maintaining public confidence on the financial system was the main outcome expected from the ELA framework.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.55,
      211.27,
      525.16,
      301.1
    ],
    "text": "In 2022, the ELA framework of CBSL was further enhanced by incorporating a broader range of collaterals with valuation methodology, criteria on liquidity and solvency assessment, supervisory actions and an improved coordination mechanism among the departments of CBSL that are involved in executing the framework.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.56,
      307.94,
      519.65,
      319.93
    ],
    "text": "3.2.2. Salient Features of the ELA Framework",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      327.16,
      525.15,
      390.33
    ],
    "text": "(a) Eligible Financial Institutions: All LCBs and Licensed Specialized Banks (LSBs) (hereinafter, referred to as “licensed banks”) which are in a temporary liquidity distress, where the bank has exhausted all available liquidity options.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      397.68,
      525.24,
      435.21
    ],
    "text": "(b) Provision of ELA is at the discretion of CBSL, hence will not be considered as a right of licensed banks.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      442.56,
      525.12,
      506.23
    ],
    "text": "(c) Currency: ELA will be provided only in Sri Lankan Rupee at all times and will not be provided in foreign currency, in order to mitigate any potential exchange rate risks, currency mismatches and recoverability risks.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      513.58,
      525.11,
      564.18
    ],
    "text": "(d) Interest rate: The interest rate will be determined by the Monetary Board taking into consideration the prevailing market interest rates and the monetary policy stance.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      571.53,
      525.23,
      635.21
    ],
    "text": "(e) Acceptable collaterals for providing of ELA: A range of acceptable collateral that encompasses Sri Lanka Government Securities, lands and buildings, and loan receivables secured by selected collateral.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.57,
      642.55,
      525.14,
      706.23
    ],
    "text": "(f) Assessment of the ELA request: ELA will be provided only to a licensed bank that is considered to be solvent, with a view to preventing any adverse impact on the CBSL balance sheet. ELA facility may be granted",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2022",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2508",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      94.14,
      61.85,
      281.47,
      164.68
    ],
    "text": "to a bank which is assessed to be insolvent or likely to become insolvent in future, under exceptional circumstances to mitigate any systemic risks on a case-by-case basis, while an explicit guarantee to be provided by the Government of Sri Lanka to CBSL in the case of absence of adequate collateral with ELA requesting banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      77.14,
      172.02,
      281.57,
      261.79
    ],
    "text": "(g) Supervisory Actions on ELA receiving banks: ELA receiving banks will be subject to intensified supervision of CBSL, while several supervisory restrictions will be imposed on such banks with respect to expansion of the lending portfolio and making discretionary payments.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.13,
      268.67,
      281.72,
      293.72
    ],
    "text": "3.2.3. Strengthening the Bank Resolution Framework",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.13,
      300.95,
      281.47,
      429.9
    ],
    "text": "CBSL identified strengthening the resolution framework of licensed banks as an urgent priority under the crisis management framework considering the challenging outlook for the banking sector and the need to strengthen financial sector safety-net measures. Accordingly, measures were taken to draft a Banking (Special Provisions) Act as a supplement to the Banking Act, No. 30 of 1988, by including provisions relating to resolution, deposit insurance, and winding up of licensed banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.13,
      437.24,
      281.47,
      540.07
    ],
    "text": "CBSL considered the Key Attributes of Effective Resolution Regimes for Financial Institutions issued by Financial Stability Board (FSB) and the Core Principles for Effective Deposit Insurance Systems issued by the International Association of Deposit Insurers (IADI) when drafting the Banking (Special Provisions) Act. It is expected to enact the proposed Banking (Special Provisions) Act during 2023.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.13,
      546.96,
      281.74,
      572.01
    ],
    "text": "3.2.4. Establishing a Crisis Management Committee",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.13,
      579.23,
      281.46,
      669.0
    ],
    "text": "The present unprecedented levels of financial and economic distresses in Sri Lanka have given rise to the urgent need of strengthening the policy coordination between competent authorities on financial sector crisis management. The lack of an institutional framework for crisis management has prompted to set up a Financial Sector Crisis Management Committee (FCMC) for",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      61.84,
      521.24,
      198.75
    ],
    "text": "policy coordination between CBSL and Ministry of Finance to focus on crisis preparedness, to reduce the risk of coordination failures, and to minimise the impact of the financial crisis. The proposed FCMC will be assisted by a Technical Committee on Financial Sector Crisis Management (TCMC) and will function in both crisis and non-crisis times. FCMC will be chaired by the Governor and will comprise a Monetary Board member, Secretary to the Treasury, Deputy Secretary of Ministry of Finance and officials of CBSL.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      206.29,
      521.51,
      232.0
    ],
    "text": "3.2.5. Enhanced Supervision Approaches Adopted by CBSL",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      239.89,
      521.26,
      457.19
    ],
    "text": "Due to the impact of recent macroeconomic developments of the banking sector, the Bank Supervision Department (BSD) of CBSL improved the frequency of reporting to the Monetary Board regarding liquidity and capital positions of the banking sector, while intensifying the supervision of licensed banks.These intensified supervisory measures include close monitoring of financial indicators, undertaking thematic reviews on identified banking functions and frequent adhoc meetings with Chief Executive Officers (CEOs) and Key Management Personnel (KMP) of licensed banks on liquidity and capital positions. Further, continuous meetings have been held by the Monetary Board with the Boards of Directors, CEOs, and KMP of licensed banks to better understand individual bank’s positions and crisis preparedness.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      464.67,
      453.63,
      476.66
    ],
    "text": "3.2.6. Communication Strategy:",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      484.54,
      521.23,
      537.12
    ],
    "text": "The existing communication strategy is currently being expanded to cover broad aspects of crisis preparedness targeting to ensure public confidence in the banking sector.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      545.13,
      521.25,
      625.15
    ],
    "text": "Way Forward: CBSL intends to further strengthen crisis preparedness measures while operationalising the proposed Banking (Special Provisions) Act and ensuring the readiness for providing of ELA to licensed banks with a view to preserving public confidence and stability in the financial system.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.64,
      633.14,
      520.21,
      668.97
    ],
    "text": "Reference 1. International Monetary Fund. (2020). Managing Systemic Banking Crises - New Lessons and Lessons Relearned. Departmental Paper No. 2020/003. International Monetary Fund, Washington D.C.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0,
      9.5
    ]
  }
]