[
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2668",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      109.04,
      113.67,
      121.03
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      126.08,
      280.3,
      235.45
    ],
    "text": "Banking has had a close relationship with technology for decades, from computerised banking systems to automated teller machines (ATM) to internet banking systems. Adoption of technology has enabled banks to continuously increase efficiencies, lower intermediation cost, and increase profitability. The intensive use of technology by banks to increase profitability has attracted the attention of the technology investors and has created new business avenues, giving rise to the modern day’s FinTech industry.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      240.61,
      280.29,
      295.55
    ],
    "text": "FinTech or Financial technology as it is more formally known, has grown rapidly during the last decade and is now posing challenges to both traditional banking business models as well as traditional banking supervisory methodologies.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      300.71,
      280.3,
      475.4
    ],
    "text": "In addition to increased efficiencies, products and services enabled by FinTech also offer opportunities for unbanked and underbanked population, who may have limited or no access to banks, to receive traditional financial services through non-traditional channels. This is mainly due to the use of smart mobile phones as a primary channel to deliver FinTech based banking services and relatively high mobile phone penetration even among the underprivileged segments of population. Accordingly, it is evident that FinTech provides opportunities for more competition, increased efficiency, and reduced intermediation cost in banking business. However, complacency on the part of traditional banks will see them rapidly losing business to emerging FinTech driven companies as a result of flight to efficiency by banking customers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      480.56,
      280.3,
      557.27
    ],
    "text": "The rapid emergence of FinTech has given rise to potential new risks relating to technology, data governance, and market conduct. This poses the need for a supervisory approach that supports fintech adoption by the banking industry. Such an approach needs to address relevant risks to protect consumers while fostering innovation and competition.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      564.68,
      280.56,
      587.55
    ],
    "text": "Fintech innovations that will impact traditional banking",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      592.6,
      280.29,
      658.42
    ],
    "text": "Even though there are many FinTech innovations, some will significantly impact the traditional banking channel. Virtual banking, open banking, peer-to-peer lending, and digital currencies are four such FinTech innovations that have the potential to materially change the way traditional banking is conducted. These are explained in detail below:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      666.42,
      125.06,
      677.81
    ],
    "text": "Virtual banking",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.7,
      682.97,
      280.29,
      705.25
    ],
    "text": "A bank that offers its services entirely through electronic channels without requiring physical interaction with",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      146.15,
      67.49,
      431.83,
      91.48
    ],
    "text": "BOX 11The FinTech Invasion: Way forward for Banking Supervisors",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      109.14,
      521.81,
      270.29
    ],
    "text": "customers is considered a virtual bank. This will provide significant cost savings due to reduced need for physical locations and staff. Both existing and newer banks are pursuing virtual banking due to the cost attractiveness. Customers of a virtual bank will be able to perform all banking activities from account opening to making deposits to borrowing funds via mobile application or through internet banking instead of visiting a bank branch. Virtual banking will also be one of the most convenient ways for traditional banks to successfully counter challenges emerging from FinTech driven banks and services offered by other FinTech businesses, due to the decision making and processing functions being similar for banking products offered through both traditional and virtual banking.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      278.1,
      362.87,
      289.49
    ],
    "text": "Open banking",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      294.47,
      521.81,
      498.41
    ],
    "text": "Open banking allows consented third parties to access customer data in a bank using application programming interfaces (API). This enables third-party FinTech providers to present variety of solutions to consumers such as mobile applications that allow accessing banking data from different financial institutions and easily perform transactions using multiple banks. A bank that has enabled open banking will become significantly different from a traditional institution. Open banking puts customers in control of their data, which gives consumers the opportunity to take advantage of customized and precision designed financial services that their original bank could not offer initially. Accordingly, both individual customers and businesses will be able to manage their finances more efficiently with open banking. Even more importantly, open banking facilitate innovation in the FinTech industry, allowing new technologies to emerge and reengineer how financial services are offered by banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      506.22,
      434.09,
      517.61
    ],
    "text": "Peer-to-peer lending platforms",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.22,
      522.58,
      521.81,
      705.43
    ],
    "text": "Peer-to-peer lending is probably the most direct challenge posed to the traditional banking model by emerging FinTech businesses. Peer-to-peer lending platforms intend to directly connect lenders and borrowers, thereby drastically reducing the cost of financial intermediation. The peer-to-peer lending platforms initially emerged as an alternative funding source for unbanked and underbanked customers who do not have access to bank lending. However, due to its cost efficiency peer-to-peer lending is now attracting usual customers of traditional banks as well. Even a medium scale migration of banking customers to peer-to-peer lending platforms will become a financial stability concern for banking supervisors, given that there are no prudential measures such as capital adequacy or liquidity requirements as well as safety net measures like deposit insurance for peer-to-peer lending activities.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "267",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      60.33,
      140.45,
      72.32
    ],
    "text": "Digital currencies",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      77.53,
      282.88,
      298.85
    ],
    "text": "The emergence of digital currencies is probably the biggest FinTech driven challenge faced by traditional monetary and banking systems. Two types of digital currencies, cryptocurrencies and central bank digital currencies (CBDCs), are likely to become significant as banking and financial transactions conducted by general public becomes more digital. Cryptocurrency is a digital asset that is secured by cryptography and operates using blockchain technology, which is a distributed ledger that utilizes a large decentralized network of computers. Cryptocurrencies are not issued by any central authority such as a Central Bank. This also make cryptocurrencies less affected by government interventions and thereby possibly impacting the effectiveness of central bank monetary policy. On the other hand, CBDCs that will be issued by a country’s monetary authority will act as a digital token of the country's official currency. As CBDCs are issued by a country’s monetary authority they are fully backed by the issuing government and will be under the full policy control of the issuing monetary authority.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      309.44,
      283.15,
      332.48
    ],
    "text": "What should be the regulatory and supervisory approach towards FinTech",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      340.53,
      283.0,
      374.02
    ],
    "text": "The need to adopt an open yet cautious regulatory approach when facilitating banks’ adoption of FinTech",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      379.35,
      282.87,
      457.03
    ],
    "text": "The rapid rise of FinTech raises questions to banking supervisors, such as the need to expand the supervisory limits to include new risks; whether existing regulations are adequate for newer types of digital financial services; and how to identify, monitor and mitigate the risks faced by banks due to FinTech innovations and exposures to FinTech businesses.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      462.36,
      282.88,
      528.99
    ],
    "text": "Further, FinTech driven products and services are heavily reliant on range of information systems and data connected to the internet. Therefore, technology, cybersecurity and data protection related risks associated with FinTech needs to be well understood and prudently managed.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      534.32,
      282.88,
      600.96
    ],
    "text": "However, it should be noted that excessive regulation and supervision may deter innovation and could place banks at a competitive disadvantage while also discouraging consumers. Therefore, banking supervisors need to carefully assess risks and benefits and avoid hindering required innovation.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.3,
      606.29,
      282.88,
      706.06
    ],
    "text": "There are two extremes in the supervisory approaches that could be taken by banking supervisors when it comes to the supervision of FinTech products and services. The first is the “laissez faire” approach, where innovation is permitted without any supervisory intervention up to the point where serious risks to the banking system emerge. The other extreme approach is to limit innovation only to products and services desired by the supervisors by enforcing regulations that limit innovation.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.8,
      60.32,
      524.5,
      82.87
    ],
    "text": "The need for supervisors to move on with Supervisory Technology (SupTech)",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.8,
      88.32,
      524.38,
      222.5
    ],
    "text": "It is the responsibility of the banking supervisors to keep the banking system stable while utilizing the benefits of FinTech for the betterment of both the consumers and the banks. The current supervisory policies, techniques, and resources, that are designed to address risks posed by traditional banking channels, could be inadequate to address the risks introduced by FinTech. Further, the amount of resources of a banking supervisor is limited. Therefore, the adoption of supervisory practices that enable effective supervision, with the use of limited resources and a focus on risk and stability of financial institutions has become imperative.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.8,
      227.94,
      524.39,
      295.14
    ],
    "text": "These factors have required bank supervisors developing and implementing new technology based supervisory approaches, broadly referred to as Supervisory Technology or SupTech. The adoption of SupTech by banking supervisors will have a deep impact on how banks are supervised.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      302.99,
      524.66,
      326.14
    ],
    "text": "Essential SupTech capabilities for banking supervisors",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      334.3,
      524.39,
      401.5
    ],
    "text": "Sophisticated supervisory information systems, advanced data analytic capabilities, and use of artificial intelligence to extract knowledge from relevant unstructured data sources are some of the key SupTech capabilities required for any modern banking supervisor. These are detailed below:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      409.78,
      441.76,
      421.17
    ],
    "text": "Supervisory information systems",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      426.61,
      524.39,
      549.63
    ],
    "text": "A supervisory information system is an information system that facilitate collection, validation, and analytics of information reported by banks and other financial institutions. The features of such includes functionality for banks to submit data or for the supervisor to retrieve data; a data warehouse with facilities to store, manage, and secure documents and data; smaller databases or datamarts to enable data querying and analysis by different teams within the banking supervisor; and data analytics and business intelligence tools that enable generation of supervisory insights.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      557.9,
      524.5,
      580.45
    ],
    "text": "Advanced data analytics capabilities to generate accurate and timely early warning signals",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      585.9,
      524.38,
      664.26
    ],
    "text": "Banking supervisors will benefit immensely by implementing advanced data analytics capabilities together with a supervisory information system. This will include capabilities for querying, analysis, and visualization of data. An analytics platform will facilitate end-to-end computation of both standardized and ad hoc data analysis requirements of bank supervisors.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.81,
      672.54,
      524.38,
      706.25
    ],
    "text": "A comprehensive data analytics platform will enable generation of early warnings for different risk categories, banks, and clusters of banks through predictive analytic",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2021",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2688",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      60.43,
      280.54,
      126.26
    ],
    "text": "models using structured data submitted by banks, data insights from credit bureau and other external data repositories, and macroeconomic forecasts. Such a platform will also enable the banking supervisors to conduct periodic forward looking stress tests based on macroeconomic forecasts and institutional trends.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      134.27,
      280.67,
      167.43
    ],
    "text": "Use of artificial intelligence (AI) to generate supervisory insights from public and non-public unstructured data",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      172.6,
      280.54,
      314.63
    ],
    "text": "Fully developed data analytics capabilities should enable banking supervisors to conduct analysis and interpretation of both structured and unstructured data using conventional statistical tools as well as emerging artificial intelligence-based technologies. Accordingly, use of artificial intelligence based technologies by banking supervisors to generate supervisory insights from public and non-public unstructured data will focus on extracting knowledge from various unstructured (text based) data sources to augment structured data based analytics and computations already conducted on the data analytics platform including bank ratings and early warning computations.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      322.23,
      207.19,
      334.22
    ],
    "text": "Initiatives already taken by CBSL",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      342.1,
      280.55,
      375.27
    ],
    "text": "CBSL has taken multiple steps to facilitate FinTech as well as to address the key risks. Some of these initiatives are detailed below:",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      383.28,
      280.66,
      405.55
    ],
    "text": "Regulatory framework on technology risk management and resilience",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      410.72,
      280.54,
      509.21
    ],
    "text": "The CBSL in 2021 introduced regulatory framework on technology risk management and resilience as a set of minimum regulatory requirements for licensed banks. The key characteristics of the framework are the introduction of enhanced information security, system availability, and resilience requirements for critical information systems, enhanced information security requirements for sensitive data, and higher risk management measures for domestic systemically important banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      517.22,
      280.55,
      593.93
    ],
    "text": "The components of the regulatory framework include requirements relating to governance framework for technology risk management, information security, information system availability and disaster recovery, staff competencies, compliance with international standards, and use of third-party infrastructure including cloud computing.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      601.94,
      252.71,
      613.33
    ],
    "text": "Proof-of-concept (POC) on KYC data sharing",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      618.5,
      280.55,
      706.1
    ],
    "text": "In 2021, CBSL also completed the process of developing and testing a Blockchain technology based shared Know-Your-Customer (KYC) Proof-of-Concept (POC) solution. The purpose of developing a Blockchain Technology based POC of an industry-wide Shared KYC process was to assess the potential to improve customer experience, lower operational costs and reduce the operational risk of banks and other financial institutions.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      60.35,
      522.04,
      104.69
    ],
    "text": "It is expected that digitalization of the KYC process, especially with user friendly and secure designs, would encourage customers to use digital financial services and increase their access to financial services.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      112.78,
      522.05,
      212.03
    ],
    "text": "The findings demonstrated several salient features of Blockchain Technology that enabled secure and efficient sharing of customer KYC information between banks. This was a pioneering national project initiated by the CBSL that drew the voluntary participation of the Banking Industry and the Information Technology Industry to collaboratively explore the potential of Blockchain Technology to enable innovations in many financial services.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      220.12,
      385.62,
      231.51
    ],
    "text": "Regulatory sandbox",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      236.78,
      522.06,
      325.04
    ],
    "text": "In 2020, CBSL commenced operations of a FinTech Regulatory sandbox with the objective of encouraging and enabling FinTech initiatives that promote greater efficiency and increased access to financial products and services. The sandbox is intended to provide a safe space for selected innovators to test their products and services, without the risk of infringing on regulatory requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      332.72,
      361.04,
      344.71
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      352.69,
      522.06,
      594.7
    ],
    "text": "In order to obtain the maximum economic benefits from FinTech while ensuring that it does not impact the financial system stability adversly, the financial sector regulators will need to adopt a two-fold approach. The financial regulators shall make necessary changes to the regulatory framework to ensure that the regulatory environment facilitates FinTech innovations appropriately, while risks posed by such innovations are adequately monitored and mitigated. Further, such FinTech enabling regulatory framework shall need to be continuously evolving to reflect the changes introduced by rapidly developing FinTech industry. On the other hand, the supervisory capacity of banking supervisors needs to be significantly enhanced by moving to more technology based and automated supervisory methodologies. These will include implementing modern supervisory information systems, developing advanced data analytics capabilities, and introducing artificial intelligence assisted supervisory technology (SupTech) tools. Such a supervisory environment will enable the banking supervisors to effectively supervise the banking system in a FinTech driven era.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      610.22,
      330.03,
      617.42
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      623.89,
      521.29,
      639.08
    ],
    "text": "1. The Next Wave of Suptech Innovation - Suptech Solutions for Market Conduct Supervision, World Bank Group, March 2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      642.73,
      521.32,
      657.92
    ],
    "text": "2. FinTech, RegTech and SupTech: What They Mean for Financial Supervision, Toronto Centre, August 2017",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      661.56,
      521.32,
      676.75
    ],
    "text": "3. Supervisory Implications of FinTech in SEACEN Jurisdictions, Herbert Poenisch & Michael Zamorski, SEACEN Financial Stability Journal - Volume 7/2016",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      680.39,
      521.33,
      703.58
    ],
    "text": "4. CBSL Successfully Completes the Process of Developing and Testing a Blockchain Technology based Shared Know-Your-Customer (KYC) Proof-of-Concept (POC), Central Bank of Sri Lanka, Press Release – October 2021",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]