[
  {
    "page_number": 0,
    "bbox": [
      199.68,
      28.13,
      230.15,
      38.21
    ],
    "text": "( 1 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      70.8,
      59.16,
      359.74,
      70.34
    ],
    "text": "l.-ECONOMIC PROBLEMS AND POLICIES-1961:",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.549642562866211,
      10.73644733428955
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      181.44,
      81.41,
      242.88,
      91.49
    ],
    "text": "Introduction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      34.8,
      103.49,
      395.09,
      185.57
    ],
    "text": "The Central Bank's Annual Report for 1960 drew attention to the two main problems confronting Ceylon in the monetary and financial field. There was on the one hand, the need to bring about an immediate reduction in imports so as to stem the continued and rapid decline in the country's external reserves. There was also the need, on the other hand, to curtail the sustained and excessive monetary expansion that was the underlying cause of disequilibrium in Ceylon's external payments position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.908016204833984,
      9.918416023254395,
      9.921045303344727,
      9.928179740905762,
      9.967761993408203,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.0,
      198.29,
      397.14,
      268.37
    ],
    "text": "In 1961, on account of direct measures taken towards this goal Ceylon succeeded in bringing about a significant reduction in the volume and value of imports. As a result she was able, despite a recession in export prices, to reduce the gap in her external payments and the consequent drain in external reserves. Although Ceylon's balance of payments continued to be adverse, the position in 1961 represented a distinct improvement over previous years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.56457233428955,
      9.673432350158691,
      9.953836441040039,
      9.969672203063965,
      9.981833457946777,
      10.041717529296875
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.48,
      280.61,
      397.0,
      434.69
    ],
    "text": "Ceylon's efforts at curbing the internal monetary expansion, however, were less successful. In recent years the overall deficit in the government budget had assumed sizeable dimensions and constituted the chief causal factor behind the monetary expansion. In the budget for 1960-61 several measures were introduced to raise additional revenues and to reduce the budgetary gap. Altho­ugh these measures did succeed in augmenting total revenues the extent of the increase fell short of expectations and did not suffice to offset the rise in total expenditure. In the result the overall budgetary deficit and the extent of inflationary financing attained dimensions that were not substantially different from those of the years immediately preceding. A fall in revenues from export duties following the recession in prices, legislative delays in respect of new taxation and shortfalls in foreign borrowings contributed towards this result.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.404752731323242,
      9.424454689025879,
      9.494183540344238,
      9.542989730834961,
      9.673432350158691,
      9.907012939453125,
      9.917706489562988,
      9.940683364868164,
      9.952006340026855,
      9.969672203063965,
      9.974115371704102,
      10.004704475402832,
      10.016451835632324,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.96,
      447.17,
      397.19,
      541.25
    ],
    "text": "The continuance of a monetary expansion in the context of a restricted flow of imports poses new problems for Ceylon. It implies, in particular, the emergence of strong pressures on the level of prices which, if unrestrained, could have severe consequences on the economy. In 1961 the price level in Ceylon was to some extent protected against the impact of the monetary expansion by such factors as the availability of stocks of imported goods. This situation cannot, of course, continue indefinitely and points to the urgent need for restraining the monetary expansion and for stepping up domestic production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.23625373840332,
      9.316774368286133,
      9.41755485534668,
      9.648574829101562,
      9.673432350158691,
      9.909979820251465,
      9.914533615112305,
      9.914824485778809,
      9.91645336151123,
      9.948719024658203,
      9.9714994430542,
      9.979718208312988
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.44,
      553.73,
      397.97,
      623.81
    ],
    "text": "In 1961, Ceylon's Gross National Product increased in real terms by around 4 per cent. This is somewhat below the rate of growth experienced in the preceding year. In fact the rate of increase in Gross National Product in money terms was only 2.4 per cent over the previous year. The reduced rate of growth in money income in 1961 is largely the result of the fall in earnings in the export sector and of the possible repercussions of this on the economy as a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.268787384033203,
      9.374369621276855,
      9.392505645751953,
      9.425333976745605,
      9.552313804626465,
      9.673432350158691,
      9.94863510131836,
      9.961528778076172,
      9.969672203063965,
      10.041717529296875,
      10.163359642028809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      200.88,
      26.93,
      230.15,
      37.01
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      34.08,
      48.77,
      392.39,
      106.85
    ],
    "text": "whole. Ceylon's experience in 1961 serves to underline the continued vulnera­bility of the Ceylon economy to fluctuations originating from abroad. The recession in export prices resulted not only in retarding the growth of Gross Domestic Product but also in making more difficult the solution of the country's balance of payments and budgetary problems.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.425333976745605,
      9.457347869873047,
      9.567212104797363,
      9.644025802612305,
      9.673432350158691,
      9.975318908691406
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.04,
      121.49,
      393.46,
      203.57
    ],
    "text": "Part I of of the present report surveys the developments in the Ceylon economy over 1961 in the context of the several measures taken both by the Government and the Central Bank during this period. It examines the changed situation in respect of Ceylon's external payments position and analyses the impact of government finance and commercial bank credit on the internal monetary situation. The implications of these developments on the price level are also discussed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.425333976745605,
      9.673432350158691,
      9.907012939453125,
      9.907556533813477,
      9.914824485778809,
      9.921045303344727,
      9.981833457946777,
      10.016451835632324,
      10.041717529296875,
      10.160100936889648
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      216.29,
      393.59,
      262.37
    ],
    "text": "Part II provides a detailed factual and statistical account of the pattern of activity in the Ceylon economy in 1961 covering National Income and Product, Foreign Trade, Prices and Wages, Money and Banking, Government Finance and the Balance of Payments.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.425333976745605,
      9.447623252868652,
      9.673432350158691,
      9.980879783630371,
      10.085904121398926,
      10.160100936889648
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      144.72,
      274.85,
      287.74,
      284.93
    ],
    "text": "1 Economic Growth in 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.459054946899414,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      296.93,
      394.19,
      367.01
    ],
    "text": "The growth in Ceylon's Gross National Product at current prices received a set back in 1961. Whilst revised estimates for 1960 indicate a rise of 4.8 per cent in Gross National product over 1959, the comparable rate of growth in 1961 is provisionally estimated at 2.4 per cent. Allowing for the estimated rise in population, Gross National Product per capita actually declined by 0.4 per cent in 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.435256958007812,
      9.673432350158691,
      9.91089916229248,
      9.941640853881836,
      10.163359642028809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      377.81,
      394.35,
      471.89
    ],
    "text": "The reduced rate of increase in 1961 shown above, however, largely refle­cts the decline in the world prices of Ceylon's exports. When corrected for price changes the rate of growth of Ceylon's Gross National Product is seen to be significantly greater. Thus at constant 1959 prices, the increase in Gross National Product in 1961 was 4.2 per cent and the increase per capita 1.3 per cent. Although these increases were moderately below the rates of growth recorded in 1960 they indicate a continued expansion in the physical output of the ecunomy as a whole.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.457347869873047,
      9.468374252319336,
      9.559418678283691,
      9.628514289855957,
      9.673432350158691,
      9.907012939453125,
      9.945930480957031,
      10.104483604431152,
      10.163359642028809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.24,
      484.13,
      394.7,
      541.25
    ],
    "text": "The rate of growth of physical output was greatest in the export sector where production in real terms rose by 7-8 per cent relative to 1960—largely on account of a rise in the production of tea and coconut products. Physical output in the domestic sector on the other hand increased at a lower rate of 2.7 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.641277313232422,
      9.673432350158691,
      9.910564422607422,
      9.940975189208984,
      9.94863510131836,
      9.961528778076172,
      10.163359642028809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      554.21,
      395.18,
      624.29
    ],
    "text": "In the years immediately prior to 1961 Ceylon's total outlays on consu­mption and gross capital formation considerably exceeded her Gross National Product. This was largely made possible by the running down of external reserves. In 1961 too, total outlays on consumption and gross capital forma­tion were in excess of Gross National Product but the disparity was reduced as reflected in the narrowing down of the external payments deficit.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.943806648254395,
      9.952006340026855
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      200.4,
      25.01,
      230.39,
      35.09
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.24,
      47.33,
      397.49,
      129.41
    ],
    "text": "In 1961 total outlays on consumption and gross capital formation taken together were about the same in real terms as in 1960. Despite this Ceylon succeeded in raising the total of gross capital formation by 5.3 per cent in 1961 relative to 1960 by means of a moderate reduction in consumption. Gross capital formation in fixed assets, exclusive of changes in stocks, increased by 7.8 per cent. Consumption in 1961 was 0.8 per cent below the level of the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.56457233428955,
      9.673432350158691,
      9.94863510131836,
      9.952006340026855,
      9.961528778076172,
      9.981833457946777,
      10.041717529296875
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.48,
      136.13,
      397.74,
      230.21
    ],
    "text": "The rise in real gross capital formation in 1961 was distributed over both the public and private sectors. Thus whilst public sector capital formation increased by 4.4 per cent in 1961, private sector capital formation increased by 5.9 per cent. However, if changes in stocks are excluded the pattern is substan­tially altered. Whilst fixed capital formation in the public sector rose by 22.3 per cent in 1961 there was a fall of 1.3 per cent Li fixed capital formation in the private sector. Reduced food stocks with government and higher stocks of export products with the private sector largely account for the change1-1}.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      8.873690605163574,
      9.181896209716797,
      9.673432350158691,
      9.90726375579834,
      9.953462600708008,
      9.961528778076172,
      10.007518768310547,
      10.085904121398926
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.24,
      242.69,
      342.23,
      252.77
    ],
    "text": "2. - Ceylon's external payments position in 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.236746788024902,
      9.673432350158691
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.48,
      265.25,
      397.82,
      371.33
    ],
    "text": "Between the years 1957 and 1960 Ceylon suffered a cumulative loss in external reserves. In each of the years 1958, 1959 and 1960 the loss in external reserves amounted to Rs 128.7 million, Rs 199.2 million and Rs 192.7 million respectively. In its previous Annual Reports the Central Bank analysed the causes of this decline and indicated that a sustained monetary expansion through the medium of successive overall budgetary deficits was the chief contributory actor to this situation. Throughout that period, with the exception of the latter part of 1960, the prices of Ceylon's principal exports and her terms of trade remained relatively stable.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.404752731323242,
      9.673432350158691,
      9.907556533813477,
      9.908016204833984,
      9.921045303344727,
      9.94863510131836,
      10.041717529296875,
      10.046911239624023,
      10.101696968078613,
      10.11758804321289,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.72,
      379.97,
      397.42,
      486.05
    ],
    "text": "In 1961, in contrast to previous years, the loss in Ceylon's external reserves amounted to only Rs 8.3 million. However, one of the developments in that year was a shift in the manner in which the external payments deficit came to be financed-namely-by means of an increase in external liabilities rather than a running down of external reserves. Thus in April, 1961 Ceylon had recourse to a drawing of Rs. 53.8million from the International Monetary Fund. If this amount is excluded the decline in external reserves would have been Rs 62.1 million - a magnitude which is still substantially below the losses experienced in the years immediately preceding",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.625202178955078,
      9.637412071228027,
      9.673432350158691,
      9.917706489562988,
      9.943806648254395,
      9.972702980041504,
      10.041717529296875,
      10.119715690612793,
      10.125810623168945,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      37.2,
      494.21,
      397.49,
      576.29
    ],
    "text": "The relative improvement in Ceylon's payments position in 1961 was achieved despite a recession in export prices and a decline in total export earnings. The combined index of all export prices fell by 8.7 per cent-to-95 in 1961 from 104 in 1960 (base 1958 = 100). These figures are averages for each of the years taken as a whole. The recession in export prices, however, had commenced during the latter part of 1960. When compared to the peak level reached in that year the relative decline in prices was even sharper.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.563273429870605,
      9.620813369750977,
      9.673432350158691,
      9.952006340026855,
      9.974405288696289,
      9.981833457946777,
      10.101696968078613,
      10.11758804321289,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      36.72,
      590.55,
      397.31,
      621.45
    ],
    "text": "(1) It should be mentioned, however, that as in the past, and following the standard U. N . classification, the category of private sector in the national income estimates is defined to include all public corporations as well as such government enterprises as the Railway and the department of Electrical Undertakings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.341619491577148,
      7.5166168212890625,
      7.547403335571289,
      7.774094581604004,
      7.799019813537598,
      7.974883556365967
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      202.56,
      27.17,
      231.83,
      37.25
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.12,
      48.77,
      397.67,
      94.85
    ],
    "text": "Each of Ceylon's major export commodities suffered in the decline. The index of rubber prices fell by 19.2 per cent from 130 in I960 to 105 in 1961, the index of prices of coconut products by 22.3 per cent, from 103 in 1960 to 80 in 1961; and the index of tea prices by 2 per cent from 97 in 1960 to 95 in 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.374369621276855,
      9.673432350158691
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.92,
      107.33,
      397.42,
      225.89
    ],
    "text": "The impact of the fall in commodity prices on total export earnings would have been greater had Ceylon not succeeded in increasing the volume of her ex­ports of tea and coconut products. In 1961, the volume of tea exported increas­ed by 3.9 per cent from 410 million pounds in 1960 to 426 million pounds - a continuation of trend that has prevailed over most of the post war period. The volume of index of exports of coconut products rose by 41 per cent from 109 in 1960 to 154 in 1961 - despite the relatively depressed level of prices. Only iri the case of rubber, amongst th e major commodities, was there a fall in export volume as well. The quantity of rubber exports declined by 16 per cent from 235 million pounds in 1960 to 197 million pounds in 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      9.374369621276855,
      9.48056697845459,
      9.543379783630371,
      9.5608491897583,
      9.562320709228516,
      9.622018814086914,
      9.673432350158691,
      9.935308456420898,
      9.947178840637207,
      9.952006340026855,
      9.976398468017578,
      10.007518768310547,
      10.23731803894043
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.68,
      238.13,
      397.35,
      332.21
    ],
    "text": "As already indicated, however, the increases in export volumes did not suffice to offset the effects of the decline in export prices on total export earnings. In 1961, despite the increases in quantities exported, the value of Ceylon's exports as a whole fell by Rs 99 million relative to the previous year-from Rs 1,832 million in 1960 to Rs 1,733 million. This decline, occurring at time when Ceylon was striving to correct the imbalance in its payments position, rendered more difficult the problem of adjustment and illustrates the continued vulnerability of Ceylon to fluctuations of external origin.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.494183540344238,
      9.496101379394531,
      9.542989730834961,
      9.673432350158691,
      9.952006340026855,
      9.954544067382812,
      10.013060569763184
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.68,
      344.93,
      397.25,
      403.01
    ],
    "text": "In 1961, the adverse consequences of a decline in e xport prices and earnings were only partly offset by a decline in import prices. The index of import prices fell by 1.0 per cent from 102 in 1960 to 101 in 1961. In the latter year Ceylon's terms of trade the ratio of export to import prices, declined by 7.8 per cent from an index of 102 in 1960 to 94 in 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      9.477553367614746,
      9.542989730834961,
      9.673432350158691,
      9.934142112731934,
      9.938850402832031,
      9.94863510131836,
      10.046911239624023,
      10.11758804321289
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.44,
      415.25,
      397.41,
      569.57
    ],
    "text": "The major element in the relative improvement in Ceylon's external and payments position was, in fact, a sharp contraction in the volume and value of imports. In 1961 in terms of Customs data, the value of imports into Ceylon was reduced by 13.1 per cent relative to the previous year. In terms of total value, imports declined from Rs 1,960 million in 1960 to Rs 1,703 million in 1961 - a decline of Rs 257 million. As mentioned a part of the reduction in import values was due to a fall in import prices. But the contribution of this factor to the reduction in total import value was slight in comparison to the contraction in import volume. The index of import volume, which had been steadily rising in recent years fell to 95 in 1961 in comparison to 113 in 1960 and 116 in 1959. In other words, in 1961 Ceylon experienced a reduction, relative to the previous year, of about 15.9 per cent in the physical quantity of goods imported.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.38589096069336,
      9.632943153381348,
      9.673432350158691,
      9.947178840637207,
      9.94863510131836,
      9.952006340026855,
      9.995885848999023,
      10.041717529296875,
      10.043573379516602,
      10.101696968078613
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.16,
      575.57,
      397.88,
      621.65
    ],
    "text": "The reduction in import volumes was not of course, evenly distributed over the several classes of imports. As measured by the indices of import volumes, the fall was most severe in the category of consumer goods which declined by 25.2 per cent as compared with 1960. Capital goods imports,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.38589096069336,
      9.498194694519043,
      9.548802375793457,
      9.600262641906738,
      9.673432350158691
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      193.68,
      23.33,
      223.19,
      33.41
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.32,
      45.65,
      389.94,
      115.73
    ],
    "text": "on the other hand, fell by 12.8 per cent in volume and intermediate goods by 2.5 per cent. Within the consumer goods category the fall was particularly drastic in the case of consumer goods other than food and drink and textiles. Imports of this group were reduced by as much as 66.9 per cent relative to the previous year. Imports of food and drink fell 7.7 per cent in volume and textiles 12.8 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.38589096069336,
      9.47611141204834,
      9.639129638671875,
      9.673432350158691,
      9.918416023254395,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.56,
      124.13,
      389.61,
      148.37
    ],
    "text": "The movement of the indices of import prices and volumes over the last three years is depicted below:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.377284049987793,
      9.673432350158691,
      10.004704475402832,
      10.007518768310547
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      182.4,
      164.85,
      236.41,
      173.53
    ],
    "text": "T A B L E I—1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.52841854095459,
      8.341475486755371
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      131.76,
      182.3,
      284.0,
      191.37
    ],
    "text": "Indices of Import Prices and Volumes",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.57393741607666,
      8.708216667175293
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      166.08,
      198.05,
      251.87,
      208.13
    ],
    "text": "(Base 1958 = 100)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.617757797241211,
      9.673432350158691
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      215.52,
      231.34,
      362.17,
      239.42
    ],
    "text": "1959 1960 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.538218021392822,
      7.5551300048828125,
      7.641604423522949
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      193.2,
      257.26,
      381.07,
      265.82
    ],
    "text": "Volume Price Volume Price Volume Price",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.486327171325684,
      7.6741719245910645
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      34.32,
      283.42,
      380.16,
      332.06
    ],
    "text": "Consumer Goods (combined) 112 101 111 101 83 100 Food and Drink 111 102 104 101 96 99 Textiles. 89 103 86 108 75 111 Other Consumer Goods 129 98 148 98 49 96 Intermediate Goods . . . . 121 95 121 94 118 89 Investment Goods 131 111 117 120 102 112",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4167070388793945,
      7.429270267486572,
      7.47047233581543,
      7.514285564422607,
      7.538253307342529,
      7.553930759429932,
      7.560946941375732,
      7.562109470367432,
      7.565949440002441,
      7.571229934692383,
      7.572848320007324,
      7.602100849151611,
      7.613763809204102,
      7.633406162261963,
      7.648087501525879,
      7.653589248657227,
      7.6564788818359375,
      7.678788185119629,
      7.707396984100342,
      7.760006904602051
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.8,
      354.05,
      390.68,
      412.13
    ],
    "text": "The sharp reduction in the value of imports in 1961 resulted, despite the fall in export values, in the emergence of a moderate surplus of Rs. 30 million in the balance of merchandise trade in terms of Customs data. In contrast, over the two previous years 1959 and 1960 the trade balance was itself in deficit by Rs. 251 million and Rs. 128 million respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.415092468261719,
      9.631782531738281,
      9.673432350158691,
      9.934225082397461,
      9.94863510131836,
      9.995885848999023,
      10.043573379516602,
      10.046911239624023
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      27.84,
      426.29,
      391.04,
      556.37
    ],
    "text": "The figures of export and import values quoted so far, - as well as the figures relating to trade balance which are derived from these - are based on Customs data relating to the physical inflow and outflow of goods within a specified period. The impact of exports and imports on the country's \" balance of payments\", and hence on the level of external assets depends, however, on actual receipts from and payments abroad. Such receipts and payments, as drawn from Exchange Control records and shown in the mer­chandise accounts of the balance of payments do not correspond with figures of export and import values as shown in the Customs data. This is partly due as explained on page 108 to differences in timing as well as to differences in classification.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.100000381469727,
      9.38589096069336,
      9.431262969970703,
      9.523445129394531,
      9.573615074157715,
      9.649090766906738,
      9.673432350158691,
      9.907012939453125,
      9.924758911132812,
      9.934142112731934,
      9.936391830444336,
      9.975235939025879,
      10.043573379516602,
      10.046911239624023,
      10.049837112426758
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      28.08,
      572.69,
      390.47,
      618.77
    ],
    "text": "In terms of the balance of payments, receipts from abroad on merchandise account declined to Rs. 1,719.7 million in 1961 from Rs. 1,796.0 million in 1960. Payments abroad for merchandise, however, fell by even more to Rs. 1,782.4 million in 1961 from Rs. 1,998.8 million in 1960. The net balance",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.415092468261719,
      9.456997871398926,
      9.641277313232422,
      9.673432350158691,
      9.94863510131836
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      209.28,
      25.73,
      238.55,
      35.81
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      168.96,
      341.19,
      186.13,
      356.73
    ],
    "text": "1957 Net",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.45456075668335,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      219.12,
      342.63,
      236.54,
      358.41
    ],
    "text": "1958 Net",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.48970890045166,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      269.52,
      342.87,
      286.8,
      358.65
    ],
    "text": "1959 Net",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450806140899658,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      319.2,
      343.11,
      336.41,
      358.89
    ],
    "text": "1960 Net",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.434313774108887,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      356.16,
      338.31,
      398.72,
      362.73
    ],
    "text": "1961 Provisional Net",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      49.68,
      370.95,
      394.8,
      404.49
    ],
    "text": "1. Merchandise 95.6 89 -6 182-9 202 -8 62 7 2. Services — 60.1 40-2 13-5 39-3 33 -7 3. Donations — 39.6 23-1 11 -6 + 21-6 21-0 4, Current Account",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.049731254577637,
      7.099999904632568,
      7.19538688659668,
      7.335781097412109,
      7.398016452789307,
      7.410407066345215,
      7.4230828285217285,
      7.434347629547119,
      7.450806140899658,
      7.4555745124816895,
      7.468173980712891,
      7.495562553405762,
      7.547403335571289,
      7.753739833831787,
      9.176618576049805
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      49.92,
      403.11,
      393.28,
      420.33
    ],
    "text": "195.3 Balance — 195.3 152-9 208-0 220 -5 75-4 5. Private capital",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.434313774108887,
      7.434347629547119,
      7.449723720550537,
      7.450806140899658,
      7.481358528137207,
      7.514336585998535,
      7.547403335571289,
      7.732189655303955
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      375.84,
      406.23,
      393.28,
      414.09
    ],
    "text": "75-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.449723720550537
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      49.68,
      420.63,
      139.44,
      436.17
    ],
    "text": "Method of Financing 6. Official and Banking",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.357943058013916,
      7.475122928619385,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      435.99,
      392.86,
      453.21
    ],
    "text": "Capital (U — 38 -4 — 4-0 + 1 -7 5-3 5-7 fi) Change in external",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.050589561462402,
      7.099999904632568,
      7.100567817687988,
      7.497176170349121,
      7.547403335571289,
      9.152040481567383,
      12.390999794006348
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      52.32,
      451.83,
      393.28,
      476.73
    ],
    "text": "213.8 assets + 213.8 + 128 -7 + 199-2 + 192 -7 + 8-3 (ii) Change in net.externa] + 19.7 + 43.8 + 40-3 + 3-2 + 88.0 Liabilities +",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.410407066345215,
      7.416492938995361,
      7.434347629547119,
      7.4615559577941895,
      7.48970890045166,
      7.508900165557861,
      7.547403335571289,
      7.770657062530518,
      8.153980255126953,
      9.152040481567383,
      9.176618576049805
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.36,
      476.07,
      393.24,
      495.17
    ],
    "text": ", (iii) Other (2) — — — 35 7 2-3 7. Errors and ommissions. + 0-2 — 15.6 + 2-5 + 29 '9 — 12.9",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.4555745124816895,
      7.456521034240723,
      7.457129955291748,
      7.468173980712891,
      7.528210163116455,
      7.547403335571289,
      7.746519565582275,
      9.152040481567383,
      9.176618576049805,
      12.390999794006348
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      502.23,
      404.1,
      596.49
    ],
    "text": "(1) Plus sign represents decrease in assets or increase in liabilities. (2) Figures reported against this item represent foreign currency contributions on account of the increase in Ceylon's quotas in the I. M. F., 1. B. R. D . and I. D . A. Note:- In the present Annual Report two important changes in the presentation of the balance of payments date have been introduced, following standard international practice. First, merchandise exports and imports which were previously reported on a partly c. i. f. and partly f. o.b. basis are now presented on anentirely f. o. b. basis for exports and on an entirely c. i. f. basis for imports. Second, external assets are now reported according to local records of the banking system and Government and not according to the records of their foreign correspon dents. Both changes are explained at length in page 103 and the statistics on the revised basis, are given for a number of years in Tables 25-C and 26 in Appendix II.",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      5.958080291748047,
      6.9124979972839355,
      7.14917516708374,
      7.341619491577148,
      7.446745872497559,
      7.547403335571289,
      7.738641738891602,
      7.741246700286865,
      7.752634048461914,
      7.761017799377441,
      7.770657062530518,
      7.771597862243652,
      7.7840094566345215,
      7.799019813537598,
      7.817322254180908,
      7.822447299957275
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      43.92,
      603.03,
      403.33,
      634.65
    ],
    "text": "(1) Despite the differences in the basis of recording export and import data, there was a reasonably close correspondence between changes in the merchandise account in the balance of payments and changes in the trade balances based on Customs data! Hence the contraction on the trade balance between i960 and 1961 was Rs. 158 million.",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      5.0,
      7.14917516708374,
      7.32446813583374,
      7.547403335571289,
      7.795851230621338,
      7.8238654136657715,
      7.8265380859375
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.4,
      45.89,
      403.91,
      103.97
    ],
    "text": "of merchandise account, therefore, showed a deficit of Rs. 62.7 million in 1961 in contrast to a deficit of Rs. 202.8 million in 1960. The contraction of Rs. 140.1 million0' in the merchandise deficit between 1960 and 1961 pro­vides a measure of the improvement in Ceylon's payments position in respect of exports and imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      8.873690605163574,
      9.415092468261719,
      9.622320175170898,
      9.673432350158691
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.6,
      106.37,
      404.69,
      284.45
    ],
    "text": "In 1961 Ceylon also succeeded in bringing about a moderate reduction in payments abroad on invisible items on current account. Thus the deficit oh all service items fell from Rs. 39.3 million in 1960 to Rs. 33.7 million in 1961. Amongst the items in this category, foreign travel (including official-arid private travel and educational remittances, but not expenditure on pa­ssages) showed a deficit of Rs. 17.7 million in 1961 as against Rs. 24.3 million in 1960, and investment income a deficit of 40.4 million in 1961 as against Rs. 44.2 million in 1960. In the capital account too the restraint on the net outflow on private capital continued. Total net outflows on this item, inclusive of short-term capital amounted to Rs. 5.7 million in in 1961 as against Rs. 5.3 million in 1960. The small proportion which these items bear to total external payments abroad and the fact that restrictions on them had already been in force prior to 1961 implies, however,\" that the contribution they were able to make to the total reduction in payments abroad was relatively small.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.357924461364746,
      9.374369621276855,
      9.402595520019531,
      9.415092468261719,
      9.47265911102295,
      9.474493980407715,
      9.673432350158691,
      9.907012939453125,
      9.91645336151123,
      9.917455673217773,
      9.91991901397705,
      9.931097984313965,
      9.941640853881836,
      9.952006340026855,
      10.041717529296875,
      10.10477066040039,
      10.23731803894043
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      46.08,
      287.33,
      405.08,
      309.41
    ],
    "text": "A summary of Ceylon's balance of payments account as a whole during 1961 and some of the years preceding is presented in the table below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253765106201172,
      9.377284049987793,
      9.673432350158691
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      196.08,
      313.11,
      251.28,
      320.97
    ],
    "text": "T A B L E 1-2",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.547403335571289
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      138.0,
      325.35,
      403.8,
      333.21
    ],
    "text": "Balance of Payments for 1 9 5 7 — 1 9 6 1 Rupees Million",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289,
      7.800441741943359,
      8.100350379943848
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      197.76,
      35.09,
      227.26,
      45.17
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.008541107177734,
      10.051279067993164
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      32.16,
      59.09,
      394.12,
      213.17
    ],
    "text": "The figures above indicate the extent to which the total deficit on current account (and the small movement of private capital) has been met by a decline in external reserves and an increase in external liabilities. As already mentioned, in 1961 there was a shift in the manner of financing of the current account-deficit-a shift towards increasing external liabilities as against drawing down external reserves. As the table shows, in previous years on the other hand, by far the greater part of the burden of the current account deficit fell on Ceylon's external reserves. The chief element in the increase of Rs. 88.0 million in liabilities in 1961 was the drawing of Rs 53.8 million from the International Monetary Fund ( I ) in April of that year. Other liabilities comprised drawings on I. B. R. D. and other loans, and increases in payments agreements balances due from Ceylon. Changes in payments agreements balances due to Ceylon are included in the change in external reserves.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.5179474353790283,
      9.008541107177734,
      9.754292488098145,
      9.855388641357422,
      9.856817245483398,
      9.935100555419922,
      9.974364280700684,
      10.051279067993164,
      10.209575653076172
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      33.12,
      218.21,
      393.62,
      372.29
    ],
    "text": "The comments in the section above have depicted the improvement that has taken place in Ceylon's external payments position in 1961, relative to previous years. It is important to recognise however, that despite this improve­ment Ceylon's balance of payments continued to remain adverse in 1961. Although strenuous and effective efforts were made towards a reduction in imports there emerged a deficit on current account of Rs. 75.4 million. Clearly the scope for further reductions in import outlays will become narrower as the margin of non-essential or less essential imports is reduced and the needs of development increase. Unless export earnings were themselves to rise there­fore, or, on the alternative, external liabilities were to be increased still further, it is likely that Ceylon will continue to experience severe pressures on her external reserves. In other words, despite the relative improvement in 1961, Ceylon has yet to attain a position of stability in respect of her external payments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.008541107177734,
      9.869872093200684,
      9.928847312927246,
      9.936975479125977,
      9.955916404724121,
      9.98569107055664,
      9.990457534790039,
      10.051279067993164,
      10.209575653076172,
      10.209737777709961,
      10.231897354125977,
      10.277280807495117
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      33.12,
      377.09,
      396.64,
      531.17
    ],
    "text": "The position in respect of Ceylon's external assets may be briefly summarised. Ceylon's external assets at the end of 1961 amounted to Rs. 533 million, (2)representing 25.8 per cent of the years import payments inclusive of invisibles. This is a low figure in relation to levels prevailing earlier. It is also low in the context of future pressures on imports arising out of development and other needs, and in terms of the contingency of further adverse fluctuations in export earnings. At the end of 1961 the International Reserve of the Central Bank amounted to Rs. 184.7 million and constituted 34.7 per cent of total external assets. On comparison at the end of 1960 the Central Bank's Inter­national Reserve was Rs. 190.2 million. There was no significant change in the liquidity pattern of the International Reserve relative to 1960. At the end of 1961 cash balances abroad, including Treasury Bills and bills discounted, amounted to Rs. 92.2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.5179474353790283,
      9.008541107177734,
      9.859085083007812,
      9.859672546386719,
      9.949634552001953,
      10.00954532623291,
      10.013350486755371,
      10.051279067993164,
      10.06334114074707,
      10.212251663208008,
      10.223355293273926
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      33.36,
      540.07,
      400.73,
      631.25
    ],
    "text": "(1) A \"Drawing\" from the International Monetary Fund constitutes a purchase of foreign exchange by the member country in return for a transfer to the Fund of an equivalent amount of the member's currency. Under the Fund's Articles of Agreement, the member country is obliged to re-purchase its currency so transferred to the Fund, within a period of three to five years from the date of the \"drawing\". The \"drawing\" is thus a foreign exchange operation between the International Monetary Fund and the appropriate authority in the \"drawing\" country-in the case of Ceylon, . the Central Bank of Ceylon-which has to be reversed within three to five years. The purchase of foreign exchange amounting to Rs. 53.8 million made by the Central Bank in April 1961 helped to strengthen its International Reserve. (1) c. f. Page 103 for explanation of the revised basis of presentation.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.754885196685791,
      7.919596195220947,
      8.0,
      8.068467140197754,
      8.083008766174316,
      8.109925270080566,
      8.161685943603516,
      8.836288452148438
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      259.92,
      7.92,
      262.35,
      12.39
    ],
    "text": "t",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.315674781799316
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      201.6,
      37.49,
      230.66,
      47.57
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      152.88,
      165.02,
      282.45,
      174.09
    ],
    "text": "Ceylon's External Liabilities^",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.496846199035645,
      8.565832138061523,
      8.746663093566895
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      336.96,
      175.11,
      396.28,
      182.97
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.540453910827637
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      220.08,
      193.59,
      303.14,
      201.45
    ],
    "text": "Balances Outstanding",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      95.52,
      206.07,
      376.16,
      216.09
    ],
    "text": "Liabilities Change Liabilities",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      220.8,
      219.75,
      303.85,
      227.61
    ],
    "text": "1960 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.434313774108887,
      7.536006927490234
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      347.04,
      206.07,
      376.16,
      213.93
    ],
    "text": "Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      39.84,
      246.15,
      165.96,
      269.85
    ],
    "text": "1 Payments agreement balances \" D u e from Ceylon\" ' 2. I. M. F. Drawing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.378878116607666,
      7.502452850341797,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      43.92,
      270.63,
      172.88,
      294.33
    ],
    "text": "3. Sterling loans 4. Other Foreign loans drawn and outstanding",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.335781097412109,
      7.4230828285217285,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      88.08,
      294.63,
      109.94,
      302.49
    ],
    "text": "Total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.559082984924316
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      224.16,
      253.83,
      237.31,
      261.69
    ],
    "text": "0.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      216.72,
      270.39,
      239.18,
      278.25
    ],
    "text": "167 -9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4615559577941895,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      216.48,
      285.99,
      239.41,
      302.25
    ],
    "text": "129.2 297 -0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.416492938995361,
      7.4615559577941895,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      282.24,
      253.83,
      303.51,
      278.01
    ],
    "text": "22.1 53.8 167-9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450806140899658,
      7.508900165557861,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      282.0,
      285.99,
      303.35,
      302.25
    ],
    "text": "148.2 392-0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.416492938995361,
      7.434313774108887
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      344.4,
      254.07,
      373.14,
      270.09
    ],
    "text": "+ 21.3 + 53.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      344.4,
      286.47,
      373.57,
      302.49
    ],
    "text": "+ 19.0 -H 94.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.459833145141602,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      52.8,
      328.23,
      398.08,
      356.25
    ],
    "text": "(1) Liabilities payable in foreign exchange excludes balances of PL 480 counter-part funds and non-resident balances with commercial banks. Such balances declined by Rs. 6.0 million in 1961 from Rs. 78.9 million to Rs. 72.9 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.470907211303711,
      7.58072566986084
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      37.92,
      371.09,
      397.83,
      417.17
    ],
    "text": "As the figures above indicate, although Ceylon's external liabilities increased in 1961 the total of amounts outstanding, particularly in respect of long-term liabilities, remains moderate in the context of the needs of a developing economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.41755485534668,
      9.716141700744629,
      9.952006340026855
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      119.52,
      431.33,
      315.38,
      441.41
    ],
    "text": "(3) The Internal Monetary Situation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.667525291442871,
      9.716141700744629,
      10.002924919128418,
      10.113617897033691
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      37.68,
      455.57,
      398.41,
      559.73
    ],
    "text": "The reduction in imports and the consequent improvement in Ceylon's external payments position in 1961 described in the preceding section was largely the result of measures aimed at a direct restriction of imports. By 1960 the imbalance in the external payments position and the loss in external reserves had proceeded so far that vigorous corrective action became inevitable. Although the basic need was to correct the internal process of monetary expansion associated with a succession of budget deficits, there was also the immediate need for such direct restrictions on imports so as to safeguard the couiitty's external reserves.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.633286476135254,
      9.671806335449219,
      9.693957328796387,
      9.716141700744629,
      9.969672203063965,
      10.007518768310547,
      10.016451835632324,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      37.92,
      575.57,
      398.36,
      633.65
    ],
    "text": "The measures which aimed at a direct reduction of imports took the form of an intensification of quantitative restrictions over a wide range of goods as well as increases in import duties. Selective measures designed to restrain bank credit for certain categories of imports, introduced in 1960, also contin­ued in force. Although the reduction in: imports in 1961 reflects the combined",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.33621883392334,
      9.38589096069336,
      9.671806335449219,
      9.716141700744629,
      9.96406364440918,
      10.063218116760254
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      38.16,
      59.57,
      396.97,
      94.13
    ],
    "text": "million or 49.9 per cent of the total reserves whilst holdings of Foreign Government Securities amounted to Rs. 92.5 million or 50.1 per cent of the total.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.590424537658691,
      9.692119598388672,
      9.716141700744629,
      9.952006340026855
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      38.4,
      105.89,
      396.5,
      128.45
    ],
    "text": "The position in respect of Ceylon's external liabilities on the other hand at the end of 1960 and 1961 is shown below:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.377284049987793,
      9.671806335449219,
      9.716141700744629,
      9.910564422607422
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      189.84,
      141.75,
      245.1,
      149.61
    ],
    "text": "TABLE 1-3",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.58072566986084
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      201.6,
      36.53,
      231.17,
      46.61
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.758663177490234
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.32,
      56.45,
      394.52,
      78.53
    ],
    "text": "impact of all these and other factors the extended use of the weapon of direct quantitative restrictions was of major significance to this result.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.722617149353027,
      9.758663177490234,
      10.041717529296875
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.56,
      88.85,
      395.41,
      266.93
    ],
    "text": "In January 1961, 49 items which were previously under Open General Licence were brought under individual import Licences and further items were added to this category in the course of the year. In addition the importation of a few items was prohibited altogether. In July 1961, import quotas were announced for 31 items subject to individual licences and no licences were in fact issued for many of the remainder during the course of the year. These restrictions undoubtedly played a major role in the curtailment of imports during 1961 As shown in page 61. for example, of the items subjected to quantitative restrictions, imports of those in the food and beverages category fell by Rs. 26.5 million in 1961 relative to 1960, whilst imports of motor cars fell by Rs. 45.1 million and imports of watches by Rs. 28.5 million. Textile imports also declined by Rs. 21.9 million in 1961. In addition to the quantitative restrictions, the sharp increeses in import duties levied in January and July 1961, exerted a further restrictive effect and made their contribution to the decline in total imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.333735466003418,
      9.374369621276855,
      9.434905052185059,
      9.477553367614746,
      9.48654842376709,
      9.641192436218262,
      9.673861503601074,
      9.700275421142578,
      9.720147132873535,
      9.758663177490234,
      9.992363929748535,
      9.995885848999023,
      10.041717529296875,
      10.092019081115723
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.8,
      278.45,
      396.02,
      408.53
    ],
    "text": "Apart from the availability of stocks imported earlier and compensatory increases in local production, the fall in imports in 1961 implies a sharp reduction in the supply of goods available for domestic use. The reduction as shown earlier was particularly great in the case of consumer goods although investment and intermediate goods were also moderately affected. A reduction in the supply of goods through the weapon of quantitative restrictions, though inevitable in the situation does not, however, by itself result in a direct curtailment in the aggregate of monetary demand or purchasing power If a process of monetary expansion continues therefore, a situation of gathering inflationary pressures could develop which, if unrestrained, would exert adverse effects on the general level of prices and costs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.270930290222168,
      9.38589096069336,
      9.451611518859863,
      9.470560073852539,
      9.494183540344238,
      9.502335548400879,
      9.504905700683594,
      9.758663177490234,
      9.995885848999023
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.32,
      419.33,
      396.16,
      585.41
    ],
    "text": "As analysed in the previous Annual Report a process of monetary expansion had already been underway in the years immediately prior to 1961. This was primarily the consequence of the continued growth in the overall budgetary deficits of the Government with additional credit creation for the private sector playing a relatively mfhor role. Although, an excess of import outlays earnings during that period served to restrain the expansionary effect of these over factors on the domestic money supply, this restraint was at the expense of the country's external reserves. The situation arising out of the need to correct Ceylon's external payments position, therefore, called for measures not only to bring about a direct reduction in imports but also to curtail the underlying monetary expansion. Indeed, with the introduction of quantitative restrictions, the curtailment of the monetary expansion attained a new significance since there was now a need to minimize the inflationary consequences of the reduct' ion in import supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.434905052185059,
      9.498194694519043,
      9.498456001281738,
      9.511002540588379,
      9.542989730834961,
      9.54576587677002,
      9.693957328796387,
      9.700275421142578,
      9.728066444396973,
      9.758663177490234,
      10.004704475402832,
      10.007518768310547,
      10.041717529296875,
      10.063218116760254,
      10.10477066040039,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.8,
      595.97,
      394.26,
      630.05
    ],
    "text": "The measures adopted by the Government and the Central Bank in response to this situation included attempts to curtail or restrain the expansio­nary factors at work in the monetary field and to prevent aggregate demand",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.49239444732666,
      9.671806335449219,
      9.758663177490234,
      10.014425277709961,
      10.041717529296875,
      10.063218116760254
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      202.08,
      35.84,
      232.57,
      45.58
    ],
    "text": "( 10 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.132305145263672,
      9.518654823303223
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      36.48,
      57.44,
      395.41,
      127.18
    ],
    "text": "and purchasing power from reaching excsssive levels. These attempts mainly took the form of fiscal measures aimed at reducing the magnitude of expansionist finance in the government budget and credit policies designed to influence the total and direction of commercial bank lending. The nature and impact of these measures and the extent to which they were effective in meeting the needs of the situation are analysed in some detail in the sections that follow.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.726431846618652,
      9.076593399047852,
      9.33530330657959,
      9.518654823303223,
      9.74236011505127,
      9.750027656555176,
      9.786810874938965,
      9.847943305969238,
      9.931337356567383,
      10.066946029663086
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      104.88,
      148.4,
      328.31,
      158.14
    ],
    "text": "(a) The Expansionist Impact of Government Finance",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.139892578125,
      9.518654823303223
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      37.68,
      168.8,
      396.54,
      238.54
    ],
    "text": "It is convenient to discuss the Government budgetary operations in terms of the Government's financial year 1st October to 30th September. The calendar year 1961 falls within both the financial year 1960-61 and the current financial year 1961-62. Actual budgetary outturns, however, are known only for 1960-61 covering the first nine months of 1961. For the current year 1961-62 a basis for analysis is provided by the budget estimates as presented to Parliament.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.726431846618652,
      9.227336883544922,
      9.398219108581543,
      9.518654823303223,
      9.746133804321289,
      9.767047882080078,
      9.776360511779785,
      9.783248901367188,
      9.80132007598877
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      37.68,
      251.36,
      397.24,
      417.1
    ],
    "text": "The overall cash deficits in the Government budget for each of the two financial years prior to 1960-61 had been somewhat in excess of Rs. 400 million. In 1959-60, for example, the overall cash deficit was Rs 417.5 million. Rs. 251.1 million of this amount was financed from expansionist sources, primarily borrowing from the banking system. Total voted expenditures in that year were running at Rs 1820.0 million1 1' whilst total revenues wereRs 1,403.8 million. These figures illustrate the order of magnitude of the task involved in reducing the budgetary deficit and the scale of expansionist financing in the succeeding year 1960-61, through reductions or restraints on expenditures or through increases in revenue and other non-expansionist sources of finance. The objective of reducing the expansionary impact of the budget, moreover, had to be carried out in the context of the need for making increasing provision for development outlays that were already falling behind planned targets, and for raising the tempo of activity in the economy as a whole.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.331529140472412,
      9.258670806884766,
      9.268659591674805,
      9.274214744567871,
      9.335261344909668,
      9.422947883605957,
      9.442034721374512,
      9.453510284423828,
      9.481443405151367,
      9.518654823303223,
      9.778420448303223,
      9.786810874938965,
      9.804717063903809,
      9.852660179138184,
      9.861459732055664,
      9.874799728393555,
      9.942442893981934,
      10.066946029663086
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      38.64,
      426.8,
      190.99,
      436.54
    ],
    "text": "The Budget for 1960-61-Estimates.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.17528247833252,
      9.518654823303223
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      38.4,
      449.12,
      397.71,
      494.86
    ],
    "text": "The budget for 1960-61 as approved by Parliament provided for a further increase of Rs. 140.0 million in total expenditure over actual outlays in 1959-60. Despite this, however, it planned to reduce the overall cash deficit and to eliminate, almost entirely, the need for finance from expansionist sources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.518654823303223,
      9.754473686218262,
      9.759909629821777,
      9.764749526977539,
      9.786810874938965,
      9.812020301818848
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      38.16,
      509.36,
      397.91,
      591.1
    ],
    "text": "It was essentially through a considerable effort on the revenue front and through the harnessing of resources through non-bank borrowing and foreign aid that the Budget for 1960-61 sought to curb the expansionist impact of Government finance. The revenue programme aimed at raising total revenues from Rs. 1,404 million in 1959-60 to Rs 1,634 million in 1960-61 — an increase of Rs. 230 million or 16 per cent within a single year. The domestic borrowing programme aimed at a receipt of Rs. 240 million, an increase of Rs. 98.8 million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.726431846618652,
      8.800000190734863,
      9.3365478515625,
      9.518654823303223,
      9.743551254272461,
      9.786810874938965,
      10.066946029663086
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.0,
      609.03,
      397.51,
      632.73
    ],
    "text": "(1) Excluding net payments on operations on advance accounts of Rs. 1.3 million; sinking funds contributions and book adjustments; and a subscription of Rs. 37.0 million to the International Monetary Fund financed by a special loan from the Central Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.264344215393066,
      7.395937442779541,
      7.4645280838012695,
      7.470907211303711,
      7.61237907409668,
      7.679823875427246
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      200.88,
      27.89,
      228.37,
      37.97
    ],
    "text": "( 1 1 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.291496276855469
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.72,
      48.77,
      398.23,
      82.85
    ],
    "text": "over the actual borrowing of Rs. 141.2 million from non-bank sources in 1959— 60. At the same time, receipts, from Foreign Aid were estimated at Rs. 100 million as against actual foreign aid of Rs. 38.6 million in 1959-60.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.369996070861816,
      9.415092468261719,
      9.498194694519043,
      9.673432350158691,
      9.91645336151123,
      9.924758911132812
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.0,
      97.49,
      398.28,
      251.57
    ],
    "text": "In the case of revenues Rs. 107 million of the contemplated increase of Rs: 230 million was to come from higher yields of export duties, the income tax, and personal taxes as well as from import duties whose rates had been sharply increased in August 1960. Rs. 123 million of the increase in total revenue, on the other hand, was estimated to accrue from a series of new taxes introduced with the Budget for 1960-61. A surcharge on income tax was imposed with an estimated revenue of Rs. 30 million; in addition a Land Tax was introduced with an estimated revenue of Rs. 15 million; and a Business Names Registration Tax, Share Capital Tax, Professions Tax and Visa Tax were levied with revenue expectations of Rs. 50 million, Rs. 10 million, Rs. 3 million and Rs. 15 million respectively. The total of these estimated receipts represent the largest increase in revenue hitherto planned from new taxes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.384522438049316,
      9.415092468261719,
      9.430998802185059,
      9.62722396850586,
      9.663926124572754,
      9.673432350158691,
      9.907012939453125,
      9.91536808013916,
      9.918416023254395,
      9.9290132522583,
      9.952006340026855,
      9.95699691772461,
      10.104483604431152
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.0,
      264.77,
      397.67,
      382.85
    ],
    "text": "The combined impact of the several measures described above was estimat­ed to reduce the gross budget of Government to Rs 340 million over 1960-61 as compared with Rs 451 million0' in the previous year. Moreover, whilst the extent of expansionist finance in 1959-60 was Rs 257 million, in 1960-61 the whole of the deficit was to be met out of foreign borrowing and domestic non-bank borrowing with no need for recourse to expansionary sources of finance at all. In January 1961 after the presentation of the budget steps were taken to further strengthen the budgetary position through the imposition of a 5 per cent surcharge on most categories of imports as well as the 10 per cent overall cut on current expenditures referred to earlier.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      8.873690605163574,
      9.513788223266602,
      9.5608491897583,
      9.673432350158691,
      9.912236213684082,
      9.929597854614258,
      9.941640853881836,
      9.955042839050293,
      9.97789192199707,
      9.981833457946777,
      10.092019081115723
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.24,
      395.57,
      182.35,
      405.65
    ],
    "text": "The Budget for 1 9 6 0 - 6 1 out-turn,",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289,
      8.707152366638184,
      9.673432350158691,
      10.010662078857422
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.48,
      417.89,
      397.19,
      439.97
    ],
    "text": "In the final out-turn, however, the overall result of the Budget for 1960-61 was largely at variance with the estimates and expectations as set out above.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.91089916229248,
      9.969672203063965,
      10.010662078857422
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      36.0,
      453.89,
      397.01,
      559.97
    ],
    "text": "The net cash deficit for 1960-61 was eventually Rs 454.3 million. Rs. 241.4 million of this amount was financed from expansionist sources viz. domes­tic borrowing from the banking system. After adjusting for an increase of Rs 7.5 million on U. S. Aid Counterpart Funds, the net expansionist impact of the Budget was Rs 233.9 million. These figures compare with the overall cash deficit of Rs 417.5 million and the net expansionary impact of Rs 251.1 million in the Budget for 1959-60. They indicate that in the final result the overall expansionary effect of the 1960-61 Budget did not differ significantly from that of the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.434905052185059,
      9.54919147491455,
      9.575345039367676,
      9.590424537658691,
      9.673432350158691,
      9.969672203063965,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      43.2,
      596.07,
      396.6,
      624.09
    ],
    "text": "(1) The gross budget deficit differ from the net cash deficit to the extent of sinking fund contributions which are excluded from the latter. The net cash deficit for 1959—60 as mentioned earlier was Rs. 417 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.547403335571289,
      7.892920017242432
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      206.16,
      27.78,
      237.4,
      38.81
    ],
    "text": "( 12 )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.928483963012695,
      10.50471019744873
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      39.6,
      48.05,
      398.6,
      166.13
    ],
    "text": "A number of factors were responsible for the divergence between the final outturn of the Budget and the initial estimates. The estimates of total expenditure were broadly realised. Hence total expenditures actually amounted to Rs 1,968.2 million, onlv Rs 8.1 million in excess of the original estimate. This contrasts with the experience in previous years where total expenditures invariably exceeded the original estimates and proved to be one of the chief causes of the divergence between expectations and outturns in respect of the overall Budget deficit. However, in 1960-61, as noted earlier, the estimates of expenditure provided for a significant increase in total outlays in comparison with the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.253765106201172,
      9.404752731323242,
      9.430998802185059,
      9.575345039367676,
      9.673432350158691,
      9.91089916229248,
      9.942598342895508,
      9.952006340026855,
      10.019426345825195,
      10.020584106445312
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      40.56,
      183.41,
      399.41,
      301.49
    ],
    "text": "It was on the side of resources that there was an appreciable divergence between estimates and final results. The main elements in the disparity were in respect of revenue collections on the one hand and foreign aid and borrowing on the other. Total revenue in 1960-61 amounted to Rs 1,513.9 million - Rs 120 million below the original estimates for that year. Total foreign aid amounted to Rs 29.6 million in 1960-61 in contrast to the estimate of Rs 100 million - a shortfall of Rs 83.7 million. In addition there was also a shortfall in the estimates of domestic borrowing from non bank sources. The total of such borrowing in 1960-61 amounted to Rs 199 million ( 1 ) as against the estimates of Rs 240 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      9.392505645751953,
      9.590424537658691,
      9.611771583557129,
      9.673432350158691,
      9.910564422607422,
      9.91089916229248,
      9.915201187133789,
      9.91645336151123,
      9.929139137268066,
      9.952006340026855,
      10.007518768310547,
      10.23731803894043
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      40.56,
      322.61,
      399.59,
      416.69
    ],
    "text": "Although the realised revenue in 1960-61 fell below the amount originally estimated it was, nevertheless, considerably in excess of the collections of the previous year. In fact, despite the recession in export prices, Govenrment revenue increased by an additional Rs 110 million over the 1959-60 level - an amount which broadly indicates the greater intensity of the tax effort in 1960-61. It is essentially in the context of the budgetary plan for the year, which aimed at reducing the overall deficit in the background of a higher volume of expenditure that the non realization of the revenue programme becomes of significance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.430998802185059,
      9.58869743347168,
      9.633286476135254,
      9.673432350158691,
      9.935308456420898,
      10.23731803894043
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      40.32,
      437.81,
      398.87,
      579.89
    ],
    "text": "The shortfall in total revenue collections in 1960-61 occurred, in the main, in two broad categories of receipts - export duty revenues and revenues from the new taxes introduced that year. Receipts from import duties, income tax and from the surcharge on income tax very nearly equalled, and in some cases even exceeded the original estimates. Revenue from income tax, exclusive of the surcharge, for example, was Rs 24.8 million above the estimate and Rs 40.3 million above collections for the previous year - reflecting the higher level of incomes in the export and domestic sectors in the period immediately preceding. Collections from the personal taxes, (the wealth, expenditure and gifts taxes) at Rs 11.8 million, fell short of the original estimate of Rs. 19 million. Nevertheless even these were considerably higher than the collection of Rs 1.2 million in 1959-60.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.553353309631348,
      9.575345039367676,
      9.582218170166016,
      9.673432350158691,
      9.907012939453125,
      9.915201187133789,
      9.952006340026855,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      55.44,
      608.07,
      398.05,
      624.09
    ],
    "text": "(1) Includes direct treasury borrowing of funds of official agencies usually invested in the market.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.315170764923096,
      7.486006736755371,
      7.547403335571289,
      7.740693092346191,
      7.797306537628174
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      200.64,
      25.25,
      231.87,
      35.33
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.287797927856445,
      9.716141700744629
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      34.56,
      44.21,
      396.32,
      150.29
    ],
    "text": "The main factor in the shortfall in export revenue was the drop in export duty receipts from rubber which were Rs 33.6 million below the amounts originally estimated. This was the outcome of two successive reductions in the rate of duty by 8 cts. per lb. and 10 cts. per lb. in November 1960 and February 1961 and the decline, in the quantity of rubber exported that was noted in the earlier section. The revenue from coconut duties also declined moderately by Rs 3.2 million relative to the estimates but here the effects of a reduction on duty rates on coconut products in May, 1961 was compensated for by a sharp increase in export volumes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.442187309265137,
      9.670693397521973,
      9.671806335449219,
      9.673989295959473,
      9.716141700744629,
      9.995885848999023,
      10.104483604431152,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      33.6,
      162.77,
      395.34,
      304.85
    ],
    "text": "It was in respect of the estimated receipts from new taxes that the shortfall was particularly severe. The yield from the surcharge on income tax at Rs 28.9 million was roughly in conformity with the original estimate. But accruals from the other new taxes were only Rs 17-1 million as against an estimate of Rs 93.0 million. The Business Names Registration Tax, the largest item amongst the new taxes, yielded Rs 3.3 million as against an estimate of Rs 50-0 million. Apart from problems relating to the accurate estimation of yields in the case of new taxes, delays in legislation played a significant part in retarding collections. The Budget itself, usually introduced in July, was delayed until September on account of the formation of the new Government in late July. In addition some of the legislation concerning the new taxes was not finalised until the latter part of the financial year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.081907272338867,
      9.479344367980957,
      9.494183540344238,
      9.575345039367676,
      9.582218170166016,
      9.590424537658691,
      9.716141700744629,
      9.975318908691406,
      9.991950035095215,
      10.007145881652832,
      10.101696968078613,
      10.11758804321289,
      10.23731803894043
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      32.88,
      317.81,
      392.72,
      363.89
    ],
    "text": "The table below summarises the changes in the yields of the several taxes in 1960-61 relative to the estimates for that year as well as to the actual yields in 1959-60. The comparative totals of revenue from these taxes are shown in the table on page 91.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.485806465148926,
      9.671806335449219,
      9.716141700744629,
      10.23731803894043
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      179.52,
      368.22,
      241.14,
      376.2
    ],
    "text": "T A B L E 1 - 4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.373587131500244,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      136.08,
      379.74,
      286.21,
      387.72
    ],
    "text": "Excess ( + ) and Shortfalls (—) in revenue",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.53276252746582,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      331.44,
      389.82,
      391.24,
      397.8
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.445161819458008,
      7.59335470199585
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      225.6,
      409.5,
      276.31,
      449.16
    ],
    "text": "Estim ated increase 1960/61 over 1959/60 Actuals",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450799465179443,
      7.486303329467773,
      7.553380012512207,
      7.596699237823486,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      283.2,
      409.26,
      319.16,
      457.32
    ],
    "text": "Actual Increase 1960/61 over 1959/60 (Actuals)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450799465179443,
      7.486303329467773,
      7.494400501251221,
      7.553380012512207,
      7.5769524574279785,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      338.4,
      409.02,
      388.79,
      440.76
    ],
    "text": "Excess( + )or Shortfall ( - ) in Estimates 1960/61",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.51143217086792,
      7.553380012512207,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      32.4,
      468.73,
      379.91,
      486.01
    ],
    "text": "1. Export duties (including tea tax) + 10.5 -23.7 - 34.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.514123439788818,
      7.547921657562256,
      7.625748157501221,
      7.687495708465576,
      9.152040481567383,
      15.61400032043457
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      32.16,
      489.89,
      379.51,
      500.45
    ],
    "text": "2. Import duties + 24.4 + 28.8 + 4.4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.180027961730957,
      7.245790481567383,
      7.50217866897583,
      7.561336994171143,
      7.6704840660095215,
      7.687495708465576,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      31.92,
      505.97,
      379.58,
      516.29
    ],
    "text": "3. Income Tax (excluding surcharge) + 15.5 + 40.4 + 24.9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.180027961730957,
      7.4751811027526855,
      7.501418590545654,
      7.50217866897583,
      7.547921657562256,
      7.687495708465576,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      31.44,
      523.26,
      101.94,
      531.72
    ],
    "text": "4. Personal taxes",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.386617660522461,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      118.32,
      521.81,
      392.22,
      537.01
    ],
    "text": "i? + 17.8 + 10.6 - ' 7.2 •••",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.330374717712402,
      7.199999809265137,
      7.507946491241455,
      7.561336994171143,
      7.687495708465576,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      31.44,
      539.34,
      216.71,
      547.32
    ],
    "text": "5. New taxes introduced in 1960/61 Budget . .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.445788383483887,
      7.534103870391846,
      7.687495708465576
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      47.52,
      553.97,
      380.15,
      564.29
    ],
    "text": "(a) Surcharge on income tax + 30.0 + 28.9 - 1.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.385634899139404,
      7.466090679168701,
      7.486303329467773,
      7.509085655212402,
      7.687495708465576,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      47.52,
      569.81,
      379.91,
      580.37
    ],
    "text": "(b) New taxes. . . + 93. 1 + 17.0 - 76.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199567794799805,
      7.199999809265137,
      7.329833030700684,
      7.486303329467773,
      7.687495708465576,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      31.92,
      586.37,
      379.07,
      596.45
    ],
    "text": "6. Other items of revenue + 38.8 + 8. 1 - 30.8",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.494227886199951,
      7.587857246398926,
      7.609177112579346,
      7.614931583404541,
      7.687495708465576,
      7.908668041229248,
      7.928439140319824,
      9.152040481567383
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      101.04,
      602.94,
      379.33,
      611.4
    ],
    "text": "Total + 230. 1 + 110. 1 - 120.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.198127269744873,
      7.199999809265137,
      7.494227886199951,
      7.687495708465576
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      201.84,
      27.17,
      232.79,
      37.25
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      29.04,
      48.77,
      397.38,
      166.85
    ],
    "text": "The overall picture that emerges from the discussion above may be briefly summarised. The Budget for 1960-61 planned for an increase of Rs. 230 million , in revenue over 1959-60, 46 per cent of which was to accrue from items that already {ormedpart of the revenue structure, 13 per cent from a surcharge on income tax and 41 per cent from a series of new taxes. In the final result actual accruals ih 1960-61 rose by Rs 110 million, 59 per cent of which was provided by the established sources of revenue, 26 per cent from the surcharge and 15 per cent from the new taxes introduced for the first time. These figures indicate the disparity between expectations and results and serve to illustrate the difficulties that seem to have arisen in arriving at a realistic estimate of revenue.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.442187309265137,
      9.517355918884277,
      9.628299713134766,
      9.673432350158691,
      9.915201187133789,
      9.924758911132812,
      9.929972648620605,
      9.969672203063965,
      9.985607147216797,
      9.996257781982422,
      10.028183937072754,
      10.23731803894043
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.92,
      190.13,
      397.72,
      272.21
    ],
    "text": "The other factor of much significance to the budgetary outturn in 1960—61 was the short-fall of Rs. 83-7 million in respect of foreign aid and borrowing. In recent years the budgets as originally presented provided for considerable accruals from foreign aid and borrowing as a source of non-inflationary finance for the overall budget deficit. Actual receipts from this source, however, have tended to fall substantially short of the initial expect­ations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.583686828613281,
      9.58981990814209,
      9.628772735595703,
      9.673432350158691,
      9.917706489562988,
      9.942598342895508,
      10.019426345825195,
      10.041717529296875
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.92,
      284.69,
      398.34,
      462.77
    ],
    "text": "To the extent that the initial estimate of receipts is based on finance actually negotiated there is possibly an important reason for the divergence. Amounts negotiated in the form of foreign grants and loans may not actually accrue within the year if they are related to specific projects which get delayed in execution and on which actual outlays lag behind the amounts estimated. Although such delays would also result in savings on the side of expenditure these are often offset by increases in outlays in other directions. There is in addition a further point. Borrowings and grants from P L 480 rupee counterpart funds, through a source of finance for government expenditures, are expansionist in their effect since they do not result in offsetting accruals of foreign exchange. The saving of foreign exchange through P L 480 transactions takes place at the earlier stage of the purchase of imported wheat for rupee payments. The inclusion of funds from this source as a means of finance for the budget deficit does not, therefore, reduce the expansionary impact of the deficit.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.281866073608398,
      9.383552551269531,
      9.389595985412598,
      9.434905052185059,
      9.47611141204834,
      9.564226150512695,
      9.673432350158691,
      9.907012939453125,
      9.915201187133789,
      9.921128273010254,
      9.924758911132812,
      9.942598342895508,
      9.969672203063965,
      9.97789192199707,
      9.984944343566895,
      9.992363929748535,
      10.007518768310547,
      10.028183937072754,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.92,
      485.81,
      398.15,
      543.89
    ],
    "text": "Considerations such as these as well as those mentioned earlier under­line the need for a more rigorous budgeting of the foreign aid and borrow­ings component in the Government budget, particularly in view of the growing importance of this item in the context of an expanding development programme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.581829071044922,
      9.673432350158691,
      9.907012939453125,
      10.041717529296875
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.44,
      556.13,
      398.94,
      607.97
    ],
    "text": "The ultimate result of the shortfalls in revenue and foreign aid, was, as indicated earlier the emergence of a gross budget deficit of Rs. 489.0 million and a magnitude of financing from expansionist sources of Rs. 233.9 million. This is shown in the table below which provides a comparative summary",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.582218170166016,
      9.590424537658691,
      9.673432350158691,
      9.951922416687012,
      9.969672203063965
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      37.2,
      611.81,
      399.73,
      621.89
    ],
    "text": "of the methods by which the deficits were financed in 1959 — 60 and 1960—61.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.100000381469727,
      9.430998802185059,
      9.564615249633789,
      9.673432350158691
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      34.32,
      103.51,
      181.98,
      112.37
    ],
    "text": "1. Financing from non-bank sources",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547184944152832,
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.44,
      119.59,
      182.82,
      128.45
    ],
    "text": "(a) Administrative Borrowing O)",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.547184944152832,
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      48.96,
      135.43,
      255.54,
      154.37
    ],
    "text": "(b) Domestic CD market borrowing from non-bank sources",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547184944152832,
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      163.68,
      43.27,
      263.04,
      66.29
    ],
    "text": "T A B L E 1—5 Financing of the Deficit",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.601431369781494,
      8.800000190734863,
      8.9624605178833,
      9.791278839111328,
      10.010000228881836
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      201.36,
      25.27,
      232.85,
      34.13
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      280.56,
      145.99,
      359.84,
      154.85
    ],
    "text": "163 199",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.2,
      162.07,
      135.99,
      170.93
    ],
    "text": "(c) Foreign borrowing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.12,
      178.15,
      206.38,
      187.01
    ],
    "text": "2. Domestic borrowing from banking system",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      283.68,
      161.83,
      366.95,
      170.93
    ],
    "text": "29-3 16-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      280.08,
      178.15,
      367.06,
      187.01
    ],
    "text": "241-1 241-4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.6,
      194.23,
      300.55,
      203.09
    ],
    "text": "3. Use of Governmental Cash Balances 6-0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      32.88,
      210.31,
      121.54,
      219.17
    ],
    "text": "4. Gross Budget deficit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.36,
      226.39,
      216.58,
      245.33
    ],
    "text": "3. Adjustment for change in U. S. counterpart Fund Account",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.840612411499023,
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      279.6,
      210.07,
      359.36,
      219.17
    ],
    "text": "451 489",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      353.52,
      236.23,
      368.33,
      245.09
    ],
    "text": "7 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.36,
      252.55,
      367.91,
      261.41
    ],
    "text": "6. Net expansionary impact of budget (items 2, 3, & 5) 251-1 233 -3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      33.12,
      280.15,
      394.66,
      289.01
    ],
    "text": "Note: (1) As adjusted for direct Treasury borrowing of funds of official agencies usually",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      31.92,
      307.49,
      395.26,
      413.57
    ],
    "text": "As the figures above indicate, although there was a rise of about Rs. 36 million in borrowing from domestic non bank sources in 1960 — 61 over the previous years this did not suffice to reduce the need for borrowing from the banking system as a means of financing the budget deficit. As in recent years, the Central Bank constituted the chief source of Government borrowing from the banking system. Borrowings from the Central Bank amounted to Rs. 205.6 million in 1960—61. At the same time commercial bank lending to Government, which was of a negligible magnitude in the years immediately preceding, increased to Rs. 37.1 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.9624605178833,
      9.583168983459473,
      9.680235862731934,
      9.862990379333496,
      9.874402046203613,
      9.984736442565918,
      9.987058639526367,
      10.010000228881836,
      10.231897354125977
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      31.2,
      418.13,
      394.77,
      512.21
    ],
    "text": "Once again the Treasury Bill was the chief instrument of Government borrowing from the banking system. Treasury Bills outstanding increased by Rs. 200 million in 1960—61. In June 1961 the authorised limit on Treasury Bills had to be raised by resolution of Parliament from Rs. 650 million to Rs. 750 million. At the end of September 1961 the total of Treasury Bills outstanding stood at the upper limit of Rs. 750 million. The Treasury Bill holdings of the Central Bank at the same date amounted to Rs. 680. 6 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.9624605178833,
      9.583168983459473,
      9.84424877166748,
      9.909687042236328,
      9.984736442565918,
      10.010000228881836
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      30.72,
      525.19,
      143.23,
      534.05
    ],
    "text": "The Budget for IQ6I - 62",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.547184944152832,
      7.879086494445801,
      8.46103572845459,
      8.800000190734863
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      30.0,
      538.37,
      394.37,
      620.45
    ],
    "text": "The discussion hitherto has been in terms of the budget for the financial year 1960-61. As mentioned earlier, however, the last quarter of the calender year 1961 falls within the current financial year 1961-62. Athough final figures of revenue and expenditure are not available the budgetary estimate for 1961-62, on the one hand, and partial data relating to government operations on the other, suffice to provide a broad indication of the trend of developments during this period.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.9624605178833,
      9.583168983459473,
      9.614441871643066,
      10.010000228881836,
      10.231897354125977
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      76.08,
      288.55,
      173.15,
      297.41
    ],
    "text": "invested in the market.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.879086494445801,
      8.020692825317383,
      8.800000190734863
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      203.76,
      24.29,
      235.22,
      34.37
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      40.08,
      46.13,
      400.53,
      80.21
    ],
    "text": "The budget for 1961-62 as approved by Parliament sought, like the budget for 1960-61, to bring about a substantial reduction in the overall budget deficit and an elimination of the need for recourse to expansionist sources of finance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.430998802185059,
      9.671806335449219,
      9.716141700744629,
      10.0018892288208
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      39.84,
      95.09,
      400.47,
      273.17
    ],
    "text": "The budget' provided for a total expenditure of Rs. 2,106.1 million after allowing fcr under-expenditure of 2$ per cent on recurrent outlays and 15 per cent on budgetary capital outlays. This exceeds the actual total expenditure of Rs. 1,968 million in the previous year 1960-61 by Rs 138.0 million. The in­crease in total expenditure was almost entirely due to an enhanced provision for capital outlays which exceeds actual capital outlays in 1960-61 by Rs.' 134 million. The provision for current expenditure excluding sinking fund contributions was in fact Rs. 30 million below actual outlays in the previous year largely on account of a reduced estimate for food subsidies. The budget also aimed at an estimated revenue collection of Rs. 1,776.7 million representing an increase of Rs. 262.8 million or 15 per cent over the actual collection in 1960-61. On this basis the gross deficit in the budget would amount to Rs. 329.4 million. This deficit was to be met out of receipts from domestic market borrowing estimated at Rs. 200 million and receipts from Foreign Aid estimated at Rs. 140 million.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.383552551269531,
      9.392505645751953,
      9.415092468261719,
      9.430998802185059,
      9.469730377197266,
      9.504905700683594,
      9.590424537658691,
      9.603583335876465,
      9.671806335449219,
      9.682161331176758,
      9.716141700744629,
      9.94880199432373,
      9.952006340026855,
      10.041717529296875
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      39.84,
      286.13,
      399.85,
      428.21
    ],
    "text": "The revenue target set for 1961-62 involved once again a vigorous effort on the tax front. Approximately Rs. 175 million of the estimated increase in revenue was to accrue from additional tax measures including a further series of new taxes. These include a National Development Tax of 4 per cent on the gross emoluments of persons where these emoluments exceed Rs. 300 per mensem, estimated to yield Rs. 25 million; a Registration Tax on self-employed persons to replace the Business Names Registration Tax and the Professions Tax and estimated to yield Rs. 36.7 million; a Sales Tax with an estimated yield of Rs. 45 million; and a 100 per cent surtax on incomes above a specified ceiling, estimated to yield Rs. 1 million. In addition higher taxes were imposed on liquor and tobacco and the base of the wealth, land and income taxes were futher extended.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.433588981628418,
      9.451216697692871,
      9.462162971496582,
      9.47611141204834,
      9.536131858825684,
      9.548194885253906,
      9.595561027526855,
      9.62722396850586,
      9.65916919708252,
      9.671806335449219,
      9.687248229980469,
      9.716141700744629,
      9.97789192199707,
      10.016739845275879,
      10.028183937072754
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      39.84,
      443.09,
      399.38,
      593.09
    ],
    "text": "It is not possible at the present stage to provide an accurate estimate of the likely out-turn of the 1961-62 budget. The evidence currently available suggests, however, that there would be a short-fall in revenue over the original estimates. Revenues from export duties may be adversely affected by the depressed market for tea and rubber, whilst import duty revenues may suffer on account of the contraction in the volume and value of imports. The Sales Tax which was estimated to provide Rs. 45 million has not been enforced as yet whilst administrative problems and other factors may affect the yield from the other new taxes. At the same time total expenditures may be augmented by supplementary provisions. The estimated expenditure on food subsidies is likely to be larger on account of the reduction in the retail price of sugar in December, 1961 and other factors. The estimate of receipts from Foreign",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.47611141204834,
      9.569029808044434,
      9.613882064819336,
      9.62722396850586,
      9.716141700744629,
      9.952006340026855,
      10.007518768310547,
      10.019220352172852,
      10.022483825683594,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      199.44,
      26.21,
      230.45,
      36.29
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.758663177490234
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      34.56,
      48.05,
      394.8,
      82.13
    ],
    "text": "Aid for 1960-61 has been based substantially on agreements already negotiated. To the extent that these receipts are linked to specific projects, however, they are likely to be affected by any under expenditures relating to such projects.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.281866073608398,
      9.319884300231934,
      9.452486991882324,
      9.758663177490234,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      33.84,
      94.37,
      394.9,
      212.45
    ],
    "text": "Present indication suggest, therefore, that on account of all these factors the gross budgetary deficit for 1961-62 is likely to be in excess of the amount envisaged with the presentation of the Budget and to involve the need for financing from expansionist sources. Between the beginning of October and the end of December, 1961 the amount of Treasury Bills outstanding increased by Rs. 25 million and the Central Bank's holdings of Treasury Bills by Rs. 13 million. At 31st December, 1961 the total of Central Bank's holdings of Treasury Bills amounted to Rs. 693.6 million. In Decmber 1961 the autho­rised limit of Treasury Bills was again raised by resolution of Parliament from Rs. 750 million to Rs. 1000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.415092468261719,
      9.442187309265137,
      9.494183540344238,
      9.508870124816895,
      9.569029808044434,
      9.677156448364258,
      9.709704399108887,
      9.758663177490234,
      9.952006340026855,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      33.84,
      219.98,
      141.38,
      229.05
    ],
    "text": "The Problem of Resources",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.360777854919434,
      8.589967727661133,
      8.784941673278809
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      32.4,
      231.41,
      393.88,
      337.49
    ],
    "text": "The analysis of the financial operations of government in the present section indicates that despite the several measures taken, through two successive budgets, to curtail the overall budget deficit the expansionist effect of Govern­ment finance in 1961 was not significantly less than in previous years. Ceylon's experience in 1961 illustrates the severity of the problems that arise in the fiscal field. With the rising pressure for increasing development expenditures by Government from year to year, the need to augment the resources available f o r the financing of these expenditures becomes increasingly urgent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.434905052185059,
      9.491130828857422,
      9.494183540344238,
      9.500373840332031,
      9.542989730834961,
      9.62967586517334,
      9.671806335449219,
      9.718954086303711,
      9.732916831970215,
      9.758663177490234,
      9.97021198272705,
      10.013060569763184,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      31.44,
      344.21,
      393.62,
      522.29
    ],
    "text": "If expansionist finance beyond a prudent maximum is to be avoided, these resources must accrue, in the last analysis, from domestic non-bank borrowings, from foreign aid, and from a sizeable surplus of revenues over current expenditures. There is admittedly greater scope for increasing the quantum of both domestic borrowing and foreign aid in the future. Household and corpor­ate savings will tend to increase with the rise in incomes throughout the economy and with the chanelling of receipts from such sources as provident funds and insurance funds. Similarly, the scope for extended borrowing from abroad would rise as effective plans and programmes in the field of development mature. Yet, as the experience of recent years shows receipts from these sources alone will not suffice to meet the entire needs of development finance. Moreover, such receipts are not generally amenable to rapid adjustment from year to year to meet the varying requirements of the budgetary situation. The need for a surplus of revenues over current expenditures as an additional and substantial source of development finance thus becomes imperative.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.270930290222168,
      9.425333976745605,
      9.436573028564453,
      9.439950942993164,
      9.491130828857422,
      9.491697311401367,
      9.49239444732666,
      9.494183540344238,
      9.496101379394531,
      9.498194694519043,
      9.504905700683594,
      9.50769329071045,
      9.51974868774414,
      9.520618438720703,
      9.521270751953125,
      9.559592247009277,
      9.581526756286621,
      9.611771583557129,
      9.619780540466309,
      9.637412071228027,
      9.700275421142578,
      9.718527793884277,
      9.758663177490234,
      9.96198558807373,
      10.0018892288208,
      10.004704475402832,
      10.09825325012207
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      31.2,
      534.29,
      392.02,
      580.37
    ],
    "text": "The achievement of a surplus of revenues on current account involves the raising of revenues or the lowering of current expenditure or a combination of these approaches. Several important issues are of relevance to each of these courses.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.671806335449219,
      9.758663177490234
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      30.96,
      586.61,
      391.48,
      620.69
    ],
    "text": "Attempts to raise additional revenues, for instance, are confronted by a number of problems. There is, first the possibility, and this was the case with the budgets of 1960-61 and 1961-62, that the objective of increasing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.461331367492676,
      9.49309253692627,
      9.660454750061035,
      9.758663177490234,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      204.48,
      26.21,
      235.49,
      36.29
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.758663177490234
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      41.04,
      48.05,
      400.84,
      142.13
    ],
    "text": "revenues involves the need to introduce certain new taxes. Problems of legislation and administration are invariably encountered in the process. Thus, although the 1961-62 budget attempted to meet the problem of delays in legis­lation by incorporating nearly all the new tax measures in a single act, a short­fall in revenue my still occur on account of difficulties in implementation, and administration. Moreover, the device of a single Finance Act has to meet and overome difficulties that may arise in the task of securing adequate legislative coverage for a series of varying tax measures.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.445476531982422,
      9.484758377075195,
      9.50769329071045,
      9.51391887664795,
      9.514571189880371,
      9.559073448181152,
      9.660069465637207,
      9.71473503112793,
      9.718059539794922,
      9.758663177490234,
      10.019220352172852,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.0,
      154.85,
      402.41,
      284.93
    ],
    "text": "Second, there is the problem of the impact of a succession of new taxes on the consistency and soundness of the tax structure as a whole. In 1958, Ceylon's direct tax structure was basically revised through the introduction of an integrated system of taxes on income, expenditure and property. However, largely on account of the limited capacity of the system, particularly in the early phase, to respond to the pressing need for additional revenue, a number of supplementary taxes had to be further imposed. A situation in which new taxes need to be introduced from time to time makes desirable a frequent review of the tax structure as a whole with a view to integrating the changes made into a consistent and balanced system. The efficiency of the economy and the realisation of economic and social objectives may otherwise be impaired.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.414432525634766,
      9.415445327758789,
      9.425333976745605,
      9.436485290527344,
      9.457347869873047,
      9.4705171585083,
      9.494183540344238,
      9.496931076049805,
      9.513788223266602,
      9.542555809020996,
      9.542989730834961,
      9.758663177490234,
      10.007518768310547,
      10.027234077453613
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.24,
      300.05,
      403.2,
      466.13
    ],
    "text": "Third, and even more fundamental, there is the problem of securing a continued increase in revenue from direct taxes on the basis of a relatively restricted tax base. Clearly, as the possibilities on this score are utilized more fully, the additional accruals to revenue will tend progressively to narrow. Further increases in tax revenue will then invariably involve an extension to the tax base itself. Some of the new taxes recently introduced do, in fact, reflect a partial extension of the tax base. These include the National Develop­ment Tax, the Land tax and the Registration Tax on self employed persons. Such indirect taxes as import duties and the Sales Tax are also more pervasive in their incidence. One of the requirements of the tax system, in the context of a developing economy, is the capacity to absorb a portion of the increments to incomes that accrue to the community in the process of development itself. Where such increments tend to be widely diffused a tax system dependant on a relatively restricted base will not by itself prove adequate.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.402242660522461,
      9.41755485534668,
      9.425333976745605,
      9.494183540344238,
      9.508870124816895,
      9.510915756225586,
      9.520618438720703,
      9.541905403137207,
      9.577421188354492,
      9.642866134643555,
      9.656039237976074,
      9.664483070373535,
      9.700275421142578,
      9.70373249053955,
      9.758663177490234,
      9.992363929748535,
      10.007518768310547,
      10.041717529296875,
      10.049466133117676,
      10.065110206604004,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.96,
      480.77,
      403.97,
      622.85
    ],
    "text": "In addition to problems on the side of revenue, the objective of a surplus of revenue over current expenditures as a source of development finance also concerns the level of current expenditures. In fact, given the practical limitations to a substantial increase in revenue from year to year, the aim of a revenue surplus could only be achieved through reductions in current outlays. In recent years, the accruals to revenue through increases in taxation have been largely absorbed by persistent increases in current expenditures. These include not only the current outlays on administration, social services and development activities but also substantial transfer payments for direct subsidies in food to both consumers and producers and for meeting the losses on public enterprises. It is inevitable that in the future current expenditures in selected fields will continue to increase. But it is clear that unless current expenditures as a whole",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.181896209716797,
      9.451611518859863,
      9.49309253692627,
      9.494183540344238,
      9.498194694519043,
      9.498456001281738,
      9.513788223266602,
      9.520618438720703,
      9.61836051940918,
      9.67809772491455,
      9.695920944213867,
      9.700275421142578,
      9.727938652038574,
      9.758663177490234,
      10.0018892288208,
      10.23731803894043
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      194.4,
      28.37,
      225.87,
      38.45
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.008541107177734,
      9.758663177490234
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      29.04,
      49.97,
      390.77,
      108.05
    ],
    "text": "are effectively restrained or reduced by means of a rigorous policy Ceylon's efforts in the field of taxation to augment the resources for development will be negatived. The ultimate result of this would be either a slowing down in the pace of development or the generation of an inflationary process with cumulative effects on the economy as a whole.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734,
      9.370835304260254,
      9.425333976745605,
      9.457347869873047,
      9.486504554748535,
      9.49239444732666,
      9.49985122680664,
      9.504905700683594,
      9.520618438720703,
      9.636981964111328,
      9.758663177490234,
      10.041717529296875
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      86.64,
      122.21,
      332.33,
      132.29
    ],
    "text": "(b) The Expansionist Impact of Commercial Bank Lending",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734,
      9.758663177490234
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      29.28,
      142.61,
      391.0,
      260.69
    ],
    "text": "The preceding section analysed the expansionist impact of government finance on the internal monetary situation. In addition to the expansionist financing of the government budget the creation of credit by the commercial banks for the private sector could also constitute a source of monetary expansion. In the years immediately prior to 1961 there had been a moderate expansion in commercial bank credit to the private sector although the magnitude of this expansion was small relative to the expansion generated by the budgetary deficits. The budgetary deficits themselves tended to strengthen the liquidity position of the banks since they more than offset the restraining influence on liquidity of the adverse external balance. The base for credit expansion was thereby improved.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734,
      9.451611518859863,
      9.468986511230469,
      9.584637641906738,
      9.681647300720215,
      9.693957328796387,
      9.709704399108887,
      9.758663177490234,
      10.007518768310547,
      10.016451835632324,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      30.0,
      281.57,
      390.82,
      435.65
    ],
    "text": "Although the increase in bank credit to the private sector as a factor in the monetary expansion was of a relatively minor order in comparison to the budgetary deficits there was still the need to contain this expansion as far as possible. In 1961 this objective attained particular importance after the introduction of quantitative restrictions on imports and the consequent reduction of the deficit in the balance of payments on current account. Such a reduction in the payments deficit would tend, in the background of a continuing budge­tary expansion, to result in a further increase in bank liquidity and in the capa­city of the banking system to expand credit. However, whilst there was a need for a general restraint on credit it was also necessary to ensure that the burden of the restriction fell most heavily on credit for less essential imports and other non-productive purposes. These considerations determined the policies and measures taken in the monetary field in 1961.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.008541107177734,
      9.477553367614746,
      9.492090225219727,
      9.49239444732666,
      9.49309253692627,
      9.504905700683594,
      9.5508394241333,
      9.579668998718262,
      9.633286476135254,
      9.678996086120605,
      9.758663177490234,
      10.004704475402832,
      10.007518768310547,
      10.041717529296875,
      10.06235408782959,
      10.10477066040039,
      10.23731803894043
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      30.96,
      458.21,
      392.22,
      624.29
    ],
    "text": "In August 1960, the Central Bank introduced a series of measures in the monetary field which were designed to influence the volume and.direction of commercial bank lending and to supplement the measures taken by government in the fiscal sphere. Commercial banks were required to obtain a 50% cash margin against letters of credit for the importation of certain goods; they were also required tblmpose restrictions on the availability of finance for hire purchase operations as \"well as to contain the total of advances for the importation or purchase of specified types of goods. In addition, credit restraints of a more general character were also introduced. The Central Bank's rate of interest of 2|9o on advances, prevailing earlier, was increased to 4% subject to a special concessionary rate of 2%% on advances relating to the financing of imports of certain essentials, domestic production, and exports. The reserve requirements of the commercial banks against total deposits were also raised from 10 per cent to 12 per cent.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.008541107177734,
      9.316774368286133,
      9.49239444732666,
      9.494183540344238,
      9.52401065826416,
      9.584637641906738,
      9.606817245483398,
      9.758663177490234,
      10.028183937072754,
      10.110546112060547,
      10.163359642028809
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      208.08,
      30.05,
      238.85,
      40.13
    ],
    "text": "( 20 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.758663177490234
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      40.8,
      52.61,
      400.42,
      278.69
    ],
    "text": "In 1961 the restraints on bank credit were intensified by the introduction of further measures. In January, 1961, the special concessionary rate of 2£ per cent referred to above relating to Central Bank advances to commercial banks was replaced by the general rate of 4 per cent. An exception was made however, in the case of advances against the pledge of certain categories of usance promis­sory notes of co-operative societies for which a rate of 3% was applicable. In February, 1961, the Central Bank further increased the statutory reserve require­ments of the commercial banks against demand deposits. In addition to the general reserve requirement of 12% against total deposits, commercial banks were required to maintain special reserves equal to 38% of any increase in the total of demand deposits over the level prevailing at 1st Februarv, 1961. This amounted in effect to a 50% reserve ratio for all deposits above the established margin. From July, 1961, however, commercial banks were permitted to include holdings of currency notes and coins in excess of their holdings on a specified date - March 15th, 1961 - as part of their statutory reserves,- subject to the condition that holdings of currency notes and coins could not constitute more than 50 per cent of statutory reserves. Further with effect from October 1, 1961 loan and overdraft' facilities granted to foreign firms other than those in the export trade were required by Exchange Control to be curtailed by one third.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.374369621276855,
      9.434905052185059,
      9.451611518859863,
      9.494183540344238,
      9.498194694519043,
      9.50682258605957,
      9.573615074157715,
      9.592496871948242,
      9.60491943359375,
      9.658397674560547,
      9.672533988952637,
      9.673861503601074,
      9.673904418945312,
      9.711921691894531,
      9.724320411682129,
      9.758663177490234,
      9.992363929748535,
      10.001020431518555,
      10.020626068115234,
      10.046911239624023,
      10.065110206604004,
      10.082208633422852,
      10.101696968078613,
      10.110546112060547,
      10.119715690612793,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      41.52,
      296.69,
      400.85,
      366.77
    ],
    "text": "The lending activities of the banking system to the private sector in 1961 were influenced by these measures. However, a complete assessment of develop­ments in this field for the year as a whole is not possible since the banking statistics for December, 1961 are not available on account of the dispute con­cerning the banks and their employees. The assessment to follow is therefore made on the basis of data up to the end of November.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.244275093078613,
      9.330806732177734,
      9.451086044311523,
      9.49239444732666,
      9.513788223266602,
      9.580446243286133,
      9.671806335449219,
      9.673861503601074,
      9.758663177490234,
      9.992363929748535,
      10.041717529296875,
      10.049837112426758
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      41.04,
      381.41,
      400.32,
      439.49
    ],
    "text": "In 1961 there was an increase in the average monthly volume of commer­cial bank lending to the private sector of Rs. 12 million in comparison to the previous year. However the magnitude of the increase was small both in absolute terms and in relation to the scale of expansion recorded in recent years. This is shown in the table below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.377284049987793,
      9.61392593383789,
      9.682161331176758,
      9.728066444396973,
      9.758663177490234,
      10.007518768310547
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      194.4,
      457.11,
      248.36,
      464.97
    ],
    "text": "T A B L E 1—6",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      123.12,
      478.42,
      316.1,
      487.24
    ],
    "text": "Commercial Bank lending to the Private Sector",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.311823844909668,
      8.31289291381836,
      8.465500831604004,
      8.54580020904541
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      163.92,
      492.38,
      281.58,
      501.45
    ],
    "text": "(average of monthly figures)",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.659491539001465,
      8.784941673278809
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      337.2,
      504.15,
      398.92,
      512.01
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.540453910827637
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      175.92,
      531.03,
      193.38,
      538.89
    ],
    "text": "1959",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450806140899658
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      201.6,
      519.27,
      269.39,
      542.97
    ],
    "text": "Increase over p r e ­vious year 1960",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.399106025695801,
      7.434313774108887,
      7.454864978790283,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      278.64,
      519.51,
      347.82,
      543.21
    ],
    "text": "Increase over pre­vious year 1961*",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.302618503570557,
      7.399106025695801,
      7.454864978790283,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      353.04,
      519.75,
      393.91,
      543.45
    ],
    "text": "Increase over pre­vious year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.399106025695801,
      7.454864978790283,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      40.56,
      557.19,
      383.18,
      566.49
    ],
    "text": "Bills Discounted 119 + 3 115 — 4 121 + 7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.12933349609375,
      7.456521034240723,
      7.479336738586426,
      7.495562553405762,
      7.572641849517822,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      40.8,
      572.79,
      383.11,
      582.09
    ],
    "text": "Loans and Overdrafts 395 + 32 430 + 35 435 + 5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.398016452789307,
      7.434347629547119,
      7.495562553405762,
      7.528210163116455,
      7.539083480834961,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      40.32,
      589.59,
      383.26,
      606.09
    ],
    "text": "Total domestic Lending to the private sector . . 514 + 35 545 + 31 557 + 12",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.398016452789307,
      7.449723720550537,
      7.4615559577941895,
      7.495562553405762,
      7.528210163116455,
      7.559082984924316,
      7.613901615142822
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      56.88,
      619.35,
      180.88,
      627.21
    ],
    "text": "•Average up to November 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.460846424102783,
      7.613901615142822
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      195.12,
      25.82,
      226.36,
      35.78
    ],
    "text": "( 21 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.89944839477539,
      9.693296432495117
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      28.56,
      46.22,
      389.99,
      181.46
    ],
    "text": "The major part of the small increase in total commercial bank lending in 1961 as indicated above was in respect of bills discounted-primarily export and import bills. This contrasts with the experience in the years preceding where the rise in bank credit was due largely to increases in loans and overdrafts. The relative restraint on the expansion on bank credit occurred, moreover, in the context of an improvement in the total liquidity position of commercial banks. The monthly average of the total liquid assets of the banks was Rs. 375 million in 1961 or Rs 42 million above the average for the preceding year. In 1959 and 1960, on the other hand, the comparable increases in the liquid assets of the banks were Rs. 10 million and Rs. 22 million respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.593003273010254,
      9.618638038635254,
      9.6207857131958,
      9.693296432495117,
      10.04615306854248,
      10.049095153808594
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      28.8,
      205.82,
      389.46,
      244.1
    ],
    "text": "A factor which tended however, to restrain the increase in bank liquidity despite the continued budgetary deficits and the reduced net outflow on external payments merits mention. This was the relative shift towards holdings of currency",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.202560424804688,
      9.422273635864258,
      9.693296432495117,
      10.007699966430664
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      29.04,
      248.3,
      388.79,
      300.74
    ],
    "text": "on the part of the public as against bank deposits, which is commented upon in a later section of this report. If such a trend were absent the rise in the liquid re­sources of the commercial banks in recent years would probably have been greater.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.424164772033691,
      9.452485084533691,
      9.615100860595703,
      9.693296432495117,
      9.921494483947754,
      9.967597007751465,
      9.986391067504883,
      10.04615306854248
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      28.32,
      318.86,
      389.8,
      468.02
    ],
    "text": "The comments above refer to the expansion of commercial bank credit to the private sector: In the years immediately prior to 1961 the increase of comme. rcial bank credit to Government was not of a significant magnitude. In 1961 on the other hand there was a moderate increase in commercial bank lending to Government of Rs. 27 million. This was primarily due to increased commercial bank purchases of Treasury Bills. In 1961 the monthly average of Treasury Bills holdings of banks increased by Rs. 22 million. If the increase in commercial bank lending to Government is included the total increases in commercial bank credit in 1961 is comparable to the increases in recent years. However, bank credit to Government forms part of the expansionist impact of Government finance which has already been discussed in the preceding section.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.364067077636719,
      9.424164772033691,
      9.459680557250977,
      9.490072250366211,
      9.531846046447754,
      9.618638038635254,
      9.638701438903809,
      9.693296432495117,
      9.952388763427734,
      10.04615306854248
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      28.56,
      491.9,
      390.25,
      621.86
    ],
    "text": "The restraint on the increase in bank lending to the private sector is attri­butable in part to the credit restrictions imposed during 1960 and 1961, although the decline in import outlays arid in the value of exports may have also served to dampen the jrpwth of credit. The impact of the raising of statutory reserves requirements, for instance, is partly illustrated by the fact that whilst in 1961 the commercial banks, actual cash reserves were, on the basis of monthly averages, Rs. 109.7 milliofTas against Rs. 101.2 million in 1960, excess reserves over the statutory requirement had fallen from Rs. 12.9 million to Rs. 5.1 million. In fact during the latter part of 1961 from the end of August to the end of November, the total reserves of the commercial banks did not rise above the statutory minimum.. With the narrowing of the excess reserves position of the",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.0,
      9.322713851928711,
      9.363417625427246,
      9.441939353942871,
      9.445755958557129,
      9.521174430847168,
      9.531846046447754,
      9.575213432312012,
      9.618638038635254,
      9.647185325622559,
      9.693296432495117,
      9.94587516784668,
      10.04615306854248,
      10.049095153808594,
      10.061822891235352,
      10.180865287780762,
      10.211729049682617
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      205.68,
      25.97,
      236.41,
      36.05
    ],
    "text": "( 22 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.716141700744629
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      42.24,
      46.37,
      401.68,
      80.45
    ],
    "text": "commerical banks in in 1961 there was an accompanying increase in commercial bank borrowing from the Central Bank. Such borrowings rose from a monthly average of Rs. 13.0 million in 1960 to Rs. 18.9 million in 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.584637641906738,
      9.716141700744629,
      10.007518768310547
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      42.48,
      97.01,
      402.6,
      203.09
    ],
    "text": "A rise in the general level of interest rates during 1961 following the increase in the Bank rate is also of significance to the course of commercial bank lending. Thus, for example, whilst at 30th September 1960, 30 per cent of total commercial bank advances outstanding were made at interest rates of 4-5|% and 31.8 per cent of advances at rates of 5?}-6%, at 30th September 1961, 50.8 per cent of total advances were made at rates of S\\-6% and only 5.1 per cent of advances at rates 4-4*}%. The weighted average of interest rates on commercial bank advances rose from 5.45 per cent m September 1960 to 6.16 per cent in September 1961.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.424454689025879,
      9.584637641906738,
      9.716141700744629,
      9.952006340026855,
      9.98730754852295,
      10.104483604431152,
      10.163359642028809
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      42.72,
      217.73,
      402.8,
      311.81
    ],
    "text": "The measures taken in'the monetary field also exerted their influence on the direction of Commercial bank lending to the private sector. Although the total of such lending increased moderately, advances for financial purposes, covering mostly hire purchase activities, and for consumption actually contracted in volume. Between September 1960 and September 1961 the drop in advances for financial purposes was Rs. 13.2 million according to provisional figures. On the other hand, advances for commercial purposes, including export and import financing and for agriculture and industry increased moderately.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.557036399841309,
      9.716141700744629,
      9.952006340026855,
      9.967595100402832,
      9.981833457946777,
      9.992363929748535
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      42.0,
      336.77,
      402.25,
      442.85
    ],
    "text": "Since, the role of bank credit in the monetary expansion has been of a minor order in recent years the scope for corrective action in the field of monetary policy alone is necessarily limited. Such action could at best only supplement remedial measures taken in the field of Government finance which continues to be the chief source of monetary imbalance in the economy. Moreover, the scope for restriction in the sphere of bank credit is further limited by the need for the continued financing of exports, domestic production and other essential activities. Excessive and indiscriminate credit restriction would in the last analysis prove self defeating.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.370835304260254,
      9.404752731323242,
      9.41755485534668,
      9.425333976745605,
      9.439950942993164,
      9.451611518859863,
      9.50769329071045,
      9.531919479370117,
      9.716141700744629,
      9.97789192199707,
      9.981833457946777,
      10.004704475402832
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      141.12,
      469.01,
      302.25,
      479.09
    ],
    "text": "Cc) The increase in the Money Supply",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.447623252868652,
      9.716141700744629
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      42.0,
      489.41,
      402.14,
      559.49
    ],
    "text": "The preceding sections have indicated that although in 1961 there was a relative improvement In Ceylon's external payments situation brought about by a sharp reduction in imports, the underlying exp ipsionist forces at work in the economy were not substantially reduced. It now remains to examine the combined impact of these forces on the country's money supply as a whole and on the general level of prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82277774810791,
      9.425333976745605,
      9.524619102478027,
      9.716141700744629,
      9.995885848999023,
      10.007518768310547,
      10.23731803894043
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      41.76,
      577.73,
      402.32,
      623.81
    ],
    "text": "Details of changes in the money supply are available only up to the end of November 1961. For comparative purposes the table below sets out the changes in the money supply and the factors responsible for them between the twelve month period ending November 1960 and November 1961 respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.567082405090332,
      9.716141700744629,
      9.955625534057617
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      199.92,
      25.49,
      230.87,
      35.57
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      227.04,
      101.91,
      380.5,
      109.77
    ],
    "text": "November 1960 November 1961",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.452733993530273,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      32.88,
      127.83,
      272.78,
      135.93
    ],
    "text": "Total Money Supply 1219 5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.359655857086182,
      7.450806140899658,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      33.36,
      128.07,
      362.79,
      144.09
    ],
    "text": "1 1251-1 Net change over previous rtfonths.. + 50 -0 + 31-6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      2.484999895095825,
      7.12933349609375,
      7.434449195861816,
      7.434822082519531,
      7.4555745124816895,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      34.56,
      151.83,
      110.46,
      159.69
    ],
    "text": "Expansionist Factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.807999134063721,
      7.82840633392334
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      41.28,
      160.23,
      185.6,
      168.09
    ],
    "text": "(a) Government borrowing from the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.334200382232666,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      41.28,
      168.39,
      362.36,
      185.13
    ],
    "text": "banking system 225-7 219.0 (b) Commercial bank credit to private",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.14917516708374,
      7.434313774108887,
      7.45456075668335,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      41.52,
      184.95,
      361.89,
      208.41
    ],
    "text": "sector 26-9 — (c) Govt, cash balances 38-0 (d) Other 1-6 0-8",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      6.970196723937988,
      7.204558372497559,
      7.3619160652160645,
      7.434347629547119,
      7.456521034240723,
      7.518728733062744,
      7.547403335571289,
      12.390999794006348
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      73.92,
      216.15,
      362.87,
      224.49
    ],
    "text": "Total . . 292-2 219-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      35.28,
      232.23,
      109.26,
      240.09
    ],
    "text": "Contractive Factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.77610445022583,
      7.807999134063721
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      41.28,
      240.63,
      364.26,
      265.05
    ],
    "text": "(a) Changes in external banking assets 160-3 98-0 (b) Increase in time and savings deposit . . 76-2 23 -8 (c) Commercial bank credit to private",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.970196723937988,
      7.14917516708374,
      7.334200382232666,
      7.410407066345215,
      7.434347629547119,
      7.514336585998535,
      7.547403335571289,
      7.770657062530518
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      41.76,
      265.35,
      364.61,
      288.81
    ],
    "text": "sector — 3-1 (d) Govt, cash balances 46-0 (e) Other 5-6 17 -2",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      7.154531478881836,
      7.204558372497559,
      7.3619160652160645,
      7.434347629547119,
      7.475898742675781,
      7.518728733062744,
      7.547403335571289,
      12.390999794006348
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      75.36,
      292.71,
      363.94,
      300.81
    ],
    "text": "Total 242-1 188 1",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      34.8,
      325.25,
      396.42,
      431.33
    ],
    "text": "As shown above the money supply continued to increase during 1961. As in previous years credit creation by the banking system for the financing of the the budget deficit was the chief expansionist factor behind this increase. At the same time, the offsetting influence of net payments abroad was less than in previous years reflecting the improvement in the country's balance of pay­ments position. The impact of Govenment finance on the expansion in the money supply would in fact have been greater but for the recession irx export earnings which, given the reduction in imports, was the main element in the adverse payments position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.327167510986328,
      9.404752731323242,
      9.430340766906738,
      9.552313804626465,
      9.673432350158691,
      9.935308456420898,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      35.04,
      443.57,
      395.55,
      525.65
    ],
    "text": "One of the features accompanying the increase in the money supply in recent years was a relative rise in the currency component as compared to demand deposits. This is perhaps indicative of the wider distribution of the rise in money incomes in favour of sections of the community which do not generally resort to the use of banking facilities. It may also be indicative of an increased preference to hold liquid assets in the form of currency rather than demand deposits.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.630922317504883,
      9.673432350158691,
      9.910982131958008,
      9.975235939025879,
      10.119715690612793,
      10.125810623168945
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      35.04,
      537.65,
      395.27,
      619.73
    ],
    "text": "In 1961 the increase in the proportion of the currency component in the total money supply continued. But whereas in the previous years both currency and demand deposits increased, in 1961 there was an actual decline in the total of demand deposits. The increase in the money supply in other words took the form entirely of an increase in currency. In addition to the factors mentioned above the recession in export earnings may also have contri­buted to this result-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.610953330993652,
      9.673432350158691,
      9.924758911132812,
      9.952006340026855,
      9.974115371704102,
      10.007518768310547,
      10.041717529296875
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      187.2,
      47.91,
      239.49,
      55.77
    ],
    "text": "TABLE 1 - 7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.547403335571289
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      185.04,
      61.97,
      242.87,
      72.05
    ],
    "text": "Money Supply",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.447623252868652,
      9.673432350158691
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      333.36,
      74.79,
      394.26,
      92.49
    ],
    "text": "(End of Period) Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      202.8,
      29.09,
      233.52,
      39.17
    ],
    "text": "( 24 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.287797927856445,
      9.673432350158691
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      199.2,
      114.15,
      392.1,
      122.25
    ],
    "text": "December 1960 November 1961 Change",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4487762451171875,
      7.452733993530273,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      37.44,
      140.31,
      393.67,
      148.65
    ],
    "text": "Total Money Supply 1,208.9 y i,25i.i + 42.2",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.359655857086182,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      37.68,
      156.39,
      393.79,
      164.73
    ],
    "text": "Currency in circulation 595.3 665.1 + 69.8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.12933349609375,
      7.514336585998535,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      39.6,
      172.47,
      393.44,
      180.81
    ],
    "text": "Demand deposit 613.6 586.1 — 27.5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.450129985809326,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      38.16,
      188.31,
      333.58,
      197.13
    ],
    "text": "Currency as % of money Supply 49.2 53.2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.410407066345215,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      36.96,
      213.17,
      398.39,
      343.25
    ],
    "text": "It should be noted that the rising trend in the ratio of currency to demand deposits is not conducive to the long run development of banking in Ceylon. Although an increase in demand deposits adds to the resources of the banks and strengthens their capacity for credit creation the magnitude of this is largely within the control of the monetary authorities. A weaken­ing of the banking habit on the other hand, reduces the scope for an effect­ive monetary policy. An aspect of significance in the increase in currency in circulation is the relatively large increase in the notes of the higher denom­inations of Rs. 50 and Rs. 100. This is possibly indicative of the greater use of currency for larger transactions as well as of an increasing preference for holding liquid assets in the form of currency.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.359517097473145,
      9.439029693603516,
      9.439950942993164,
      9.472265243530273,
      9.508694648742676,
      9.673432350158691,
      9.916996955871582,
      9.918416023254395,
      9.921128273010254,
      9.935308456420898,
      9.938850402832031,
      9.961030006408691,
      9.975235939025879,
      9.976398468017578,
      9.992363929748535,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      159.36,
      357.99,
      272.45,
      365.85
    ],
    "text": "(d) The behaviour of prices",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.547403335571289,
      7.802282810211182,
      8.063268661499023
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      36.0,
      374.45,
      398.53,
      455.09
    ],
    "text": "In previous years the increase in consumer demand generated by the monetary expansion was substantially met out of an expanded volume of imports which was in turn made possible by the running down of external reserves. The increased supplies of imported goods served, to a large extent, to protect the general level of prices in Ceylon from pressures of the monetary expansion. In 1961, with the sharp contraction in the volume of imports the situation has altered basically. Given the continuance of the expansionist factors in the monetary field, the contraction in the supply of goods implies rising pressures on prices and costs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.374369621276855,
      9.38589096069336,
      9.562320709228516,
      9.673432350158691,
      9.909979820251465,
      9.914824485778809,
      9.917706489562988,
      9.943806648254395,
      9.995885848999023,
      10.18696117401123
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      36.48,
      461.09,
      397.67,
      510.53
    ],
    "text": "In 1961, however, there were at least three factors which tended to cushion the impact of monetary demand on the price level. These were the existence of sizeable stocks of goods imported in previous periods, the expansion in the output of domes­tically produced goods, and the distribution of the fall in income in the export sector following the recession in export prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.316774368286133,
      9.38589096069336,
      9.424454689025879,
      9.65179443359375,
      9.673432350158691,
      9.908976554870605,
      10.007518768310547
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      35.76,
      515.33,
      397.49,
      623.81
    ],
    "text": "There are no accurate data of the annual movement of stocks of imported good. However, imports were running at a relatively high level in 1959 and 1960 and it is likely that a part of this increase reflects the building up of stocks in anticipation of import restrictions. Provisional data obtained from a partial survey of import stocks conducted by the Central Bank indicatedi for instance, a significant increase in the stocks of certain major categories of imported consumer goods between March and July 1960. There were also indications of a further increase in stocks during the latter part of that year with the continued arrival of goods ordered prior to the restrictions of August, 1960. The existence of such stocks would have served partially to offset the effects of the contraction on imports on the availability of supplies through 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.260071754455566,
      9.38589096069336,
      9.468986511230469,
      9.542555809020996,
      9.553353309631348,
      9.601859092712402,
      9.613882064819336,
      9.673432350158691,
      9.910606384277344,
      9.921045303344727,
      9.943806648254395,
      9.950383186340332,
      9.970876693725586,
      9.97789192199707,
      10.00954532623291,
      10.041717529296875,
      10.049466133117676,
      10.049837112426758,
      10.101696968078613,
      10.11758804321289,
      10.23731803894043
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      37.68,
      50.69,
      398.15,
      73.01
    ],
    "text": "The changes in the money supply and its components in 1961 are summarised below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.377284049987793,
      9.673432350158691
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      188.4,
      76.71,
      244.15,
      84.57
    ],
    "text": "TABLE I - 8",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.322231292724609,
      7.547403335571289
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      186.72,
      88.71,
      248.01,
      96.57
    ],
    "text": "Money Supply",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.547403335571289,
      7.966155529022217
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      335.28,
      98.07,
      397.24,
      105.93
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.393176555633545,
      7.547403335571289
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      204.72,
      35.09,
      235.91,
      45.17
    ],
    "text": "( 25 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      36.24,
      57.17,
      400.74,
      139.25
    ],
    "text": "Similarly, an increase in the.domestic production of consumer goods could offset the effects on prices of a high level of monetary demand. According to national income data there was in 1961 a rise of about 2J per cent in the domestic produc­tion of consumer goods in real terms. Although this was somewhat below the increase in 1960 it would have nevertheless exerted some restraining effect on prices. An increase in domestic production is a factor which could make a moderate degree of monetary expansion consistent with price stability.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.38589096069336,
      9.392505645751953,
      9.399908065795898,
      9.434905052185059,
      9.517355918884277,
      9.673432350158691,
      9.961528778076172,
      9.979718208312988,
      10.007518768310547,
      10.041717529296875,
      10.049837112426758
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      36.0,
      150.53,
      399.58,
      232.61
    ],
    "text": "The recession in the export sector had its effects on the magnitude of monetary expansion itself. There is, however, a further aspect of the fall in export earning which relates to prices. The decline in such earnings in 1961 was concentrated in the coconut and rubber industries and distributed over a relatively large number of small producers. The impact of this on consumer demand would tend to be greater than when an equivalent drop in incomes is concentrated on a narrower group of large producers as would perhaps be the case with the tea industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.58869743347168,
      9.673432350158691,
      9.912820816040039,
      9.933183670043945,
      9.935308456420898,
      9.96950626373291,
      9.97789192199707,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      35.52,
      243.89,
      399.54,
      361.97
    ],
    "text": "It is not possible, of course, to determine the extent to which the increase in money supply represented additional holdings of currency as a form of liquid savings. As mentioned before, the rise in the currency notes of higher denomina­tions in the hands of the public is partly indicative of the operation of this factor. There was a moderate rise in the ratio of money supply, and particularly of currency, to national income in 1961 which suggests that the increase in money supply may have been partly offset by a small fall in the velocity of circulation. On the other hand, the fact that savings are held in very liquid forms could mean that such savings are temporary and that the holdings of currency are a potential source of consumer spending.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.552313804626465,
      9.598278999328613,
      9.637412071228027,
      9.673432350158691,
      9.918416023254395,
      9.934142112731934,
      9.938850402832031,
      9.941225051879883,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      35.52,
      373.73,
      399.17,
      503.81
    ],
    "text": "It is not possible to measure the ultimate impact of all these factors on prices in 1961 in the absence of an appropriate .index of retail or wholesale prices. The Colombo Consumers Price Index is quite inadequate as a measure of price change in general because its coverage is limited to items entering into the pattern of working class consumption in Colombo most of which were not subject toimport restriction and because subsidised items occupy an important place in the working class budget. Such evidence as is provided by the Colombo Consumer Price Index, however, points to the conclusion that although prices rose moderately in 1961, the magnitude of the .increase is less than what might have been the case had the sharp reduction in imports in 1961 affected items in Index or reflected the actual'reduction in available supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.362083435058594,
      9.384434700012207,
      9.573615074157715,
      9.673432350158691,
      9.907012939453125,
      9.951922416687012,
      9.995885848999023,
      10.022483825683594,
      10.085904121398926,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 24,
    "bbox": [
      36.48,
      515.09,
      398.22,
      628.85
    ],
    "text": "The Colombo Consumers Price index for all items increased mildly by 1.3 per cent in 1961 over the previous year. The domestically produced items in the index increased somewhat faster by 3.1 per cent whilst the import group rose by 1.0 per cent over the same period. The rise in the general index was dampened somewhat by the fall in prices of the export group of products entering into the index - primarily coconuts. The index of the export group fell by 14 per cent in 1961. The influence of this factor on the index as a whole, however, was limited since the weightage given to this group in the index is only 5 per cent. The prices of individual commodity groups entering into the index showed varying rates of change. Thus the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.362083435058594,
      9.673432350158691,
      10.041717529296875,
      10.104483604431152
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      198.48,
      35.09,
      225.03,
      45.17
    ],
    "text": "( 2 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.010700225830078
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      35.52,
      57.41,
      394.88,
      104.93
    ],
    "text": "indices for clothing, fuel and light, and miscellaneous commodities rpse in 1961 by 9.3 per cent, 1.7 per cent and 4.5 per cent respectively. The index for all food items dropped by 1 per cent but the prices of domestically produced food rose by 5.6 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.383552551269531,
      9.61547565460205,
      9.647845268249512,
      9.673989295959473,
      9.716141700744629
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      36.24,
      116.45,
      396.19,
      186.53
    ],
    "text": "It is possible that the price increases as shown in the Colombo Consumer's Price Index understate the rise in the general level of prices. Nevertheless, though prices of certain categories of consumer goods may have risen significantly there is no evidence of a very sharp increase in the general price level corresponding to the marked reduction in the volume of imports. This suggests that the factors of restraint mentioned earlier were, to an appreciable extent, operative during 1961,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.362083435058594,
      9.38589096069336,
      9.690710067749023,
      9.716141700744629,
      9.995885848999023,
      10.007518768310547,
      10.019137382507324,
      10.10477066040039,
      10.23731803894043
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      37.44,
      199.49,
      397.94,
      307.49
    ],
    "text": "It is important to recognise, however, that continued relief from at least one of the these factors would not be available indefinitely. In the context of continued restrictions on imports and a high level of monetary demand, existing stocks of imported goods will tend to get exhausted. The resulting scarcities would inevitably impart an upward pressure on prices. Although restrictions on imports have not embraced most categories of essentials, the range of items affected is nevertheless extensive. The impact of a rise in prices commencing in this field is likely, therefore, to be pervasive and to affect the level of prices and costs as a whole.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.38589096069336,
      9.457347869873047,
      9.541036605834961,
      9.550666809082031,
      9.690710067749023,
      9.716141700744629,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      39.36,
      317.57,
      400.64,
      495.65
    ],
    "text": "An excessive increase in prices and costs could result in severe conse­quences for the economv as a whole. On the one hand, it has far reaching social consequences and could bring about a distortion in income distribu­tion of an adverse character. On the other, a process of rising prices tends to be cumulative in effect, Rising prices result in pressures for wage increases, which, if realised, in turn prove self defeating by further raising the level of prices and costs. In the context of Ceylon such a process could prove particularly harmful in view of the crucial role of exports in the economy. The external price for exports could not be raised in response to increases in domestic costs. A continued rise in costs could result, therefore, in a progressive reduction in output as the competitive position of the export sector is weakened. This would in turn aggravate the balance of payments position as well as the budgetary situation and involve the need for further reductions in imports and greater recourse to expansionist finance. A cumu­lative process of inflation would thus emerge.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.399908065795898,
      9.41755485534668,
      9.425333976745605,
      9.431612968444824,
      9.436485290527344,
      9.439029693603516,
      9.450296401977539,
      9.451611518859863,
      9.457347869873047,
      9.539474487304688,
      9.577075004577637,
      9.634188652038574,
      9.65179443359375,
      9.671806335449219,
      9.67711353302002,
      9.680791854858398,
      9.716141700744629,
      9.969672203063965,
      9.974115371704102,
      9.97789192199707,
      10.09825325012207,
      10.18696117401123
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      41.52,
      508.13,
      400.81,
      566.21
    ],
    "text": "It is vital for Ceylon that a situation such as that outlined above should be avoided. In the context of continued restrictions on imports the basic need is to curtail the monetary expansion in the economy and to bring about as rapid an increase as possible in domestic output. These objectives largely fall within the field of government finance and development policy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.359517097473145,
      9.425333976745605,
      9.65805435180664,
      9.6835298538208,
      9.716141700744629,
      10.23731803894043
    ]
  },
  {
    "page_number": 25,
    "bbox": [
      42.24,
      580.85,
      402.08,
      629.81
    ],
    "text": "(e) The Instruments of Control There is a further aspect of the conitnuance of restrictions on imports that merits comment. It is likely that as a programme of development gathers momentum and the need for imports of capital goods and raw materials rise Ceylon's",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.22019100189209,
      9.299604415893555,
      9.38589096069336,
      9.61233139038086,
      9.716141700744629,
      9.963357925415039,
      9.97789192199707,
      10.23731803894043
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      202.08,
      33.17,
      232.83,
      43.25
    ],
    "text": "( 27 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.287797927856445,
      9.716141700744629
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      36.48,
      52.61,
      397.69,
      92.21
    ],
    "text": "balance of payments would be subjected to continued pressures. A policy of restraints on non-essential imports would therefore remain necessary in the period ahead. Hence it is important, for this reason that the instruments of restriction be carefully chosen.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.370835304260254,
      9.61917781829834,
      9.716141700744629,
      9.988800048828125,
      10.041717529296875,
      10.110546112060547,
      10.23731803894043
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      36.24,
      105.17,
      397.46,
      216.05
    ],
    "text": "Physical restrictions on imports through the medium of licences and quotas are effective instruments in bringing about a relatively rapid reduction in imports. Their use is largely inevitable where the need for such a reduction is immediate. As instruments of long run policy, however, they are subject to limita­tions. First, the exclusive use of quantitative restrictions alone tends to introduce rigidities into the economy. There is inevitably an element of arbitrariness in the determination of items for restriction and in the distinction between essentials and non-essentials. As a result, scarcities of various kinds may emerge, which though unintended, could impair the efficiency of economic activity. This could be a factor of some significance in a country dependent on a wide range of imported supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.359517097473145,
      9.414432525634766,
      9.415445327758789,
      9.41755485534668,
      9.451611518859863,
      9.47611141204834,
      9.543163299560547,
      9.63380241394043,
      9.716141700744629,
      9.96406364440918,
      9.974115371704102,
      9.988800048828125,
      10.01777458190918,
      10.035077095031738
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      35.52,
      228.53,
      397.04,
      309.17
    ],
    "text": "Second, and equally important, the scarcity caused by quantitative restrictions would tend to increase prices. The benefits of the increase in prices, however, tend to accrue to importers and distributors and result in additional incomes which augment still further the expansionist pressures in the economy. It may be possible to some extent to restrain the increase in prices through the introduction of price control. But price controls are themselves difficult to administer and often result in evasion and a further dimunition of supplies to consumer.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.41755485534668,
      9.496931076049805,
      9.504905700683594,
      9.559418678283691,
      9.58869743347168,
      9.676385879516602,
      9.716141700744629,
      9.96406364440918,
      9.969672203063965,
      9.97789192199707,
      10.063218116760254
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      35.28,
      319.25,
      396.95,
      460.37
    ],
    "text": "For both these reasons there is scope for the greater use of the price mechanism as a more flexible instrument in a continued policy of import restraint. As discussed in the last Annual Report, duties on imports, when effectively applied, for instance, also serve the purpose of curtailing the magnitude of imports. But unlike quantitative restrictions they enable the maintenance of an element of flexibility in supplies, in response to varying needs. Moreover, import duties are able to channel to government revenue a part of the windfall profits that would otherwise accrue to private traders as a result of the increase in prices following the contraction in supplies. To the extent that there additional revenues reduce the budgetary deficit they are disinflationary in effect. High import duties on certain categories of goods provide in fact a convenient instrument for siphoning away to Government revenue part of the expansion in consumer purchasing power that invariably accompanies a process of development.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.370835304260254,
      9.383552551269531,
      9.38589096069336,
      9.424454689025879,
      9.439029693603516,
      9.439950942993164,
      9.643467903137207,
      9.664483070373535,
      9.673646926879883,
      9.681262969970703,
      9.690710067749023,
      9.716141700744629,
      9.96406364440918,
      9.969672203063965,
      9.974239349365234,
      10.004704475402832,
      10.007518768310547,
      10.073416709899902,
      10.101696968078613,
      10.107803344726562,
      10.23731803894043
    ]
  },
  {
    "page_number": 26,
    "bbox": [
      34.32,
      474.53,
      395.92,
      635.81
    ],
    "text": "The question of the instruments of control is also of relevance to future industrial development. As described in a later section, the introduction of quantitative restrictions for balance of payments purposes has given an undoubted stimulus to the establishment of domestic industries producing import substitutes. This is one of the factors in the economic picture of 1961 which is of particular significance to the future development of the economy. But here again the long-run perspective is of importance- Although industrial development in Ceylon needs the shelter of protection it is important that the industries established reflect an economic use; of resources within the industrial field. Quantitative restrictions, though a powerful instrument of protection, are less discriminating in their effects and may prove, therefore, to be a less effective weapon in a flexible and selective policy of protec­tion than the import tariff. It is specially desireable that the process of future development should result in the establishment of an efficient and viable industrial structure. The choice of the instruments of control is of particular relevance for achieving this end.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.400649309158325,
      8.873690605163574,
      9.370835304260254,
      9.383552551269531,
      9.390609741210938,
      9.414432525634766,
      9.41755485534668,
      9.641621589660645,
      9.671806335449219,
      9.673989295959473,
      9.716141700744629,
      9.952131271362305,
      9.952381134033203,
      9.96406364440918,
      9.969672203063965,
      9.974239349365234,
      9.979759216308594,
      9.985607147216797,
      9.988800048828125,
      9.990167617797852,
      9.992363929748535,
      10.02293872833252,
      10.041717529296875,
      10.119715690612793,
      10.23731803894043
    ]
  }
]