[
  {
    "page_number": 0,
    "bbox": [
      217.2,
      53.9,
      258.08,
      63.86
    ],
    "text": "( 59 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      75.74,
      95.68,
      85.7
    ],
    "text": "PRICES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      90.14,
      419.18,
      172.1
    ],
    "text": "The rate of increase in the general level of prices as measured by the Colombo Consumers' Price Index declined substantially in 1981. Compared with an increase of 26 per cent in 1980, the index rose by only 18 per cent in 1981. On a point to point basis as well the index showed the same increase in December, 1981 over the corresponding month of the previous year. This deceleration in price increases has been the combined outcome of a less expansionary fiscal policy, a restrictive monetary policy and a lower rate of increase in import prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      182.78,
      419.37,
      264.74
    ],
    "text": "The commodity-wise classification of the index indicated that 60 per cent of the increase in 1981 was due to higher prices of the domestic group commodities, while 35 percent and 5 per cent were due to increases in the prices of imports and locally produced export commodities, respectively. A further analysis of the index disclosed that the upward revision of prices of rice, wheat flour and bread accounted for 49 per cent of the increase in the index. The balance 51 per cent reflected the impact of price increases in other items.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.08,
      277.34,
      419.13,
      359.3
    ],
    "text": "The Wholesale Price Index of the Central Bank, too reflected a slower rate of growth of prices in 1981. The annual average of the index increased by 17 per cent, in 1981, compared to an increase of 34 per cent in 1980. Of the increase in the Wholesale Price Index, 64 per cent was due to the increase in the prices of items in the domestic group, while 36 per cent was due to that in the import group. The prices of locally produced export commodities did not feature significantly in the increase of the Wholesale Price Index in 1981.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.32,
      371.9,
      419.55,
      417.86
    ],
    "text": "A classification of the commodities by end use indicates that higher prices of consumer goods accounted for 66 per cent of the increase, while 32 per cent and 2 per cent were accounted by the price increases of intermediate and investment goods, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.84,
      428.06,
      418.89,
      462.02
    ],
    "text": "In sum, after a year of pronounced increase in the price level in 1980, there were hopeful signs that better demand management policies pursued in the year under review helped to moderate pressure on the price level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      472.22,
      96.2,
      482.18
    ],
    "text": "WAGES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.08,
      485.9,
      419.75,
      555.86
    ],
    "text": "The year 1981 witnessed significant changes in the wage policies of the govern­ment, particularly as far as government sector employees were concerned. On the recommendations of the Salaries Review Committee, which have been accepted by the government, changes such as consolidation of basic salary and all allowances, cutting down of the number of categories or grades of employees to a more manageable size are to be implemented in 1982.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.6,
      567.98,
      420.11,
      649.94
    ],
    "text": "An allowance linked to the Colombo Consumers' Price Index for all public sector employees came into force in November, 1981. While there was yet a decline of the wages of government employees in real terms, indexation which took effect late in this year helped to limit this decline as compared with the decrease registered in 1980, In the organised private sector too real wages declined. However, in the unorganised sectors such as paddy and building construction there was an increase of wages in real terms.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]