[
  {
    "page_number": 0,
    "bbox": [
      45.84,
      45.44,
      512.1,
      55.0
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.755404472351074,
      7.8162360191345215,
      7.820553779602051,
      7.828802108764648,
      7.841432094573975,
      7.879158020019531,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.84,
      74.65,
      346.3,
      90.14
    ],
    "text": "3. AGRICULTURE, FISHING AND FORESTRY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      13.378756523132324,
      13.859292984008789
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      122.44,
      162.92,
      134.62
    ],
    "text": "3.1 Production Trends",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      139.97,
      272.25,
      479.33
    ],
    "text": "The overall agricultural output grew by 2.5 per cent in 1998. This followed a 3 per cent growth in 1997. An increase in paddy output by 20 per cent and a record high production in tea contributed to this growth of agricultural output. An increase in the extents sown, as well as an improvement in the yield, contributed to the increase in paddy output. Tea production during the year recorded a new high level with a further 1 per cent improvement, following a continuous increase over the last five years. Tea prices remained buoyant during the first half of the year. During the latter part of the year, prices started declining with the Russian rouble crisis and the substantial increase in world tea output, mainly in Kenya. Rubber production declined by 9 per cent, mainly due to unattractive prices, while coconut production also declined by 3 per cent due to the lagged effect of the El nino phenomenon experienced in 1997. Production of other export crops showed a considerable improvement with pepper, cocoa, coffee, cardamom, nutmeg and cinnamon oil recording increased outputs. These crops benefited from favourable prices. Of the other field crops, output of black gram, green gram, cowpea and soya bean increased, while high value crops such as chillies, red onions, big onions and potatoes declined to very low levels as the local high cost producers could not compete with imports from India and Pakistan after the complete liberalisation of trade policy relating to agricultural commodities. Fish production during the year increased by 8 per cent, particularly due to an improvement in the inland fisheries sector. The livestock sector also showed an improvement in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      48.96,
      499.36,
      270.32,
      531.4
    ],
    "text": "TABLE 3.1 Production and Price Changes of Major Agricultural Items",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.633198261260986,
      7.689574241638184,
      7.802037715911865,
      7.839659214019775,
      7.840334892272949,
      7.877017498016357,
      8.054228782653809,
      8.83229923248291,
      9.008541107177734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.88,
      547.92,
      116.98,
      554.73
    ],
    "text": "Item Unit",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819860458374023,
      5.892801761627197
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      62.88,
      541.92,
      265.7,
      554.73
    ],
    "text": "Production % Change 1998/97 Item Unit",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.819860458374023,
      5.892801761627197,
      5.921777248382568,
      6.038691997528076
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      138.48,
      554.4,
      263.3,
      562.17
    ],
    "text": "1997 1998 Production Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.842545509338379,
      6.038691997528076
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      53.28,
      567.36,
      259.59,
      619.29
    ],
    "text": "Tea Kg.Mn. 277 280 1 13 Rubber Kg.Mn. 106 96 -9 -12 Coconut Nuts Mn. 2,631 2.547 -3 8 Paddy MT '000 2,239 2,692 20 -7 Sugar MT '000 63 61 -3 -3 Fish MT '000 240 260 8 -2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.703255653381348,
      5.808724880218506,
      5.81400728225708,
      5.816310882568359,
      5.847542762756348,
      5.873321056365967,
      5.890401840209961,
      5.903022766113281,
      6.038691997528076
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      155.52,
      623.04,
      252.8,
      629.85
    ],
    "text": "Sources: Relevant Authorities",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.738734722137451,
      5.81522274017334,
      5.905322551727295
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      189.12,
      631.44,
      269.85,
      638.25
    ],
    "text": "Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.864349365234375,
      5.8705644607543945,
      5.880001068115234,
      6.038691997528076
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.04,
      648.04,
      165.28,
      660.22
    ],
    "text": "3.2 Agricultural Policy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.04,
      665.33,
      272.73,
      723.41
    ],
    "text": "The policy relating to the non-plantation agricultural sector evolved around the policies mentioned in the National Policy Framework (NPF) prepared by the Ministry of Agriculture in 1995. The NPF emphasised, among other things, the provision of high quality seed and planting material,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.04,
      123.65,
      512.89,
      253.73
    ],
    "text": "streamlining the agricultural extension services and an integrated approach by the private and non-governmental organisations in developing the agricultural sector with the state sector providing a supportive role to achieve the policy objectives. The Hingurakgoda seed paddy farm was privatised during the year to facilitate the provision of high quality seeds. The National Seed and Planting Material Committee has almost completed the Seed Act which is to be implemented very soon. Further, the Committee held a seed production training programme for private sector entrepreneurs during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.52,
      256.61,
      513.26,
      458.69
    ],
    "text": "In the plantation sector, the privatisation of state owned Regional Plantation Companies (RPCs), which commenced in 1995, continued further during 1998. During the year 39 per cent of the shares of Balangoda Plantations were sold to the public through the Colombo Stock Exchange (CSE) (20 per cent of the shares at Rs.20 per share and the balance 19 per cent at Rs.61 per share). Meanwhile, 20 per cent of the shares of 4 companies, viz, Madulsima Plantations (at Rs.15 per share), Hapugastenna Plantations (at Rs.10 per share), Kahawatta Plantations (at Rs.10 per share) and Udapusselawa Plantations (at Rs.10 per share) were sold to the public. Further, 15 per cent of the shares of Watawala Plantations (at Rs.60.75 per share) and Maskeliya Plantations (at Rs.45 per share) were also sold to the public through the CSE. The share prices of plantation companies reflected the changes in tea prices, with high levels in the first half and a decline during the second half.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.97368049621582,
      9.008541107177734,
      9.341805458068848
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      287.76,
      461.57,
      514.2,
      723.65
    ],
    "text": "A long and sustained development of the agricultural sector with increased commercialisation has been a prerequisite for the industrialisation of many countries. This has not happened in Sri Lanka, especially in the domestic agricultural sector, where state intervention has been very high. The real incomes of paddy farmers have declined over the years. The producer price of paddy had increased at a lower rate than the increase in general consumer prices and the cost of agricultural inputs including labour. Some paddy sector workers have experienced real wage decreases by 1 - 2 per cent during the last 5 to 6 years. This has resulted in a migration of labour out of agriculture. However, a corresponding improvement in agricultural productivity has not occurred. Instead, the large number of females migrating out of the country for employment has affected certain agricultural activities such as transplanting, weeding and harvesting, leading to low productivity. The migration of labour out of the country has also led to wage increases in the sector, resulting in the country becoming a high cost producer of paddy and other agricultural commodities and thus reducing the competitiveness of some agricultural commodities. To face the current shortage of agricultural",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      47.28,
      744.08,
      59.37,
      753.17
    ],
    "text": "34",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.023795127868652
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.68,
      43.04,
      530.81,
      52.36
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.717538356781006,
      7.71848726272583,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.96,
      72.53,
      288.01,
      442.61
    ],
    "text": "labour and the anticipated aggravation of this problem with the ageing population, the country will have to adopt labour saving strategies by increased mechanisation of agricultural activities. For mechanisation to take place in agriculture, commercially oriented private sector participation is essential. A major constraint to this type of development is the excessive fragmentation of agricultural lands. At present, more than 90 per cent of the paddy holdings are less than two hectares in size. Mechanised cultivation in such small parcels of land is not economically viable. To encourage mechanised agriculture, a land consolidation programme would need to be initiated. Consolidation of small plots into contiguous holdings of a viable size would make economic sense and increase efficiency and output, thereby improving the quality of life of the small farmers. In pursuance of this policy, a pilot project in land consolidation implemented since 1997 in the Ridibendiela and Chandrika wewa irrigation schemes continued through 1998. The trade policy relating to agriculture products had also not been transparent until the quantitative controls (licensing requirement) were eliminated for potatoes, onions and chillies. The policy had been to bring in import controls off and on through the licensing mechanism to over protect farmers at the expense of the large majority of consumers. This had been done away with and the agriculture sector is given protection through tariffs, keeping the tariffs at the maximum rate under the current tariff structure. Incentives were given in the 1998 Budget to encourage seed production. It has been clearly recognised that improved seed varieties will have to be used either through improved local products or through imports to encourage agricultural productivity.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.983272552490234,
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.72,
      452.68,
      151.64,
      464.86
    ],
    "text": "3.3 Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.96,
      475.24,
      80.69,
      487.42
    ],
    "text": "Tea",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.48,
      492.05,
      287.18,
      713.81
    ],
    "text": "Tea production, which recorded an upswing during the last few years, continued the same trend during 1998 as well. For the fifth consecutive year, tea production recorded a new high production level, surpassing the previous year's production by 1 per cent to reach 280 million kg. The record output was reached in spite of a drop in production in the high and mid elevational areas and came through the improved performance recorded in the low elevational areas. Well distributed rainfall, coupled with attractive prices for tea that prevailed during the first half of the year, which facilitated the increased application of fertiliser, contributed towards the overall improvement in tea production. The buoyant price of tea enjoyed by the Sri Lankan tea industry continued through the first half of 1998, but took a downturn from the beginning of the second half with the increased economic problems in Russia after the rouble crisis and the decline of world tea prices due to the substantial increases in production in major tea producing countries such as India and Kenya. Tea exports to Russia during the last three years",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.84,
      72.77,
      530.38,
      106.85
    ],
    "text": "accounted for 20 per cent of Sri Lanka's tea exports. Direct tea exports to Russia in 19*98 declined to 38 million kgs. from 49 million in 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.36,
      109.01,
      530.06,
      227.09
    ],
    "text": "The increase in tea production came from the low elevation areas. Output in the low elevational areas, which showed a decline in 1997 due to the effect of the El-nino phenomenon, increased by 11 per cent in 1998 to reach an all time high of 150 million kgs. This accounted for 54 per cent of the total tea output. Meanwhile, the output in both high and mid elevations, which showed improvements last year, suffered a setback. The production in the high elevation areas dropped by 9 per cent, while that of the mid elevational areas declined by 6 per cent, compared to 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.12,
      229.97,
      529.8,
      336.05
    ],
    "text": "Tea production in the smallholder sector continued to increase steadily, registering a further 11 per cent increase in 1998. The smallholders' share in the national output increased to 61 per cent from 54 per cent in 1997. The average yield of the smallholder sector increased by 11 per cent to 2,192 kgs. per hectare in 1998. Meanwhile, the yield level in the estate sector has been stagnant and far from satisfactory. It is approximately half (48 per cent) the yield level in the smallholder sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      337.97,
      529.29,
      372.05
    ],
    "text": "The average national yield was 1,559 kgs. per hectare. This was much lower than the yield levels of other competing countries such as Kenya and India, which were",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      394.8,
      382.48,
      437.32,
      392.65
    ],
    "text": "TABLE 3.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.633018493652344,
      9.008541107177734
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      357.6,
      394.88,
      474.5,
      403.96
    ],
    "text": "Statistics of the Tea Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.676693916320801,
      7.71848726272583,
      8.054228782653809
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      335.28,
      414.48,
      526.02,
      421.53
    ],
    "text": "Item Unit 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.6,
      430.32,
      523.0,
      462.81
    ],
    "text": "1. Production Kg.Mn. 258 277 280 High grown Kg.Mn. 72 84 76 Medium grown Kg.Mn. 48 57 54 Low grown Kg.Mn. 138 136 150",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      470.16,
      343.73,
      476.97
    ],
    "text": "2. Extent (c)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.32,
      478.32,
      522.92,
      493.77
    ],
    "text": "Total extent Hectares '000 189 194 195 Extent in bearing Hectares '000 174 177 180",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      501.12,
      522.95,
      507.93
    ],
    "text": "3. Fertiliser used MT '000 154 160 182",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      515.28,
      522.41,
      522.33
    ],
    "text": "4. Replanting Hectares 937 931 1,239",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      529.44,
      522.98,
      536.49
    ],
    "text": "5. New planting Hectares 479 327 411",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.64,
      544.32,
      331.31,
      551.13
    ],
    "text": "6. Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      316.32,
      552.24,
      522.9,
      567.69
    ],
    "text": "Colombo (net) Rs./Kg. 103.88 119.40 134.35 Export (f.o.b) Rs./Kg. 139.56 158.39 184.94",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      574.8,
      522.93,
      581.85
    ],
    "text": "7. Cost of production Rs./Kg. 87.04 93.47 106.72",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.64,
      589.44,
      522.55,
      596.49
    ],
    "text": "8. Exports Kg.Mn. 244 269 272",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.88,
      603.84,
      522.84,
      619.05
    ],
    "text": "9. Export earnings Rs. Mn. 34,068 42,533 50,280 US$ Mn. 615 719 780",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.36,
      629.04,
      379.71,
      635.85
    ],
    "text": "10. Value added as % of",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.9348955154418945,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      312.72,
      637.68,
      522.45,
      644.49
    ],
    "text": "GDP (d) 2.2 2.3 2.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      302.64,
      655.92,
      527.68,
      712.41
    ],
    "text": "(a) Revised. Sources: Sri Lanka Tea Board (b) Provisional. National Fertiliser Secretariat (c) Based on a tea land survey Central Bank of Sri Lanka conducted in 1994/95 by the Tea Commissioner's Division (excludes abandoned tea lands). (d) In growing and processing only.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.038691997528076
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      515.28,
      741.68,
      527.43,
      750.77
    ],
    "text": "35",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      44.01,
      508.31,
      51.19
    ],
    "text": "Part 1 Central B a n k of Sri L a n k a A n n u a l Report - 1998",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.8601603507995605,
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.72,
      73.99,
      267.74,
      82.85
    ],
    "text": "2.284 kgs per hectare 1,850 kgs per hectare, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.48,
      85.99,
      267.65,
      94.85
    ],
    "text": "The poor yield level in the estate sector is attributed to the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      97.99,
      267.4,
      106.85
    ],
    "text": "large extent of tea under poor yielding seedling tea compared",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.72,
      109.99,
      267.47,
      118.85
    ],
    "text": "to almost 100 per cent of the extent under vegetatively",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.72,
      121.99,
      267.68,
      130.85
    ],
    "text": "propagated (VP) tea in the smallholder sector. If the tea",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      133.99,
      267.68,
      142.85
    ],
    "text": "industry is to remain viable and competitive, even with a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.72,
      145.99,
      267.64,
      154.85
    ],
    "text": "downturn in prices, the yields will have to be increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      157.99,
      267.7,
      166.85
    ],
    "text": "steadily. To improve yields, the plantation companies, in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      169.99,
      267.81,
      178.85
    ],
    "text": "particular, will have to replace their poor yielding seedling",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.96,
      181.99,
      105.02,
      190.85
    ],
    "text": "tea with VP tea.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.96,
      194.95,
      267.92,
      203.81
    ],
    "text": "Fertiliser application in the tea sector has shown a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      206.95,
      267.81,
      215.81
    ],
    "text": "steady increase since 1995. The fertiliser application during",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.16,
      218.95,
      267.71,
      227.81
    ],
    "text": "1998 increased by 12 per cent and reached an all time high",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      230.95,
      268.13,
      239.81
    ],
    "text": "level of 181,800 metric tons. Fertiliser distribution under the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      242.95,
      267.82,
      251.81
    ],
    "text": "fertiliser loan scheme implemented by the Tea Small",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      254.95,
      267.88,
      263.81
    ],
    "text": "Holdings Development Authority (TSHDA), which increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      266.95,
      268.12,
      275.81
    ],
    "text": "by 60 per cent in 1997, showed a further 9 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      278.95,
      142.46,
      287.81
    ],
    "text": "improvement during 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      60.96,
      291.19,
      267.88,
      300.05
    ],
    "text": "The upward trend in tea prices, which commenced",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      303.19,
      268.22,
      312.05
    ],
    "text": "duiing the latter part of 1995, continued until August 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      315.19,
      268.23,
      324.05
    ],
    "text": "Thereafter, the prices tumbled from an average of Rs. 136.52",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.2,
      327.19,
      267.94,
      336.05
    ],
    "text": "per kg. in August to Rs.l 17.47 per kg. in December. In",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      339.19,
      268.12,
      348.05
    ],
    "text": "addition to the economic problems in Russia, which affected",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      351.19,
      268.4,
      360.05
    ],
    "text": "the direct tea exports to Russia, the global tea supply also",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      363.19,
      267.94,
      372.05
    ],
    "text": "improved considerably with the recovery of production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      375.19,
      268.09,
      384.05
    ],
    "text": "especially in Kenya by nearly 30 per cent after the setback",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      387.19,
      268.4,
      396.05
    ],
    "text": "suffered owing to a drought in 1997. Production in India also",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      399.19,
      268.12,
      408.05
    ],
    "text": "increased, contributing to the downward pressure on world",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      411.19,
      268.37,
      420.05
    ],
    "text": "tea prices. The annual net sales average for all teas at the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      423.19,
      268.33,
      432.05
    ],
    "text": "Colombo Auction, however, showed an increase of 13 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      435.19,
      268.37,
      444.05
    ],
    "text": "cent to Rs. 134.35 per kg to reach a record price in rupee",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      447.19,
      268.12,
      456.05
    ],
    "text": "terms, owing to the extremely buoyant prices that prevailed",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.9367499351501465,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      459.19,
      268.37,
      468.05
    ],
    "text": "in the first half of the year. The annual average export price",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      471.19,
      268.06,
      480.05
    ],
    "text": "also improved by 17 per cent to reach a record price level",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.44,
      483.19,
      121.34,
      492.05
    ],
    "text": "of Rs. 184.94 per kg.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.44,
      495.91,
      268.37,
      504.77
    ],
    "text": "The quantity of tea exported increased by 1 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      507.91,
      268.54,
      516.77
    ],
    "text": "to 272 million kgs. This, coupled with improved prices,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      519.91,
      268.57,
      528.77
    ],
    "text": "resulted in an improvement in the export earnings by 18 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      531.91,
      268.54,
      540.77
    ],
    "text": "cent to Rs.50,300 million. For the third consecutive year,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      543.91,
      268.47,
      552.77
    ],
    "text": "countries of the Commonwealth of Independent States (CIS)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      555.91,
      268.36,
      564.77
    ],
    "text": "continued to be the leading buyer of Sri Lanka tea and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      567.91,
      268.61,
      576.77
    ],
    "text": "accounted for 16 per cent of the total share of exports. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      579.91,
      268.35,
      588.77
    ],
    "text": "three leading buyers, viz., CIS, UAE and Turkey, purchased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      591.91,
      190.7,
      600.77
    ],
    "text": "almost 40 per cent of the total exports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      61.44,
      603.91,
      268.3,
      612.77
    ],
    "text": "The tea sector in Sri Lanka still faces some structural",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      615.91,
      268.18,
      624.77
    ],
    "text": "problems. The rapidly increasing cost of production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      627.91,
      268.61,
      636.77
    ],
    "text": "continued to be a problem in 1998. The weighted average",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      639.91,
      268.6,
      648.77
    ],
    "text": "cost of production (COP) of made tea of the state owned",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      651.91,
      268.66,
      660.77
    ],
    "text": "plantations and the 21 plantation companies increased by 14",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      663.91,
      268.61,
      672.77
    ],
    "text": "per cent to Rs. 106.72 per kg. The increase in the daily wage",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.866322994232178,
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.16,
      675.91,
      268.71,
      684.77
    ],
    "text": "rate from Rs.83 (and a maximum price, share bonus (PSB)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.68,
      687.91,
      268.53,
      696.77
    ],
    "text": "of Rs.10) to Rs.101 (daily wage rate of Rs.95 plus PSB of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.4,
      699.91,
      268.81,
      708.77
    ],
    "text": "Rs.6) during the year, raised the COP. The share of labour",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      43.92,
      711.91,
      268.43,
      720.77
    ],
    "text": "cost in the COP increased further to over 66 per cent from",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.68,
      73.51,
      508.7,
      82.37
    ],
    "text": "59 per cent in 1997. Payment for bought leaf (green leaf)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.92,
      85.75,
      509.09,
      94.61
    ],
    "text": "also increased owing to the average price increases at the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.92,
      97.99,
      508.66,
      106.85
    ],
    "text": "Colombo Auction for made tea, as the payment for green",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.16,
      110.23,
      508.66,
      119.09
    ],
    "text": "leaf is based on a formula linked to the Colombo Auction",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      283.92,
      122.47,
      308.79,
      131.33
    ],
    "text": "prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      329.28,
      160.8,
      472.48,
      187.99
    ],
    "text": "Chart 3.1 Price and Cost of Production Indices: Tea (1990 = 100)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      307.92,
      202.65,
      331.0,
      215.59
    ],
    "text": "m 250 TJ 250 c",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Helvetica-Oblique"
    ],
    "sizes": [
      3.4834508895874023,
      3.9809446334838867,
      5.7207722663879395,
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      318.96,
      214.89,
      331.0,
      221.59
    ],
    "text": "200",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      308.88,
      219.69,
      457.69,
      226.76
    ],
    "text": "m c",
    "fonts": [
      "Helvetica",
      "Helvetica-Oblique"
    ],
    "sizes": [
      3.4834508895874023,
      5.7207722663879395
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      309.12,
      228.33,
      331.17,
      236.53
    ],
    "text": "M 150",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      3.9809446334838867,
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      308.16,
      236.49,
      462.94,
      263.83
    ],
    "text": "C o 100 _ — m m a ~ ~ Price 50",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Helvetica-Oblique"
    ],
    "sizes": [
      3.4834508895874023,
      5.260600566864014,
      5.2969160079956055,
      5.751118183135986,
      5.800172328948975,
      5.969924449920654,
      7.959899425506592,
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      324.96,
      269.37,
      329.92,
      276.07
    ],
    "text": "o",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.782985210418701
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      340.56,
      278.73,
      474.0,
      285.67
    ],
    "text": "1994 1995 1996 1997 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      398.88,
      288.81,
      410.88,
      295.51
    ],
    "text": "Y e a",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.486638069152832
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      301.92,
      339.43,
      509.38,
      348.29
    ],
    "text": "Though the value addition in tea in Sri Lanka is",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.4,
      351.43,
      509.25,
      360.29
    ],
    "text": "relatively high compared to other major tea producing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.4,
      363.43,
      509.3,
      372.29
    ],
    "text": "countries, still a major share of the tea is exported in bulk",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      375.43,
      509.78,
      384.29
    ],
    "text": "form. Bulk tea exports during 1998 accounted for 59 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.4,
      387.43,
      509.77,
      396.29
    ],
    "text": "cent of the total export volume. Sri Lanka, which has over",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      285.6,
      399.43,
      509.84,
      408.29
    ],
    "text": "130 years of experience in growing tea, does not appear to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      411.43,
      509.86,
      420.29
    ],
    "text": "have concentrated adequately on the marketing aspects. This",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      423.43,
      509.39,
      432.29
    ],
    "text": "is reflected in the fact that there are only two internationally",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      435.43,
      509.84,
      444.29
    ],
    "text": "popular local brands of tea. Hence, it is very important to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      447.43,
      509.74,
      456.29
    ],
    "text": "pay greater attention to the promotion of brand names,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.4,
      459.43,
      509.77,
      468.29
    ],
    "text": "especially to penetrate and establish a special market for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      285.12,
      471.43,
      508.7,
      480.29
    ],
    "text": "'Ceylon Tea' in an internationally competitive environment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      302.16,
      484.15,
      509.84,
      493.01
    ],
    "text": "The extent replanted has declined over the years due to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      496.15,
      509.84,
      505.01
    ],
    "text": "the loss of income due to uprooting. As an incentive to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      508.15,
      509.86,
      517.01
    ],
    "text": "increase the extents replanted, the replanting subsidy was",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      520.15,
      509.49,
      529.01
    ],
    "text": "increased with effect from 01 July 1998. The replanting",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      532.15,
      509.98,
      541.01
    ],
    "text": "subsidy rates in the mid and high elevations were increased,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      544.15,
      510.1,
      553.01
    ],
    "text": "after three years, from Rs.67,000 per hectare to Rs.l 10,000",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      556.15,
      509.63,
      565.01
    ],
    "text": "per hectare, while in low elevations it was increased from",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      568.15,
      509.8,
      577.01
    ],
    "text": "Rs.57,000 per hectare to Rs.l00,000 per hectare. The extent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      580.15,
      509.63,
      589.01
    ],
    "text": "replanted during the year was 635 hectares and the subsidy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      592.15,
      510.03,
      601.01
    ],
    "text": "disbursed for the same by the TSHDA increased to Rs.58",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      604.15,
      509.81,
      613.01
    ],
    "text": "million as against Rs.30 million disbursed during the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      616.15,
      338.06,
      625.01
    ],
    "text": "previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      302.4,
      628.15,
      509.63,
      637.01
    ],
    "text": "There has been no change in the new planting subsidy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      640.15,
      510.25,
      649.01
    ],
    "text": "for the last 4 years. It remained at Rs.36,000 per hectare for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      652.15,
      510.25,
      661.01
    ],
    "text": "all three elevations. The extent newly planted during the year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      664.15,
      510.29,
      673.01
    ],
    "text": "was 381 hectares, while the subsidy disbursed by the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.64,
      676.15,
      510.34,
      685.01
    ],
    "text": "TSHDA amounted to Rs. 19.2 million. The other activities",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      688.15,
      510.58,
      697.01
    ],
    "text": "carried out by the TSHDA for the benefit of the smallholders",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      285.12,
      700.15,
      510.21,
      709.01
    ],
    "text": "included a special input subsidy scheme, provision of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      284.88,
      712.15,
      510.04,
      721.01
    ],
    "text": "advisory and extension services, a fertiliser credit scheme and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      44.4,
      742.28,
      56.16,
      751.22
    ],
    "text": "36",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.44,
      46.16,
      524.57,
      55.72
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.96,
      75.65,
      282.14,
      181.73
    ],
    "text": "the 'Tea Shakthi', a special savings investment insurance scheme. The 'Tea Shakthi' scheme for smallholders was introduced in 1997. The total number of members at end 1998 was 77,899 as against 55,648 members at end 1997. A total of 100 vehicles has been distributed among smallholder societies for the transport of green leaf under a special loan scheme using funds in the 'Tea Shakthi' Fund and special allocations made to the TSHDA in the 1998 Budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.96,
      184.85,
      281.74,
      242.93
    ],
    "text": "During 1998, nearly 60 colour separators had been purchased by the private factory owners and the plantation companies with a view to improving the quality of made tea. The buoyant prices for tea that prevailed during the first half of the year helped the companies to make these investments.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      245.09,
      281.64,
      351.17
    ],
    "text": "The tea industry is facing a severe shortage of labour, especially in the low elevational areas. With a view to overcoming this scarcity, the Tea Research Institute (TRI) recently introduced a harvesting shear in place of hand plucking. This shear is gaining popularity, especially in areas where the labour shortage is severe. The TRI claims that the skill required to operate the shear is simple, that no special training is required and that it is much easier than hand plucking.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      353.33,
      281.37,
      507.41
    ],
    "text": "The London Tea Auction, which was in operation for over 300 years, ceased to function with effect from 29 June 1998. It is said that the London Auction fell victim to a steady decline in trade volumes, which was a consequence of the growth in direct trade between producers and importers using modern technology, such as the Internet, to convey bids and offers and confirmation of contracts. At present, Colombo is the biggest tea auction centre in the world. Colombo has a vast potential to become the world's biggest tea trade centre. Other countries such as Pakistan and Dubai are also considering the possibility of opening up tea auction centres in their countries, to fill the void created by the closure of the London Auction.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      509.81,
      280.89,
      555.89
    ],
    "text": "Sri Lanka maintained its status as the largest tea exporter in the world, accounting for 271 million kgs. of world exports in 1998, followed by Kenya (264 million kgs.).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.94155502319336,
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      562.6,
      92.22,
      574.78
    ],
    "text": "Rubber",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      579.65,
      280.89,
      672.05
    ],
    "text": "Rubber production, which has shown a declining trend since 1996, recorded a further decline of 9 per cent to 96 million kgs. in 1998. A decline in yield per hectare and loss of tapping days due to heavy rain in the last quarter of 1998 were the major reasons for the lower level of production. Unattractive prices also led to the abandoning of tapping in certain rubber lands and discouraged the application of fertiliser, thereby reducing the yield levels further.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      675.41,
      280.52,
      720.77
    ],
    "text": "The declining price trend in international rubber markets in 1998 was also reflected in the domestic market. The Colombo Auction price of Ribbed Smoked Sheet (RSS) rubber declined to a very low level. The annual average",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      297.36,
      75.89,
      524.3,
      193.97
    ],
    "text": "price of RSS at the Colombo Auction declined sharply by 12 per cent to Rs.49.76 while other grades of RSS prices declined by 15-17 per cent. The average export price (FOB) of all grades of rubber further declined by 10 per cent to Rs.67.72 when compared with 1997. The average cost of production of rubber (in large plantations as well as in the smallholder sector), as estimated by the Rubber Development Department (RDD), has increased by 10 per cent to Rs.44.41 per kg. This has led to an erosion of the profit margins of rubber smallholders.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      389.28,
      203.68,
      431.98,
      213.85
    ],
    "text": "TABLE 3.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      344.16,
      216.08,
      476.92,
      225.16
    ],
    "text": "Statistics of the Rubber Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.676607608795166,
      7.76124906539917,
      8.054228782653809
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      329.52,
      234.72,
      516.62,
      241.77
    ],
    "text": "Item Unit 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.96,
      249.12,
      512.78,
      256.17
    ],
    "text": "1. Production Kg.Mn. 113 106 96",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.766258716583252,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      263.52,
      371.28,
      287.13
    ],
    "text": "2. Area (c) Under cultivation Under tapping",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      382.8,
      271.92,
      427.47,
      287.37
    ],
    "text": "Hectares '000 Hectares '000",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      436.32,
      271.92,
      448.87,
      287.13
    ],
    "text": "162 122",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      465.36,
      272.16,
      477.72,
      287.37
    ],
    "text": "163 129",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      500.16,
      272.16,
      512.67,
      287.37
    ],
    "text": "158 125",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.24,
      294.96,
      512.43,
      302.01
    ],
    "text": "3. Yield Kg./Hectare 926 822 768",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      309.12,
      512.66,
      316.41
    ],
    "text": "4. Fertiliser used MT '000 17 12 15",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.781081676483154,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.24,
      323.52,
      512.26,
      330.81
    ],
    "text": "5. Replanting Hectares 3,443 2,774 2,543",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.24,
      337.92,
      512.43,
      345.21
    ],
    "text": "6. New planting (d) Hectares 1,297 793 515",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      352.56,
      373.73,
      376.17
    ],
    "text": "7. Prices Export (f.o.b) Colombo (RSS 1)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.802123069763184,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      382.56,
      360.96,
      405.1,
      376.17
    ],
    "text": "Rs./kg. Rs./kg.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.773706912994385
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      429.84,
      360.96,
      448.39,
      376.41
    ],
    "text": "79.78 67.85",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      458.64,
      360.96,
      477.28,
      376.41
    ],
    "text": "75.42 56.62",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      493.2,
      360.96,
      512.24,
      376.41
    ],
    "text": "67.72 49.76",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      383.76,
      512.13,
      391.05
    ],
    "text": "8. Cost of production Rs./kg. 36.70 40.37 44.41",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.773706912994385,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      398.16,
      511.76,
      405.45
    ],
    "text": "9. Exports Kg.Mn. 72 62 41",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.791531562805176,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      297.6,
      412.8,
      511.69,
      419.85
    ],
    "text": "10. Domestic consumption Kg.Mn. 40 44 54",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      297.12,
      427.44,
      410.8,
      442.65
    ],
    "text": "11. Export earnings Rs. Mn US$ Mn.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.577115058898926,
      5.802123069763184,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      429.6,
      427.2,
      448.38,
      442.41
    ],
    "text": "5,753 104",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      458.4,
      427.44,
      477.02,
      442.65
    ],
    "text": "4,640 79",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      493.2,
      427.44,
      511.78,
      442.65
    ],
    "text": "2,808 44",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      297.36,
      450.24,
      368.9,
      457.29
    ],
    "text": "12. Value added as %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9348955154418945,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      310.8,
      458.64,
      511.79,
      465.69
    ],
    "text": "of GDP (e) 0.9 0.7 0.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.753790378570557,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.64,
      473.52,
      521.46,
      531.45
    ],
    "text": "(a) Revised. Sources: Rubber Development Department (b) Provisional. National Fertiliser Secretariat (c) Based on the survey of Central Bank of Sri Lanka agricultural crops and Livestock-1993. Department of Census and Statistics. (d) Extents covered by cultivation assistance schemes of the RDD. (e) In growing and processing only.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.713716983795166,
      5.746251583099365,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      296.16,
      545.57,
      523.29,
      720.29
    ],
    "text": "Several factors accounted for the recent decline in natural rubber prices in the international market. The release of a large quantity of buffer stocks held by the USA and larger depreciations in 1997 of the currencies of the major rubber producing countries such as Thailand, Indonesia and Malaysia (which account for 72 per cent of the global natural rubber production) triggered the decline in prices. The price decline was further aggravated by the release of natural rubber stocks by the Thai government in early 1998. The prices of synthetic rubber, which is a close substitute for natural rubber, also declined sharply owing to the drop in petroleum prices and contributed to the decline of the price of natural rubber. The recession in East Asia has led to a large reduction in the demand for vehicles in these countries. The major portion of the demand for natural rubber is a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      509.52,
      745.04,
      521.68,
      754.13
    ],
    "text": "37",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.92,
      45.69,
      515.28,
      53.11
    ],
    "text": "Part 1 Central B a n k of Sri L a n k a A n n u a l Report - 1998",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786190509796143,
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.92,
      75.67,
      275.02,
      84.53
    ],
    "text": "derived demand arising from the demand for vehicles. Hence,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.92,
      87.67,
      275.05,
      96.53
    ],
    "text": "the East Asian crisis has greatly affected the demand for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.92,
      99.67,
      274.77,
      108.53
    ],
    "text": "rubber. The present weak demand could have a continuing",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.92,
      111.67,
      240.14,
      120.53
    ],
    "text": "depressing effect on rubber prices in the short-run.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      67.92,
      123.91,
      275.02,
      132.77
    ],
    "text": "The International Natural Rubber Organisation (INRO),",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      135.91,
      275.08,
      144.77
    ],
    "text": "which represents both natural rubber producers and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      147.91,
      275.33,
      156.77
    ],
    "text": "consumers, usually intervenes in the market to stabilise",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      159.91,
      275.09,
      168.77
    ],
    "text": "rubber prices. However, such intervention did not take place",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      171.91,
      275.14,
      180.77
    ],
    "text": "in 1997/98 on the Daily Market Indicator Price (DMIP) as",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      183.91,
      275.42,
      192.77
    ],
    "text": "the prices did not come down below the threshold level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      195.91,
      275.33,
      204.77
    ],
    "text": "INRO has been attempting to find measures to solve the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      207.91,
      275.36,
      216.77
    ],
    "text": "problems caused by the distortion to the DMIP due to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      219.91,
      275.14,
      228.77
    ],
    "text": "depreciation of the currencies on which it is based. All in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      231.91,
      275.25,
      240.77
    ],
    "text": "all, the natural rubber treaty, the world's only surviving",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.714920520782471,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      243.91,
      275.57,
      252.77
    ],
    "text": "traditional commodity price stabilisation agreement, could not",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      255.91,
      275.25,
      264.77
    ],
    "text": "stabilise rubber prices in the present context. The future of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      267.91,
      275.62,
      276.77
    ],
    "text": "INRO is uncertain as Malaysia has already intimated its",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.88,
      279.91,
      275.62,
      288.77
    ],
    "text": "intention to withdraw from INRO with effect from 15",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.88,
      291.91,
      275.49,
      300.77
    ],
    "text": "October 1999, while Thailand is also contemplating leaving",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.88,
      303.91,
      75.97,
      312.77
    ],
    "text": "INRO.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.935903549194336
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.72,
      340.28,
      247.49,
      359.78
    ],
    "text": "Chart 3.2 Price and Cost of Production Indices: Rubber",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.625053405761719,
      7.643831253051758,
      7.714920520782471,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      147.36,
      360.44,
      191.01,
      369.38
    ],
    "text": "(1990 = 100)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.714920520782471,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.16,
      382.97,
      99.49,
      392.31
    ],
    "text": "350 X 350",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      3.9538967609405518,
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.16,
      392.53,
      183.88,
      414.15
    ],
    "text": "0) 300 » ™ — \" ~ C 250 C",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.5431504249572754,
      3.9538967609405518,
      4.079448223114014,
      5.969924449920654,
      7.959899425506592,
      10.066439628601074,
      10.122007369995117
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      87.84,
      413.21,
      99.73,
      419.86
    ],
    "text": "200",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.4,
      420.85,
      142.0,
      428.5
    ],
    "text": "(A 150 ^^^^^",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique",
      "Times-Bold"
    ],
    "sizes": [
      3.9538967609405518,
      4.079448223114014,
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      80.16,
      427.81,
      84.19,
      432.39
    ],
    "text": "G",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      3.9538967609405518
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      78.89,
      430.38,
      85.54,
      439.68
    ],
    "text": "Pol",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      88.32,
      431.93,
      241.24,
      438.58
    ],
    "text": "100 — — — Press",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      3.9538967609405518,
      4.079448223114014,
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      90.72,
      441.29,
      98.85,
      447.94
    ],
    "text": "50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      93.84,
      450.57,
      98.79,
      457.27
    ],
    "text": "o",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      110.4,
      459.05,
      244.09,
      465.7
    ],
    "text": "1994 1995 1996 1997 1998",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      168.0,
      469.05,
      181.25,
      475.75
    ],
    "text": "Yea",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      69.12,
      513.91,
      275.86,
      522.77
    ],
    "text": "The impact of deteriorating prices was initially felt on",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.36,
      526.15,
      276.1,
      535.01
    ],
    "text": "the smallholder sector, where the production of (RSS) is",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      538.39,
      276.1,
      547.25
    ],
    "text": "dominant. The decline in rubber prices has led certain",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      550.63,
      276.11,
      559.49
    ],
    "text": "producers, particularly sheet rubber producers, to shift from",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      562.87,
      276.25,
      571.73
    ],
    "text": "the production of sheet rubber to the sale of liquid latex for",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      575.11,
      275.97,
      583.97
    ],
    "text": "the processing of centrifuged latex and to the production of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      587.35,
      276.49,
      596.21
    ],
    "text": "crepe rubber. As a result, the production of sheet rubber",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      599.59,
      276.34,
      608.45
    ],
    "text": "during 1998 decreased by 36.5 million kgs., 21 per cent less",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.6,
      611.83,
      276.25,
      620.69
    ],
    "text": "than in 1997. The share of sheet rubber in total rubber",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      624.07,
      276.49,
      632.93
    ],
    "text": "production decreased from 44 per cent in 1997 to 35 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      636.31,
      276.53,
      645.17
    ],
    "text": "cent in 1998. The negative price trend slowed down in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      648.55,
      276.53,
      657.41
    ],
    "text": "early part of 1998 to some extent, due to the favourable",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      660.79,
      276.56,
      669.65
    ],
    "text": "prices for crepe rubber. Sri Lankan exporters enjoy a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.08,
      673.03,
      276.77,
      681.89
    ],
    "text": "reasonable share of the world market for crepe. Further, the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      685.27,
      276.53,
      694.13
    ],
    "text": "crepe rubber market is dominated by forward contracts. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.84,
      697.51,
      276.52,
      706.37
    ],
    "text": "production share of crepe rubber increased from 39 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.32,
      709.75,
      177.26,
      718.61
    ],
    "text": "to 47 per cent during this period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      290.88,
      74.95,
      516.1,
      119.09
    ],
    "text": "With a view to arresting the deteriorating prices, the government removed the cess on rubber exports, which was Rs.5.40 per kg. in May 1998, and that had a positive impact on the prices obtained by the producers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      291.12,
      123.19,
      516.32,
      214.37
    ],
    "text": "The use of rubber as an intermediary input in the manufacturing sector continued to increase. The increase in 1998 was 23 per cent, from 44 million kgs. in 1997 to 54 million kgs. in 1998. Accordingly, more than half (56 per cent) of the rubber output was used locally by the industrial sector. Concessions granted to the rubber product manufacturing sector in the 1998 Budget also helped to increase the domestic demand for rubber.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      291.6,
      219.19,
      517.21,
      427.97
    ],
    "text": "The reduction in prices and the lack of funds caused the extents newly planted and replanted to decline by 35 per cent and 1 per cent, respectively to 515 hectares and 1,160 hectares, respectively, in 1998. Replanting and new planting subsidies are financed through the funds generated by the cess collection. The replanting subsidy has played a vital role and acted as a catalyst in encouraging the replanting of rubber. Almost all the rubber smallholders have either availed themselves of the replanting or the new planting subsidy to establish their rubber stands. Hence the continuation of these subsidy schemes is very important. Therefore, even in the absence of a cess collection, the replanting and new planting subsidy programmes should be continued to ensure the long-term sustainability of the industry. Inter cropping of rubber land with short-term crops such as passion fruit and pineapple would enhance the rubber growers' income during the gestation period of rubber cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.08,
      434.23,
      517.25,
      572.45
    ],
    "text": "The low rubber yield in Sri Lanka is one of the major problems faced by the industry. The present yield levels are far below the yield levels obtained in India and Malaysia. India's average yield level is about 50 per cent higher than that of Sri Lanka due to the high use of rain guards and proper management. The low yield levels are associated with the abandoning of fertiliser application, particularly by smallholders. A recently conducted sample survey of smallholders by the Central Bank in the Ratnapura and Kalutara Districts revealed that the regular application of fertiliser has helped some of the smallholders to remain viable even after the recent decline in prices.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.32,
      576.79,
      517.97,
      691.49
    ],
    "text": "The survey further revealed that there is a shortage of experienced tappers. It has been observed that most of the present tappers are old and that members of the younger generation are reluctant to be employed as tappers, owing to the relatively lower wage and dignity attached to the occupation. In particular, young females prefer employment in garment factories, which is considered a more dignified occupation compared to being rubber tappers. However, with a view to overcoming the shortage of tappers, the Rubber Development Department has trained about 180 tappers in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.8,
      694.39,
      517.69,
      715.01
    ],
    "text": "1998, with the assistance of the Vocational Training Sector of the Vocational Training Ministry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.714920520782471,
      7.959899425506592
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.32,
      743.48,
      64.08,
      752.42
    ],
    "text": "38",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.88,
      44.36,
      525.76,
      54.02
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.6904096603393555,
      7.750551223754883,
      7.754885196685791,
      7.763092517852783,
      7.775572299957275,
      7.813547134399414,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.64,
      73.65,
      97.5,
      84.72
    ],
    "text": "Coconut",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      91.03,
      282.77,
      99.89
    ],
    "text": "The total coconut production in 1998 showed a slight decline",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      103.03,
      282.28,
      111.89
    ],
    "text": "compared to the 1997 level. This decline has been attributed",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      115.03,
      282.53,
      123.89
    ],
    "text": "to the lagged effect of the drought that prevailed in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      127.03,
      282.1,
      135.89
    ],
    "text": "coconut triangle in the previous year. Coconut production in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.12,
      139.03,
      282.1,
      147.89
    ],
    "text": "1998 is estimated to have declined by 3 per cent. Production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      151.03,
      282.01,
      159.89
    ],
    "text": "of desiccated coconut (DC) declined due to weak",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      163.03,
      281.97,
      171.89
    ],
    "text": "international market conditions, by 31 per cent in terms of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      175.03,
      282.29,
      183.89
    ],
    "text": "nut equivalent. DC exports showed a substantial decline",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      187.03,
      282.05,
      195.89
    ],
    "text": "during the first half of 1998 when compared with the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      199.03,
      282.05,
      207.89
    ],
    "text": "corresponding period in the previous year. However, some",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      211.03,
      282.05,
      219.89
    ],
    "text": "signs of recovery in the sector were observed during the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      223.03,
      281.62,
      231.89
    ],
    "text": "second half. The nut equivalent of coconut oil production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.258193969726562
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      235.03,
      281.9,
      243.89
    ],
    "text": "increased by 16 per cent, to 334 million nuts during 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.92,
      247.03,
      281.83,
      255.89
    ],
    "text": "Coconut is largely a domestically consumed item. Domestic",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      148.08,
      270.68,
      189.82,
      279.62
    ],
    "text": "TABLE 3.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.8076066970825195,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      100.08,
      284.12,
      237.66,
      293.06
    ],
    "text": "Statistics of the Coconut Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.612242698669434,
      7.691200256347656,
      7.73579740524292,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      88.08,
      304.41,
      274.77,
      311.59
    ],
    "text": "Item Unit 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.32,
      322.65,
      273.01,
      380.23
    ],
    "text": "1. Production (c) Nuts Mn. 2,546 2,631 2,547 Oessicated coconut Nuts Mn.(d) 425 524 362 Coconut oil Nuts Mn.(d) 328 289 334 Copra (e) Nuts Mn.(d) 39 42 52 Fresh nut exports Nuts Mn. 17 18 18 Domestic nut consumption (f) Nuts Mn. 1,720 1,744 1,762",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.489426136016846,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      384.81,
      272.49,
      391.75
    ],
    "text": "2. Total extent Hectares '000 417 417 439",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.867865085601807,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      396.09,
      103.81,
      403.27
    ],
    "text": "3. Replanting/",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      67.68,
      404.97,
      272.48,
      411.67
    ],
    "text": "Underplanting (h) Hectares 578 1,221 595",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.36,
      416.01,
      272.48,
      423.19
    ],
    "text": "4. New planting (h) Hectares 841 931 656",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.809474945068359,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      427.53,
      272.52,
      434.71
    ],
    "text": "5. Fertliser used MT '000 39 35 36",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      439.05,
      272.44,
      445.99
    ],
    "text": "6 Cost of production Rs./Nut 2.18 2.26 2.4",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.36,
      450.57,
      117.1,
      457.27
    ],
    "text": "7. Retail price of a",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.8,
      459.21,
      272.54,
      465.91
    ],
    "text": "fresh nut Rs./Nut 9.37 10.55 11.17",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.6,
      470.25,
      115.71,
      477.19
    ],
    "text": "8 Average export",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.56,
      479.13,
      272.21,
      485.83
    ],
    "text": "price f.o.b. (g) Rs./Nut 9.42 9.63 9.73",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.16,
      489.93,
      272.29,
      546.79
    ],
    "text": "9 Export earnings Rs.Mn. 6,091 6,939 6,110 US$ Mn. 110 118 94 Kernel products (g) Rs.Mn. 4,469 4,864 3,632 US$ Mn. 81 82 56 Other products Rs.Mn. 1,622 2,075 2,478 US$ Mn. 29 35 38 10. Value added",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.877336502075195,
      5.923674583435059,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      70.56,
      548.49,
      272.18,
      555.43
    ],
    "text": "as % of GDP (i) 2.0 2.3 2.6",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      4.046613693237305,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      144.96,
      561.93,
      261.04,
      568.63
    ],
    "text": "Sources : Coconut Cultivation Board",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.2,
      570.33,
      279.77,
      650.71
    ],
    "text": "Coconut Development Authority (a) Revised. National Fertiliser Secretariat (b) Provisional. Central Bank of Sri Lanka (c) Estimated (breakdown does not add upto total production due to adjustments for changes in copra stock). (d) In nut equivalent - converted for 1998 at 1 MT DC = 8,000 nuts 1 MT Oil = 8,800 nuts 1 MT Copra = 5,725 nuts. Note: Conversion rates have been revised in 1998 based on a study",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.935937881469727,
      5.938969612121582,
      5.944332122802734,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.2,
      652.65,
      277.18,
      717.91
    ],
    "text": "conducted by the CDA in 1996/97. 1996-97 conversion rates are as given in the Annual Report of 1997. (e) Exports only. (f) Estimated on the basis of per capita household consumption of 94.8 nuts per year. Excludes industrial use. (g) Extents covered by cultivation assistance schemes of the CCB (h) Three major coconut kernel products only. (i) In producing and processing only.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.914886474609375,
      5.92017936706543,
      5.938969612121582,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.8,
      75.19,
      524.98,
      131.09
    ],
    "text": "use of coconut accounted for 69 per cent of total production in 1998. In addition to household use, coconut is used as an industrial raw material in areas such as confectionaries and biscuits. The use of coconut has been growing fast in recent years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.08,
      135.19,
      524.69,
      238.13
    ],
    "text": "The price of fresh nuts remained fairly high throughout the year reflecting an overall supply shortage. It declined gradually with an improvement in supply and an easing of competition for procurement of nuts for DC and for the coconut oil industry. However, during the fourth quarter of 1998, with the onset of the lean season, price levels surged up again and at the end of the year reached a record level of Rs.7,842 per 1,000 nuts against Rs.6,495 per 1,000 nuts at the end of 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.885176181793213,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      297.6,
      242.95,
      524.45,
      451.73
    ],
    "text": "Though the average export price (f.o.b.) of DC dropped by 2 per cent, the average export price (f.o.b.) of the three major coconut kernel products increased marginally from Rs.9.63 per nut in 1997 to Rs.9.73 per nut in 1998. However, in US dollars, the export price declined by 9 per cent in 1998. A substantial decline of 25 per cent (in rupee terms) was observed in kernel product exports. The fall in nut production, coupled with devaluation of currencies in the East Asian region, had a marked impact on the export performance. The export price of major coconut products such as DC and copra remained at low levels in 1998 consequent on the devaluation of currencies in the major coconut exporting countries, viz., the Philippines and Indonesia. Although export earnings from non-kernel products increased by 19 per cent from Rs.2,075 million in 1997 to Rs.2,478 million in 1998, export earnings from all coconut products declined by 12 per cent from Rs.6,939 million in 1997 to Rs.6,110 million in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      297.36,
      457.75,
      523.46,
      548.93
    ],
    "text": "However, the international price of coconut oil remained steady throughout the year, following a shortage in supply from major producer countries and a drop in the supply of substitutes such as palm oil and palm kernel oil. The major coconut oil producing countries, such as the Philippines and Indonesia, experienced difficulties in obtaining copra to manufacture coconut oil due to the impact of the El nino weather phenomenon which affected those countries during",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      330.0,
      568.04,
      490.91,
      596.18
    ],
    "text": "Chart 3.3 Price and Cost of Production Indices: Coconut (1990 = 100)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.625053405761719,
      7.643831253051758,
      7.691200256347656,
      7.734846115112305,
      7.736624717712402,
      7.7536468505859375,
      7.776724338531494,
      7.959899425506592
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      607.77,
      343.96,
      614.47
    ],
    "text": "300",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      618.81,
      343.8,
      625.51
    ],
    "text": "250",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      629.85,
      343.8,
      636.55
    ],
    "text": "200",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      321.93,
      612.55,
      328.63,
      629.28
    ],
    "text": "Index",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.804081439971924
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      607.77,
      343.96,
      614.47
    ],
    "text": "300",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      618.81,
      343.8,
      625.51
    ],
    "text": "250",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.44,
      620.37,
      416.07,
      636.55
    ],
    "text": "200 y",
    "fonts": [
      "Helvetica-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.969924449920654,
      9.949873924255371
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      321.93,
      633.47,
      328.63,
      649.68
    ],
    "text": "ts in",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      332.16,
      641.37,
      344.5,
      648.07
    ],
    "text": "t 50",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.613801002502441,
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      321.69,
      648.71,
      328.39,
      662.88
    ],
    "text": "Poin",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.795515537261963
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      331.68,
      652.17,
      343.88,
      658.87
    ],
    "text": "100",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      334.56,
      662.73,
      343.05,
      669.43
    ],
    "text": "50",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      337.44,
      673.29,
      342.39,
      679.99
    ],
    "text": "0",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      354.0,
      681.45,
      430.49,
      688.39
    ],
    "text": "1994 1995 1996",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      413.28,
      690.81,
      426.8,
      697.51
    ],
    "text": "Yea",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      444.72,
      681.45,
      490.73,
      688.39
    ],
    "text": "1997 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      510.24,
      741.57,
      522.87,
      752.64
    ],
    "text": "39",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.2,
      44.24,
      515.96,
      53.56
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.803776741027832,
      7.879158020019531,
      8.094223022460938,
      8.09521770477295
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      48.96,
      73.82,
      275.13,
      167.78
    ],
    "text": "the second half of 1997. Anticipating a shortfall in production, international prices of coconut oil surged up during 1998. The same price trend was more or less reflected in the local market. However, in the local market, a severe shortage of nuts was experienced immediately after the onset of the lean season. This aggravated the situation and the prices of copra and coconut oil increased sharply towards the end of 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.44,
      171.02,
      275.5,
      288.98
    ],
    "text": "The total extent under coconut is estimated at about 439,000 hectares. The extent in bearing was around 363,000 hectares in 1998, the same as in 1997. The Coconut Cultivation Board (CCB) continued its productivity improvement programme through its extension services. Meantime, the CCB took the initiative, with the help of the Ministry of Public Administration, Home Affairs and Plantation Industries, to introduce legislation to regulate fragmentation of coconut lands. Draft legislation has been forwarded to the Legal Draftsman's Department for approval.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.92,
      291.5,
      275.91,
      457.46
    ],
    "text": "A joint venture company, Mahaweli Coconut Plantations Ltd., (MCPL) was formed by the Mahaweli Authority of Sri Lanka (MASL) and the DC Millers Association in 1998. The company expects to cultivate coconut in the Mahaweli area to offset production losses arising from the fragmentation of coconut lands in major coconut growing areas. The Mahaweli System B area has been identified by the company for cultivation of coconut using advanced technology (such as drip irrigation) with the help of foreign expertise. The cost of the project is estimated at Rs.279 million. Upon completion of the three phases of this project, around 1,500 hectares would be brought under coconut. The company also plans to promote intercropping (with banana, maize etc.,) in these new coconut lands.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.68,
      460.22,
      276.09,
      614.18
    ],
    "text": "Except for DC, the other cess rates for coconut product exports remained unchanged in 1998. The cess on DC exports was increased from Rs.1.00 per kg. to Rs.2.00 per kg. with effect from 1 March 1998 for a three year period ending 1 March 2001. The upward revision of the cess on DC was to mobilise adequate financial support for the new joint venture company (MPCL). The total cess collection in 1998 was about Rs.147 million, a 34 per cent increase over the previous year. During the year, the CCB utilised some of these cess funds to continue its support programmes such as new planting (Rs.13.5 million), re-planting (Rs.10 million), home garden (Rs.15 million) and the 'Kapruka Ayojana' Credit Scheme (Rs. 8 million) to develop coconut lands.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.88,
      616.22,
      276.56,
      722.18
    ],
    "text": "The high domestic consumption of more than 70 per cent of total coconut production has constrained the exploitation of the export market for coconut products to a great extent. In addition, methods used in domestic consumption of fresh nuts results in considerable wastage. In order to reduce such wastage, coconut kernel based products such as coconut milk powder and coconut cream should be promoted and made readily available to the consumer at an affordable price. Therefore, incentives should",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      290.64,
      73.82,
      516.36,
      179.78
    ],
    "text": "be given to the manufacturers of such products, while market promotion also needs to be encouraged to popularise their local use. Apart from that, being a leading exporter of non-kernel products, such as coconut shells and activated carbon, Sri Lanka should further exploit the potential uses of coconut shells. Studies have revealed that coconut shell powder has great potential as an industrial raw material, e.g., as feed ingredients (fibre supplement), base material for mosquito coils, etc.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.91622543334961,
      8.930611610412598,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.12,
      188.2,
      388.07,
      200.38
    ],
    "text": "Other Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.12,
      205.34,
      516.62,
      299.3
    ],
    "text": "The other export crop sector consists mainly of spices such as cloves, cardamom, cinnamon, pepper and nutmeg, beverage crops such as cocoa and coffee and essential oils such as cinnamon and citronella. This sector showed a considerable improvement in 1998 with export earnings increasing by 21 per cent to US dollars 120 million. Significant increases in production were shown in pepper, cocoa, coffee, cardamom and cinnamon leaf oil.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.12,
      301.58,
      517.08,
      467.54
    ],
    "text": "Pepper production, which has shown a steady improvement over the last few years, increased by 73 per cent in 1998. This is mainly attributed to the improved management induced by attractive prices during the last few years and new areas coming into bearing. The international price of pepper increased for the fifth consecutive year, owing to continuing global supply shortages in the face of growing demand. A reduction in pepper production in Brazil, Vietnam and Thailand owing to unfavourable weather also contributed to the supply shortage. The average export price of pepper rose by 31 per cent to reach Rs.335 per kg. The average auction and farm gate prices too rose by 28 per cent and 32 per cent to Rs.287 per kg. and Rs.262 per kg., respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.6,
      470.78,
      517.1,
      564.74
    ],
    "text": "Supplies of nutmeg were affected by the production decline in Indonesia, the largest nutmeg producer in the world, due to the EI nino phenomenon. As a result, the local average farm gate price of nutmeg with shell, as well as mace, increased by almost 80 per cent in 1998. The international prices and producer prices of all the other export agriculture crops also showed an improvement in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.84,
      566.78,
      517.58,
      684.74
    ],
    "text": "The land area under these crops is estimated to have improved by 1 per cent to 77,782 hectares in 1998. During the year, nearly 800 hectares were newly planted with these crops. For the third consecutive year, the major share of the newly planted extent (82 per cent) was under pepper. Support provided under the Export Agriculture Crop Assistance Scheme amounted to Rs.32 million in 1998 compared to Rs.27 million in 1997. As in the three previous years the major share of assistance (70 per cent) was for pepper and cinnamon.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.926983833312988,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      292.08,
      686.78,
      517.69,
      720.74
    ],
    "text": "Budgetary resources for the development of this sector in 1998 amounted to Rs.204 million in the form of a special allocation of Rs.150 million and the normal allocation of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      51.12,
      743.36,
      63.28,
      752.45
    ],
    "text": "40",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.097207069396973
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.64,
      42.8,
      525.78,
      52.36
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.802818298339844,
      7.803776741027832,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      148.56,
      72.4,
      191.15,
      82.57
    ],
    "text": "TABLE 3.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.728413581848145,
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      96.72,
      85.04,
      242.44,
      94.12
    ],
    "text": "Production of Other Export Crops",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.689660549163818,
      7.803776741027832,
      8.054228782653809
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      244.56,
      98.88,
      282.39,
      105.69
    ],
    "text": "Metric Tons",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      91.44,
      117.12,
      269.87,
      124.17
    ],
    "text": "Crop 1996(a) 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      135.84,
      265.88,
      210.81
    ],
    "text": "Coffee 2,158 2,165 2,343 Cocoa 1,628 1,709 1,904 Cinnamon quills 10,891 11,453 11,206 Cinnamon leaf oil 110 100 150 Pepper 3,988 3,912 6,776 Clove 1,437 2,333 2,022 Cardamom 75 75 90 Nutmeg and mace 1,198 1,108 1,382 Citronella 190 210 190",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.673623085021973,
      5.795994758605957,
      5.850914478302002,
      6.038691997528076
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      56.16,
      219.36,
      281.61,
      226.17
    ],
    "text": "(a) Revised Source: Department of Export Agriculture",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.038691997528076
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      230.4,
      103.47,
      237.21
    ],
    "text": "(b) Provisional.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.2,
      254.21,
      282.36,
      444.29
    ],
    "text": "Rs.54 million. The special allocation was earmarked to develop export agriculture crops in the four districts of Kandy, Matale, Kegalle and Badulla. Accordingly, several new projects have been launched to develop these crops. The existing subsidy rates for replanting and new planting of pepper, coffee, cocoa, cardamom, citronella and cinnamon were enhanced. To improve quality and reduce post harvest losses, a special unit named the Post Harvest Advisory Services Unit has been established under the Department of Export Agriculture. Under this programme, new machinery, processing equipment and technical assistance have been provided to improve export agriculture crops. With a view to popularising these crops in the plantation sector, a Plantation Advisory Unit has been established to provide extension services on technical knowhow and crop diversification in plantation agriculture.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.983318328857422,
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.96,
      447.41,
      281.65,
      517.49
    ],
    "text": "After the successful completion of the Perennial Crop Development Project (PCDP) in 1997, the government negotiated another loan with the Asian Development Bank (ADB) for the second phase of the PCDP. The objective of the project is to establish a commercially viable perennial crop sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.72,
      519.41,
      281.53,
      637.49
    ],
    "text": "The second PDCP commenced operations in September 1998. The ADB is providing US dollars 20 million in the form of a soft loan, while the participatory credit agencies are expected to provide supplementary funding of about US dollars 15 million. The project duration will be six years. The second phase of the project has been expanded to cover 17 districts compared to 8 districts under the first PCDP. During the four months of operation of the project, 107 loan applications for Rs.84 million had been screened and a sum of Rs.10 million had been disbursed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.728413581848145,
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.48,
      645.88,
      185.1,
      658.06
    ],
    "text": "3.4 Domestic Agriculture",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.48,
      668.2,
      86.27,
      680.38
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.48,
      684.05,
      280.89,
      717.65
    ],
    "text": "Paddy production in 1998 rose by 20 per cent, on top of a 9 per cent increase in 1997. The output reached a level of 2.7 million metric tons (129 million bushels). This is the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      298.56,
      72.77,
      525.49,
      154.85
    ],
    "text": "second highest level of production ever recorded and only 4 per cent less than the peak production registered in 1995. There have been production improvements during both the Maha and Yala seasons. An increase in the area under paddy by 16 per cent, as well as a significant increase in the average yield in Yala 1998, contributed to this improvement in output.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      297.6,
      157.97,
      525.17,
      396.05
    ],
    "text": "Paddy output in Maha 1997/98 increased by 22 per cent to 1.78 million metric tonst85 million bushels), which was almost similar to the peak production level reported during the Maha 1982/83 season. The improvement in the Maha output could be attributed to the increased area cultivated, especially in the dry zone districts of Anuradhapura, Batticaloa and Kurunegala, following normal rainfall during the North East monsoon. These three districts together accounted for over 90 per cent of the increase in production. The most notable improvement in production was in the Anuradhapura district, which showed a more than fourfold increase to 230,000 metric tons. The major paddy producing districts of Anuradhapura, Ampara, Kurunegala and Polonnaruwa accounted for 48 per cent of the total Maha output. Paddy output in the Yala season, after showing a partial recovery in 1997, increased by 16 per cent to 911,000 metric tons (44 million bushels) in 1998. A substantial production increase in the low country dry zone districts more than offset the decline in production in wet zone paddy areas during Yala 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      296.64,
      399.17,
      525.09,
      661.25
    ],
    "text": "The annual average paddy yield improved by a further 1 per cent in 1998 to 3,636 kgs. per hectare. This improvement was recorded purely on account of significant improvements in the Yala yield as the yield in the Maha season indicated a decline. The average yield during 1997/ 98 Maha declined by 3 per cent to 3,555 kgs. (69 bushels per acre) per hectare, mainly as a result of increased extents of marginal paddy lands being brought under cultivation, promoted by the better rainfall experienced during the season. In contrast, the average yield during Yala 1998 increased significantly by 8 per cent, to reach the best ever Yala yield of 3,806 kgs. per hectare (75 bushels per acre). The average yield under all three types of irrigation improved considerably during the Yala season. Yields in the rain fed areas showed a 10 per cent improvement compared to the previous Yala season. Favourable rainfall reduced crop damage to 2 per cent compared to 5 per cent in 1997. The Uda Walawe area recorded the highest average yield of 4,787 kgs. per hectare during the Yala season. For the second consecutive Maha season, the Mahaweli 'H' area recorded the highest average yield, which was 7 per cent higher than in the previous Maha season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      296.64,
      663.17,
      523.24,
      721.25
    ],
    "text": "The total extent of paddy lands that were insured against crop failure by the Agricultural Insurance Board (AIB) during the cultivation year stood at 14,000 hectares, while the premia collected amounted to Rs.9.25 million. Indemnities paid during the year amounted to a sum of Rs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      509.76,
      742.4,
      521.63,
      751.49
    ],
    "text": "41",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      51.84,
      44.48,
      518.58,
      54.28
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      51.6,
      74.21,
      277.49,
      156.29
    ],
    "text": "1.5 million. According to the Agricultural Insurance Act No. 27 of 1973, it is compulsory to insure all paddy lands against crop failure. However, the extent insured is less than 2 per cent of the gross extent sown. The AIB attributes this low rate of participation in the scheme to practical difficulties in enforcing the law and the reluctance of farmers in less risky areas to join the scheme voluntarily.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      159.41,
      278.04,
      253.49
    ],
    "text": "Fertiliser issues to the paddy sector during both the Maha and Yala seasons increased by 4 per cent. The total quantity of fertiliser issued was 251,000 metric tons, compared to 242,000 metric tons issued during the previous cultivation year. Fertiliser issues during the Maha season increased by 5 per cent to 162,000 metric tons, while the issues during the Yala season increased by 2 per cent to 89,500 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.8,
      255.89,
      278.15,
      337.97
    ],
    "text": "Under the New Comprehensive Rural Credit Scheme (NCRCS), a sum of Rs.l78 million was granted to the paddy sector during the Maha 1997/98 season. This was 35 per cent less than the credit granted during the corresponding season of the previous year. The amount of credit granted during Yala 1998 also declined from Rs.108 million in Yala 1997 to Rs.99 million in Yala 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.04,
      340.13,
      278.78,
      446.21
    ],
    "text": "The average producer price of paddy declined by 7 per cent to Rs.215 per bushel (Rs.10.32 per kg.) compared to the previous year owing to the increase in output. However, the producer price remained well above the Guaranteed Price of Rs.155 per bushel (Rs.7.42 per kg.) which has not been revised since 1993. The Paddy Marketing Board has not actively participated in purchasing paddy since 1996. However, paddy purchases made by the Co-operative Wholesale Establishment (CWE) and the farmer organisations",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.04,
      73.97,
      518.52,
      96.05
    ],
    "text": "at prices ranging from Rs.9 to Rs.12.40 per kg. helped to stabilise prices during the glut period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.28,
      98.21,
      519.45,
      240.29
    ],
    "text": "One of the problems faced by the paddy sector is the increasing cost of production and reduced profitability. The average cost of production (COP) of paddy has risen over the years owing to the increased costs of inputs, especially labour wages, tractor hiring fees and agro-chemicals. This has made the cultivation of paddy in certain districts, especially in the Wet Zone, unremunerative. The government has recognised this problem and made a special allocation for the Department of Agriculture in the 1998 Budget to identify such areas, conduct research and make recommendations to persuade these paddy farmers to diversify into other food crops.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.76,
      243.65,
      519.82,
      385.73
    ],
    "text": "The Extension Division of the Department of Agriculture continued the special 'Yaya' demonstration programme for the third consecutive year to improve farmer awareness of scientific methods of cultivation among 13,000 farmers. Sri Lanka's paddy yields are higher than those of all SAARC countries as well as other major paddy producing Asian countries such as Thailand, Myanmar and Philippines. However, the yield levels achieved by countries such as China, South Korea and Japan are over one and a half times the paddy yield obtained in Sri Lanka. Hence, it is apparent that there is a potential for further increases in paddy yields in Sri Lanka.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      294.24,
      388.37,
      519.98,
      446.45
    ],
    "text": "According to the 1996/97 Consumer Finances and Socio Economic Survey of the Central Bank of Sri Lanka, the annual per capita consumption of rice is 106 kgs. After adjusting for wastage and seed paddy requirements, what was available for consumption reflected a self-sufficiency ratio of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      266.88,
      466.72,
      309.28,
      476.89
    ],
    "text": "TABLE 3.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      224.16,
      479.12,
      351.88,
      488.2
    ],
    "text": "Statistics of the Paddy Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.676693916320801,
      7.76124906539917,
      8.054228782653809
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.28,
      499.68,
      460.85,
      506.49
    ],
    "text": "1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      248.88,
      515.76,
      504.48,
      522.57
    ],
    "text": "Maha Yala Total Maha Yala Total",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.991988658905029,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.76,
      534.96,
      503.79,
      542.01
    ],
    "text": "Gross extent sown Hectares '000 473 257 730 574 274 848",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.76,
      549.12,
      503.79,
      556.17
    ],
    "text": "Gross extent harvested Hectares '000 443 247 690 563 266 829",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.76,
      563.52,
      503.88,
      570.57
    ],
    "text": "Net extent harvested Hectares '000 397 222 619 501 239 740",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.0,
      577.68,
      503.9,
      593.13
    ],
    "text": "Production MT '000 1,457 782 2,239 1.781 910 2,692 Bushels '000 69,835 37,496 107,331 85,345 43,607 128,952",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.76,
      600.48,
      503.64,
      607.77
    ],
    "text": "Yield (c) Kg/ Hectare 3,670 3,529 3,603 3.555 3,802 3,634",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.667946815490723,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.76,
      614.88,
      503.8,
      621.93
    ],
    "text": "Credit granted Rs. Mn. 275 108 383 178 99 277",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.24,
      624.97,
      505.57,
      640.7
    ],
    "text": "Purchases under the GPS MT '000 ---llllllll SiSlllllfll iliiiisi",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076,
      7.0494303703308105,
      13.859292984008789
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.24,
      641.32,
      504.28,
      666.38
    ],
    "text": "Rice imports MT '000 -306 168 (Paddy equivalent) (MT '000) 438 illlllliii llllllllllll",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076,
      7.0494303703308105,
      13.859292984008789
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      491.28,
      652.32,
      504.03,
      659.13
    ],
    "text": "240",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.24,
      676.08,
      495.97,
      724.65
    ],
    "text": "(a) Revised. Sources: Department of Census and Statistics (b) Provisional. Department of Agriculture (c) Yield per hectare for Maha and Yala are calculated using data from the Ministry of Agriculture and Lands Department of Census and Statistics which are based on crop cutting surveys, Paddy Marketing Board while total yield is calculated by dividing total production by the net extent Sri Lanka Customs harvested. Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.785038948059082,
      5.798722743988037,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.24,
      743.6,
      66.31,
      752.69
    ],
    "text": "42",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.6,
      44.97,
      526.07,
      52.87
    ],
    "text": "Part 1 Central B a n k of Sri L a n k a A n n u a l Report - 1 9 9 8",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.36,
      74.71,
      283.31,
      83.57
    ],
    "text": "83 per cent. The deficit in local supply was met through",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.36,
      86.71,
      283.58,
      95.57
    ],
    "text": "imports. In 1998, 168,000 metric tons of rice were imported.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.36,
      98.71,
      283.54,
      107.57
    ],
    "text": "Of the total rice imports, 75 per cent or 125,000 metric tons",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.36,
      110.71,
      283.07,
      119.57
    ],
    "text": "were imported during the month of January, when a duty",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.12,
      122.71,
      283.25,
      131.57
    ],
    "text": "waiver on rice imports was introduced to reduce the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.64,
      134.71,
      283.07,
      143.57
    ],
    "text": "escalating price of rice in the domestic market. Although",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.88,
      146.71,
      282.83,
      155.57
    ],
    "text": "there was a strong lobby by rice importers to enforce a duty",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.12,
      158.71,
      283.25,
      167.57
    ],
    "text": "waiver on rice imports during the latter part of 1998, the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.88,
      170.71,
      282.82,
      179.57
    ],
    "text": "government did not accede to their request with the intention",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.64,
      182.71,
      282.93,
      191.57
    ],
    "text": "of stabilising paddy prices at a reasonable level, considering",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.64,
      194.71,
      168.38,
      203.57
    ],
    "text": "the farmers' interests as well.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      141.12,
      227.0,
      205.07,
      245.54
    ],
    "text": "Chart 3.4 Paddy Production",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      7.568101406097412,
      7.625053405761719,
      7.776724338531494,
      7.8060078620910645
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      106.32,
      345.04,
      248.5,
      352.7
    ],
    "text": "1993 1994 1995, 1996 1997 1998 Tea",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.046613693237305,
      4.047608852386475
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.68,
      376.76,
      283.46,
      385.7
    ],
    "text": "I I",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.062283039093018,
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.16,
      397.72,
      144.23,
      409.9
    ],
    "text": "Other Field Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.68,
      415.99,
      282.1,
      471.89
    ],
    "text": "The other field crops (OFC) sector showed a mixed performance in 1998. The production of high value crops such as potatoes, onions and chillies declined, while the production of legumes such as black gram, green gram, soya and cowpea indicated an increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.2,
      475.75,
      281.81,
      613.97
    ],
    "text": "Available provisional estimates indicated production increases in black gram (30 per cent), green gram (14 per cent), soya (55 per cent) and cowpea (5 per cent). Cowpea output increased on account of a 14 per cent improvement in yield. The output of groundnuts and sesame declined, compared to 1997. Both an increase in the extent cultivated and an improvement in the yields contributed towards the increased output of black gram, green gram and soya. The output of cereal crops such as maize and kurakkan too recorded significant increases. Maize production increased by 49 per cent, while the production of kurakkan, which is gaining popularity as a health food, increased by 35 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.917534828186035,
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.2,
      618.07,
      281.57,
      721.01
    ],
    "text": "Chillies, potatoes, red onions and big onions which had faced stiff competition from cheaper imports since the removal of import restrictions in 1996, showed further output declines in 1998. The extent under potatoes declined by 64 per cent to 2,300 hectares, while the extent under big onions declined by 52 per cent to 1,400 hectares. The price advantage enjoyed, particularly by the potato farmers, in a highly protected market disappeared with the increased imports from India and Pakistan, helping a large number of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.76,
      75.43,
      525.88,
      84.29
    ],
    "text": "consumers. Potato production, which declined by 35 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      300.0,
      87.43,
      525.92,
      96.29
    ],
    "text": "in the previous year, recorded a further 61 per cent drop to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.76,
      99.43,
      372.86,
      108.29
    ],
    "text": "25,900 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      317.76,
      111.67,
      525.74,
      120.53
    ],
    "text": "Big onion production declined by 40 per cent in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.76,
      123.67,
      525.85,
      132.53
    ],
    "text": "However, the quantity of big onions imported during the year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      135.67,
      525.64,
      144.53
    ],
    "text": "also declined by 24 per cent to 90,700 metric tons, compared",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      147.67,
      525.7,
      156.53
    ],
    "text": "to 1997. This was due to a ban on the export of big onions",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      159.67,
      525.7,
      168.53
    ],
    "text": "in India on account of a severe shortfall in production. This",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      171.67,
      525.44,
      180.53
    ],
    "text": "led to an escalation of domestic prices by 64 per cent to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.52,
      183.67,
      437.18,
      192.53
    ],
    "text": "Rs.71.25 per kg. in November 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      317.04,
      196.63,
      524.98,
      205.49
    ],
    "text": "The poor performance in the production of potatoes can",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.28,
      208.63,
      524.99,
      217.49
    ],
    "text": "be attributed to several factors. Potatoes remained a highly",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      220.63,
      525.09,
      229.49
    ],
    "text": "protected crop with a complete ban on the import of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      232.63,
      524.85,
      241.49
    ],
    "text": "consumption potatoes from 1968 until 1996. As a result of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.04,
      244.63,
      524.99,
      253.49
    ],
    "text": "the heavy protection, potato cultivation became very",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      299.04,
      256.63,
      524.92,
      265.49
    ],
    "text": "inefficient over the years and the yield levels had declined",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      268.63,
      524.96,
      277.49
    ],
    "text": "by almost half from about 16 metric tons per hectare to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      280.63,
      524.93,
      289.49
    ],
    "text": "about 10 metric tons per hectare. During the period of import",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      292.63,
      524.74,
      301.49
    ],
    "text": "restrictions, potatoes became a very remunerative crop. As",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      304.63,
      524.95,
      313.49
    ],
    "text": "a result, most of the potato farmers who had leased out land",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.8,
      316.63,
      524.68,
      325.49
    ],
    "text": "for cultivation, especially in the Nuwara Eliya district, did",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      328.63,
      524.73,
      337.49
    ],
    "text": "not adhere to proper agricultural practices and neglected crop",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      340.63,
      524.74,
      349.49
    ],
    "text": "rotation programmes. Some of them cultivated potatoes",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      352.63,
      524.38,
      361.49
    ],
    "text": "continuously in the same field, which would have led to soil",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      364.63,
      524.37,
      373.49
    ],
    "text": "borne diseases and subsequently low yields. The cost of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      376.63,
      524.53,
      385.49
    ],
    "text": "production (COP) of local potatoes, which is around Rs.26",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      388.63,
      524.45,
      397.49
    ],
    "text": "per kg., is extremely high compared to other countries. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      400.63,
      524.2,
      409.49
    ],
    "text": "main reasons for the high COP are poor yields, high cost",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      412.63,
      524.2,
      421.49
    ],
    "text": "of seed potato, which accounts for more than 50 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      424.63,
      524.24,
      433.49
    ],
    "text": "of the total COP, and high wage rates. Sri Lanka has to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      436.63,
      524.17,
      445.49
    ],
    "text": "depend mostly on imported seed potato tubers from either",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      448.63,
      523.96,
      457.49
    ],
    "text": "Holland or Australia. Seed potatoes are bulky and imported",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      460.63,
      524.02,
      469.49
    ],
    "text": "seeds are very expensive. Unlike Sri Lanka, India produces",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      472.63,
      523.78,
      481.49
    ],
    "text": "its own seed potato requirements especially in the Northern",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      484.63,
      524.0,
      493.49
    ],
    "text": "parts of India at a very low cost. The labour cost in India",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      496.63,
      523.54,
      505.49
    ],
    "text": "is also lower than in Sri Lanka. Further, certain inputs in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.08,
      508.63,
      523.96,
      517.49
    ],
    "text": "India are heavily subsidised. Hence, even with a 35 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      520.63,
      523.97,
      529.49
    ],
    "text": "tariff protection, the local potato producers could not",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      532.63,
      524.02,
      541.49
    ],
    "text": "compete with cheap imports from India, Pakistan and 15",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      544.63,
      523.65,
      553.49
    ],
    "text": "other countries. Sri Lanka imported 116,000 metric tons of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      556.63,
      523.72,
      565.49
    ],
    "text": "potatoes in 1998, of which 86 per cent came from India and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      568.63,
      523.96,
      577.49
    ],
    "text": "Pakistan. Imports of potatoes had increased by 7 per cent",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      580.63,
      330.14,
      589.49
    ],
    "text": "in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.84,
      592.87,
      523.55,
      601.73
    ],
    "text": "Chillies were also a remunerative crop when heavily",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      604.87,
      523.79,
      613.73
    ],
    "text": "protected through non-tariff barriers such as licensing, which",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.6,
      616.87,
      523.72,
      625.73
    ],
    "text": "restricted imports. However, the removal of the import",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.6,
      628.87,
      523.54,
      637.73
    ],
    "text": "restrictions made the high cost local production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      640.87,
      523.69,
      649.73
    ],
    "text": "uncompetitive. The extent under chillies dropped by 10 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.6,
      652.87,
      523.69,
      661.73
    ],
    "text": "cent to 21,600 hectares, while production declined by 13 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.6,
      664.87,
      523.55,
      673.73
    ],
    "text": "cent to 15,600 metric tons. Imports of chillies increased by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.36,
      676.87,
      458.3,
      685.73
    ],
    "text": "45 per cent to 19,200 metric tons in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      315.6,
      688.87,
      523.78,
      697.73
    ],
    "text": "Most of these crops except chillies, potatoes and onions",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.6,
      700.87,
      523.73,
      709.73
    ],
    "text": "(high value crops) have received little attention from the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.36,
      712.87,
      523.55,
      721.73
    ],
    "text": "government, compared to rice, resulting in a lack of research",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      510.72,
      742.29,
      523.78,
      753.36
    ],
    "text": "43",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.947884559631348
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.72,
      46.32,
      514.64,
      53.61
    ],
    "text": "Part 1 Central B a n k of Sri L a n k a A n n u a l Report - 1 9 9 8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.908850193023682,
      6.513017654418945
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.72,
      76.39,
      273.75,
      85.25
    ],
    "text": "and development. Farmers often use traditional methods of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.48,
      88.39,
      273.85,
      97.25
    ],
    "text": "cultivation and grow most of the legumes and cereals under",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.72,
      100.39,
      274.28,
      109.25
    ],
    "text": "rain fed conditions with very low levels of inputs such as",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.96,
      112.39,
      273.81,
      121.25
    ],
    "text": "fertiliser, reflecting low levels of crop management leading",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.96,
      124.39,
      122.3,
      133.25
    ],
    "text": "to low yield levels.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.96,
      142.29,
      153.55,
      153.36
    ],
    "text": "Vegetables and Fruits",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.2,
      159.43,
      273.94,
      168.29
    ],
    "text": "According to the available preliminary estimates, production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.96,
      171.43,
      274.41,
      180.29
    ],
    "text": "of up-country vegetables such as carrots, cabbage, beet and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.44,
      183.43,
      273.95,
      192.29
    ],
    "text": "leeks, which are the temperate species grown intensively",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.9315876960754395,
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.2,
      195.43,
      274.7,
      204.29
    ],
    "text": "under irrigation, especially in the Central Province and the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.44,
      207.43,
      274.42,
      216.29
    ],
    "text": "Uva Province, increased by 6 per cent to 169,900 metric tons",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.44,
      219.43,
      274.36,
      228.29
    ],
    "text": "in 1998. This increase is partly a result of the increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.2,
      231.43,
      274.65,
      240.29
    ],
    "text": "extents brought under vegetables in the Nuwara Eliya and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.44,
      243.43,
      274.57,
      252.29
    ],
    "text": "Welimada areas, reflecting the shift from potatoes to other",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.44,
      255.43,
      274.43,
      264.29
    ],
    "text": "types of vegetables. The increased supply of up-country",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      267.43,
      274.7,
      276.29
    ],
    "text": "vegetables stabilised their prices throughout most of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      279.43,
      275.0,
      288.29
    ],
    "text": "However, the cultivation of low-country vegetables such as",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      291.43,
      275.18,
      300.29
    ],
    "text": "bitter gourd, snake gourd, pumpkin and brinjals, which are",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      303.43,
      274.78,
      312.29
    ],
    "text": "mostly grown in paddy fields in the North Western Province,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      315.43,
      275.19,
      324.29
    ],
    "text": "North Central Province and Southern Province during the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      327.43,
      274.66,
      336.29
    ],
    "text": "Yala season, declined, as adequate rainfall and irrigation",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      339.43,
      274.67,
      348.29
    ],
    "text": "water led to an increased use of such lands for paddy",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.68,
      351.43,
      275.05,
      360.29
    ],
    "text": "cultivation. Overall, vegetable production during the year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      363.43,
      275.42,
      372.29
    ],
    "text": "decreased marginally to 352,000 metric tons, compared to the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      375.43,
      274.84,
      384.29
    ],
    "text": "previous year. However, the export of vegetables increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      387.43,
      186.62,
      396.29
    ],
    "text": "by 12 per cent to 7,700 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      67.92,
      402.55,
      275.02,
      411.41
    ],
    "text": "Production of mangoes showed a 2 per cent increase,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      414.55,
      275.43,
      423.41
    ],
    "text": "compared to 1997. Large scale banana cultivation in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.16,
      426.55,
      275.12,
      435.41
    ],
    "text": "Embilipitiya and Uda Walave areas increased the domestic",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.16,
      438.55,
      275.57,
      447.41
    ],
    "text": "supply and the producer price of bananas declined in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.92,
      450.55,
      275.67,
      459.41
    ],
    "text": "There was also a marginal decline in consumer prices. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.16,
      462.55,
      275.33,
      471.41
    ],
    "text": "production of papaw and pineapples was estimated to have",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.16,
      474.55,
      275.42,
      483.41
    ],
    "text": "declined by 13 per cent and 18 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      486.55,
      275.62,
      495.41
    ],
    "text": "Exports of fresh fruits declined by 10 per cent to 2,670",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      498.55,
      131.23,
      507.41
    ],
    "text": "metric tons in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      68.4,
      511.75,
      275.9,
      520.61
    ],
    "text": "Fruit production in Sri Lanka largely takes place in a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      523.75,
      275.9,
      532.61
    ],
    "text": "non-commercial manner. Except for pineapples in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      535.75,
      275.9,
      544.61
    ],
    "text": "Gampaha and Kurunegala districts and bananas in the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.64,
      547.75,
      275.32,
      556.61
    ],
    "text": "Hambantota and Ratnapura districts, there are no organised",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      559.75,
      275.38,
      568.61
    ],
    "text": "orchards. Strawberries are grown under intensive cultivation",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.88,
      571.75,
      275.56,
      580.61
    ],
    "text": "in green houses in Nuwara Eliya. Of the fruits, the important",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.4,
      583.75,
      275.69,
      592.61
    ],
    "text": "ones are mango, banana, pineapple and papaw. Research on",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.64,
      595.75,
      275.81,
      604.61
    ],
    "text": "the cultivation and processing of fruits is very limited. There",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.88,
      607.75,
      275.85,
      616.61
    ],
    "text": "is considerable potential for both the cultivation and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.64,
      619.75,
      278.49,
      628.61
    ],
    "text": "processing of some of these fruit crops for the local and the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.64,
      631.75,
      105.98,
      640.61
    ],
    "text": "export market.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.88,
      649.17,
      80.4,
      660.24
    ],
    "text": "Sugar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.88,
      666.31,
      277.19,
      722.21
    ],
    "text": "Sugar production in 1998, estimated at 61,549 metric tons, showed a marginal decline of about 2 per cent, compared to 1997. The decline in production was a result of the non-operation of the Hingurana sugar factory, which was re-vested in the government after unsuccessful privatisation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      289.92,
      76.15,
      514.89,
      85.01
    ],
    "text": "The other two sugar factories, namely Pelwatte and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.16,
      88.15,
      514.97,
      97.01
    ],
    "text": "Sevanagala, reported increased production during the year by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.16,
      100.15,
      515.42,
      109.01
    ],
    "text": "about 5 per cent and 13 per cent, respectively. Despite a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.16,
      112.15,
      514.9,
      121.01
    ],
    "text": "reduction in the area harvested at Pelwatte. sugar production",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.4,
      124.15,
      515.09,
      133.01
    ],
    "text": "in these two factories improved on account of increased cane",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.4,
      136.15,
      515.14,
      145.01
    ],
    "text": "harvests during the year. Favourable weather conditions",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.4,
      148.15,
      515.59,
      157.01
    ],
    "text": "helped to increase the average yield at Pelwatte by 36 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.4,
      160.15,
      515.62,
      169.01
    ],
    "text": "cent to about 45 metric tons of cane per hectare, while at",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      172.15,
      515.38,
      181.01
    ],
    "text": "Sevenagala the increase was 16 per cent, to 81 metric tons",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.4,
      184.15,
      515.57,
      193.01
    ],
    "text": "of cane per hectare. In spite of yield improvements, there",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      196.15,
      515.61,
      205.01
    ],
    "text": "is a vast difference in yield levels at Pelwatte and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      208.15,
      515.38,
      217.01
    ],
    "text": "Sevanagala. This is largely due to different irrigation",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      220.15,
      515.86,
      229.01
    ],
    "text": "methods adopted in these plantations. Cane cultivation at",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      232.15,
      515.77,
      241.01
    ],
    "text": "Pelwatte is solely rainfed while at Sevanagala it is under",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.88,
      244.15,
      515.81,
      253.01
    ],
    "text": "irrigated conditions. In 1998, the quantities of private cane",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.64,
      256.15,
      515.81,
      265.01
    ],
    "text": "purchased by these two companies remained around the same",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.12,
      268.15,
      358.28,
      277.01
    ],
    "text": "level as in 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      308.64,
      281.59,
      515.39,
      290.45
    ],
    "text": "Sri Lanka's sugar production is sufficient to meet only",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.88,
      293.59,
      515.38,
      302.45
    ],
    "text": "about 10 - 12 per cent of the domestic consumption",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      290.88,
      305.59,
      516.01,
      314.45
    ],
    "text": "requirement. Due to the availability of large stocks of sugar",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.12,
      317.59,
      515.93,
      326.45
    ],
    "text": "imported in 1997 (545,000 metric tons), sugar imports in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      292.08,
      329.59,
      515.9,
      338.45
    ],
    "text": "1998 declined by about 19 per cent to 444,300 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      341.59,
      516.2,
      350.45
    ],
    "text": "During this period world sugar prices declined by about 14",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.12,
      353.59,
      515.86,
      362.45
    ],
    "text": "per cent, from US dollars 337 per metric ton to US dollars",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.12,
      365.59,
      515.8,
      374.45
    ],
    "text": "291 per metric ton. Prior to January 1998, the government",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      377.59,
      516.07,
      386.45
    ],
    "text": "stabilised sugar prices at around US dollars 500 per metric",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.12,
      389.59,
      516.38,
      398.45
    ],
    "text": "ton by imposing an ad valorem duty on imported sugar.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      401.59,
      516.55,
      410.45
    ],
    "text": "However, since January 1998 a flat rate of Rs.3,500 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      413.59,
      516.04,
      422.45
    ],
    "text": "metric ton is being levied on sugar imports. When compared",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      425.59,
      516.4,
      434.45
    ],
    "text": "with the average import price of Rs.l8.80 per kg. in 1998",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      437.59,
      515.97,
      446.45
    ],
    "text": "this amounted to an 18 per cent ad valorem tax on sugar,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      449.59,
      521.11,
      458.45
    ],
    "text": "compared to 25 per cent in the latter part of 1997. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      461.59,
      516.54,
      470.45
    ],
    "text": "average domestic consumer price of sugar declined by 3 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      291.36,
      473.59,
      345.81,
      482.45
    ],
    "text": "cent in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      361.92,
      512.88,
      445.33,
      529.32
    ],
    "text": "Chart 3.5 Total Sugar Availability",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      318.72,
      571.88,
      336.47,
      580.82
    ],
    "text": "1 \" I",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.344502925872803,
      7.54099178314209
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      340.8,
      555.12,
      482.28,
      644.5
    ],
    "text": "• Total • Imports • Domestic Production 1 =1 3 3",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951,
      9.949873924255371,
      11.133909225463867,
      63.35778045654297
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      347.04,
      636.22,
      475.71,
      640.69
    ],
    "text": "1990 1995 1996 1997 1998",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      3.979949712753296,
      4.270831108093262
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      309.84,
      690.07,
      517.58,
      698.93
    ],
    "text": "Currently, the large scale sugar cane plantations are",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      292.08,
      702.07,
      517.29,
      710.93
    ],
    "text": "concentrated in the dry zone of Sri Lanka (Ampara and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      292.32,
      714.07,
      517.59,
      722.93
    ],
    "text": "Moneragala districts). Sugar cane cultivation and the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592,
      8.541662216186523
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.88,
      744.92,
      63.01,
      753.86
    ],
    "text": "44",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      52.56,
      42.56,
      521.69,
      52.12
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      52.56,
      148.56,
      112.11,
      164.01
    ],
    "text": "1. Total area under (with ratoons)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.768162250518799,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.6,
      171.84,
      257.1,
      178.65
    ],
    "text": "2. Area harvested (c) Hectares 934",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.84,
      186.24,
      257.06,
      193.29
    ],
    "text": "3. Cane harvested (c) MT (000) 69",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.6,
      200.88,
      256.94,
      207.69
    ],
    "text": "4. Private cane purchased MT (000) 26",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.84,
      215.28,
      256.94,
      222.33
    ],
    "text": "5. Quantity of cane crushed MT (000) 95",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      53.52,
      229.68,
      256.82,
      236.73
    ],
    "text": "6. Average yield (c) MT/Hectare 73",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.84,
      244.08,
      256.99,
      251.13
    ],
    "text": "7. Sugar production (without sweepings) MT (000) 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.36,
      258.72,
      256.63,
      265.53
    ],
    "text": "8. Sugar recovery rate (e) % 6.20",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.36,
      279.12,
      219.84,
      311.13
    ],
    "text": "(a) Revised. (b) Provisional. (c) Includes nucleus estates and allottees. (d) Excludes data in Hingurana Sugar Industries Ltd.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      121.44,
      316.56,
      172.77,
      323.37
    ],
    "text": "Sugar produced",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      51.36,
      327.12,
      223.71,
      342.57
    ],
    "text": "(e) Recovery rate = X 100 Quantity of cane crushed",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.64,
      362.45,
      277.34,
      516.53
    ],
    "text": "processing industry provide direct and indirect employment opportunities for a large number of settlers (more than 20,000 families) in these areas. However, relatively low yields, low sugar recovery rates and frequent labour problems have affected the industry somewhat. The situation has been further aggravated by the sharp decline in international prices which led to an erosion of the financial viability of the industry. The faster depreciation of the rupee in 1998, and the government taxes on sugar imports kept the sugar prices from falling, in spite of a large decline in international prices. Any fiscal incentive to improve the financial viability of the industry could have been possible only by burdening the consumer.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.983272552490234,
      8.983318328857422,
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.64,
      524.92,
      166.99,
      537.1
    ],
    "text": "3.5 Fish and Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.88,
      547.24,
      73.04,
      559.42
    ],
    "text": "Fish",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.16,
      564.05,
      276.88,
      668.21
    ],
    "text": "Fish production in 1998 is estimated to have increased by 8 per cent to 260,100 metric tons. Marine fish production (coastal, deep sea and off shore) accounted for 230,200 metric tons or 89 per cent of total fish production. Marine fish production increased, reflecting the improved production in the Northern and Eastern provinces. The encouragement and strengthening of the off shore fisheries sector by providing better facilities through multi day boats and fishing gear also contributed to this increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      50.64,
      672.05,
      276.29,
      717.41
    ],
    "text": "Aquaculture fish production (inland, coastal brackish water prawn and cultured prawns) increased by 11 per cent to about 29,900 metric tons during 1998. This was mainly due to the increased release of fingerlings to tanks, better",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      309.12,
      158.4,
      510.43,
      165.21
    ],
    "text": "3,147 3,157 4,836 4,470 9,662 8,543",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      308.88,
      171.84,
      510.04,
      179.13
    ],
    "text": "2,377 2,422 4,435 3,928 7,746 6,350",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      315.36,
      186.48,
      510.27,
      193.53
    ],
    "text": "169 195 148 174 386 369",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      322.56,
      201.12,
      510.27,
      208.17
    ],
    "text": "2 2 361 358 389 360",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      315.12,
      215.52,
      510.11,
      222.57
    ],
    "text": "169 197 509 532 773 729",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      318.48,
      230.16,
      510.14,
      237.21
    ],
    "text": "70 81 33 45 53(d) 58",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      319.2,
      244.32,
      509.95,
      251.61
    ],
    "text": "15 17 42 44 63 61",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      312.72,
      258.72,
      511.21,
      266.01
    ],
    "text": "8.76 8.7 8.34 8.35 8.15 8 37",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      364.08,
      279.36,
      492.03,
      286.17
    ],
    "text": "Sources: Pelwatte Sugar Industries Ltd.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      396.24,
      287.76,
      502.32,
      302.97
    ],
    "text": "Sevanagala Sugar Industries Ltd. Hingurana Sugar Industries Ltd.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      292.56,
      362.69,
      519.82,
      432.77
    ],
    "text": "management of aquaculture resources and proper monitoring. Shrimp farming, which was affected by the white spot disease in 1997, recovered fully in 1998. This industry has now become a major source of foreign exchange earnings in the fisheries sector. The total number of shrimp farms in existence in 1998 has been estimated at 970.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      292.32,
      435.17,
      519.49,
      565.25
    ],
    "text": "The white spot viral disease affecting prawns erupted due to poor on-farm and off-farm management practices. After two or three setbacks, and with the introduction of water management and other management measures, shrimp production re-commenced in 1998. Almost all shrimp production in 1998 was exported. The total quantity of shrimp exports and export earnings nearly doubled when compared with 1997. According to Customs statistics, the total volume of shrimp exports in 1998 was about 6,038 metric tons, while export earnings amounted to about Rs.5,087 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      384.48,
      574.24,
      426.96,
      584.41
    ],
    "text": "TABLE 3.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      370.8,
      589.04,
      518.67,
      602.01
    ],
    "text": "Fish Production .. , , n n n Metric Tons 000",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.8183860778808594,
      5.819028854370117,
      6.038691997528076,
      7.76124906539917,
      8.054228782653809
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      316.56,
      611.52,
      505.07,
      618.57
    ],
    "text": "Sub-Sector 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      292.32,
      631.68,
      500.67,
      638.49
    ],
    "text": "Marine (c) 206 213 230",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      292.08,
      645.84,
      500.66,
      652.89
    ],
    "text": "Aquaculture (d) 22 27 30",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7938761711120605,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      291.84,
      663.12,
      500.59,
      670.41
    ],
    "text": "Total 229 240 260",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      292.08,
      680.88,
      514.97,
      720.57
    ],
    "text": "(a) Revised. Source: Ministry of Fisheries and (b) Provisional. Aquatic Resources Development (c) Coastal and deep sea sector. (d) Inland sector, coastal brackish water prawn and cultured prawn production",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.729065895080566,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      504.96,
      742.4,
      517.23,
      751.49
    ],
    "text": "45",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      222.96,
      75.28,
      349.72,
      96.28
    ],
    "text": "TABLE 3.7 Statistics of the Sugar Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.676693916320801,
      7.76124906539917,
      8.054228782653809,
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      110.88,
      107.04,
      493.53,
      128.73
    ],
    "text": "Hingurana Sugar Sevanagala Sugar Pelwatte Sugar yQta | Factory Factory Factory Item Unit ;",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.0366601943969727,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      236.64,
      131.52,
      515.57,
      138.33
    ],
    "text": "1997(a) 1998(b) 1997(a) 1998(b) 1997(a) 1998(b) 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      112.32,
      150.24,
      128.16,
      157.05
    ],
    "text": "cane",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      111.36,
      160.8,
      511.44,
      167.61
    ],
    "text": "(c) Hectares 1,679 916 3.147 3.157 4.836 4.470 9.662 8 543",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      53.04,
      41.36,
      519.54,
      51.88
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.56,
      71.09,
      279.21,
      257.57
    ],
    "text": "The fisheries sector is of strategic importance to the country. In recent times, it is being increasingly challenged to provide the people with an adequate supply of fish of good quality and to create more employment opportunities. The sector is also recognised as a traditional contributor to food production and nutrition. The Ministry of Fisheries and Aquatic Resources Development has implemented a number of development programmes and projects, in particular to modernise sectoral infrastructure and to rationalise the management of fisheries resources. The period 1997/98 has been characterised by a series of structural reforms to improve the economic efficiency of the fisheries sector. These reforms mainly focused on the pursuit of sustainable exploitation of aquatic resources, improvement in the quality of fish and enhancement of the living standards of the fishing community.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      53.52,
      265.48,
      100.14,
      277.66
    ],
    "text": "Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      53.28,
      282.53,
      280.28,
      516.05
    ],
    "text": "The dairy and poultry industries, which are the more prominent and organised sectors of the country's livestock industry, performed well during 1998. The available estimates indicate a 2 per cent increase in cow milk production, from 252 million litres in 1997 to 256 million litres in 1998. The production of buffalo milk increased by 8 per cent, from 79 million litres in 1997 to 85 million litres in 1998. Kiriya Milk Industries Ltd. (formerly Milk Industries of Lanka Company Ltd.) accounted for the largest share in national milk collection. Despite the increase in milk production, milk collection by Kiriya Milk Industries Ltd. and Nestle Lanka Ltd. decreased by 9 per cent and 15 per cent to 53 million litres and 29 million, respectively, during 1998. The decline in collection volumes was on account of the emphasis given to the production of good quality milk. In this regard, a price incentive scheme has been introduced to promote the quality of milk. For example, milk that contained either 4.8 per cent of milk fat and 8.3 per cent solid non fat (SNF) or 4 per cent milk fat and 8.5 per cent SNF was paid an additional 50 cents per litre.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.24,
      521.57,
      280.46,
      672.77
    ],
    "text": "Kiriya Milk Industries Ltd., a joint venture between the Government of Sri Lanka and the Dairy Development Board of India has started promotional activities from the grassroots level. It also started a cattle feed production project in order to give dairy farmers quality cattle feed at a nominal price. Meanwhile, during 1998, the Ministry of Livestock Development and Estate Infrastructure took initiatives to re­organise the loss making National Livestock Development Board (NLDB) by streamlining its activities. The NLDB was able to shed some of its excess staff on a voluntary basis. The clustering process of farms has reduced the overhead costs of livestock farms managed by the NLDB to a great extent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.96,
      675.41,
      280.63,
      720.77
    ],
    "text": "The poultry industry is dominated by the private sector and consists of a large number of small producers and a few large producers. The country's egg production has recorded a marginal increase of 2 per cent to 876 million eggs during",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      294.24,
      70.85,
      519.98,
      116.93
    ],
    "text": "1998. The decline in the prices of feed ingredients enabled the price of animal feed to remain stable throughout the year. Favourable output prices with fairly stable input prices helped both the producers and consumers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      294.72,
      119.57,
      520.41,
      249.65
    ],
    "text": "One of the major constraints in the livestock sector has been the non-availability of breeding animals. The NLDB is unable to meet the farmers' demand for animals (particularly, dairy and swine) due to the non-availability of good breeding stock in their farms. With a view to mitigating this problem, a livestock breeding project (for dairy farms) has been initiated with the co-operation of the National Dairy Development Board of India. Furthermore, in 1998, the Ministry of Livestock Development and Estate Infrastructure (MLDEI) has spent more than Rs. 30 million to import good breeding animals.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      294.96,
      252.53,
      520.58,
      346.61
    ],
    "text": "Poor animal health and inadequate extension services in rural areas are also a drawback to the development of the livestock industry. To upgrade livestock development and extension activities the Department of Animal Production and Health recruited 52 new veterinary surgeons and posted them to rural areas in 1998. These officers are responsible for implementing and monitoring animal health and production programmes at Divisional Secretariat level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      295.2,
      355.24,
      406.72,
      367.42
    ],
    "text": "3.6 Inputs and Credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      295.44,
      377.8,
      340.22,
      389.98
    ],
    "text": "Fertiliser",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      295.2,
      395.09,
      521.18,
      549.17
    ],
    "text": "Total fertiliser issues during 1998 recorded an increase of about 5 per cent to 535,133 metric tons. Improved prices in the first half, favourable weather conditions and the introduction of a special fertiliser loan scheme contributed to a 12 per cent increase in fertiliser usage in the tea sector in 1998. In spite of a decline in market prices for rubber, fertiliser issues to the rubber sector also increased by 33 per cent because the cost of fertiliser is counted as an integral part of the new planting/replanting subsidy package. Under the participatory technology transfer programme, the CCB encouraged the use of chemical fertiliser in coconut cultivation. A larger increase in fertiliser issues (57 per cent) to the export crop sector was seen in 1998. Fertiliser issues",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734,
      9.341805458068848
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      353.52,
      557.68,
      463.22,
      578.92
    ],
    "text": "TABLE 3.9 Fertiliser Usage by Crops",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.709519863128662,
      7.76124906539917,
      7.932036876678467,
      8.054228782653809,
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      467.76,
      583.2,
      520.59,
      590.01
    ],
    "text": "Metric Tons '000",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      330.0,
      599.52,
      507.26,
      606.33
    ],
    "text": "Crop 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      298.32,
      616.8,
      502.91,
      623.85
    ],
    "text": "Paddy 238 224 228",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      297.84,
      626.4,
      503.27,
      633.21
    ],
    "text": "Tea 154 162 182",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      298.32,
      636.0,
      503.42,
      643.05
    ],
    "text": "Rubber 17 12 16",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      298.08,
      645.6,
      503.18,
      652.65
    ],
    "text": "Coconut 39 34 38",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      298.08,
      655.2,
      503.18,
      662.25
    ],
    "text": "Other Field Crops 55 49 49",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      298.08,
      663.87,
      521.26,
      681.45
    ],
    "text": "Other Export Crops 6 7 illlli|t|fll Others 16 20 13",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076,
      12.830708503723145
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      296.16,
      688.56,
      503.4,
      695.61
    ],
    "text": "Total 524 508 537",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      296.64,
      702.24,
      520.98,
      709.05
    ],
    "text": "(a) Revised. Source: National Fertiliser Secretariat",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      296.4,
      713.28,
      343.4,
      720.09
    ],
    "text": "(b) Provisional.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.738216400146484,
      5.819028854370117
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.72,
      740.72,
      66.87,
      749.81
    ],
    "text": "46",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.52,
      46.41,
      521.99,
      54.07
    ],
    "text": "Part 1 Central B a n k of Sri L a n k a A n n u a l Report - 1 9 9 8",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.28,
      76.15,
      279.41,
      85.01
    ],
    "text": "to the paddy sector registered only a marginal increase, while",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.28,
      88.15,
      278.92,
      97.01
    ],
    "text": "the issues to the other food crop sector remained unchanged",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.04,
      100.15,
      101.42,
      109.01
    ],
    "text": "during 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      84.96,
      126.87,
      246.54,
      154.15
    ],
    "text": "Chart 3.6 Fertiliser Appplication Major Crop Categories (1990=100)",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      6.964912414550781
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      83.52,
      168.7,
      91.69,
      173.17
    ],
    "text": "180",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      3.978954792022705
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      107.04,
      176.3,
      236.38,
      186.26
    ],
    "text": "— • , ..—-",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.951902389526367,
      8.955883026123047
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      105.84,
      202.22,
      161.52,
      215.35
    ],
    "text": "* *—'— • — _",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.964912414550781,
      8.951902389526367,
      8.955883026123047
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      118.32,
      219.26,
      224.77,
      241.03
    ],
    "text": "^ ~ « ' — • — T e a — -•— -Rubber Coconut •Paddy",
    "fonts": [
      "Helvetica-Bold",
      "Helvetica-BoldOblique",
      "Times-Bold"
    ],
    "sizes": [
      5.230678558349609,
      5.317435264587402,
      5.344414234161377,
      5.486933708190918,
      5.969924449920654,
      6.964912414550781,
      8.951902389526367
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      102.48,
      246.33,
      242.76,
      253.27
    ],
    "text": "1994 1995 1996 1997 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.230678558349609,
      5.969924449920654
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      69.84,
      294.07,
      278.41,
      302.93
    ],
    "text": "The revised fertiliser subsidy scheme in 1997, under",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.56,
      306.07,
      277.96,
      314.93
    ],
    "text": "which the subsidy was confined only to urea, continued",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      318.07,
      278.26,
      326.93
    ],
    "text": "during 1998. The National Fertiliser Secretariat has",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.56,
      330.07,
      278.19,
      338.93
    ],
    "text": "introduced a fertiliser quality control programme in 1998",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      342.07,
      277.78,
      350.93
    ],
    "text": "with the assistance of field level agricultural extension",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.08,
      354.07,
      278.24,
      362.93
    ],
    "text": "officers. These officers have been delegated the powers to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.08,
      366.07,
      277.97,
      374.93
    ],
    "text": "collect fertiliser samples from the local traders and to analyse",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      378.07,
      277.65,
      386.93
    ],
    "text": "these samples at regional laboratories of the Department of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.56,
      390.07,
      277.97,
      398.93
    ],
    "text": "Agriculture/Research Institutes. Officers in 11 districts were",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      402.07,
      202.94,
      410.93
    ],
    "text": "trained for this purpose during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.32,
      418.84,
      76.18,
      431.02
    ],
    "text": "Seed",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      51.84,
      437.11,
      277.78,
      563.57
    ],
    "text": "As declared in the national seed policy, the Department of Agriculture (DOA) continued to co-ordinate and provide the required support to ensure the supply of quality seed and planting material in 1998. However, recognising the problems faced by the paddy sector owing to the lack of adequate seed paddy, the government announced a scheme in the 1999 Budget to promote seed paddy production in the Amparai, Anuradhapura, Hambantota, Kurunegala and Polonnaruwa districts. The DOA was provided with a special allocation to implement this programme and increase average yield through intensive land use.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      51.36,
      568.63,
      277.49,
      659.81
    ],
    "text": "The quantity of seed paddy issued by the government and private sector organisations such as the DOA, Provincial Councils, Mahaweli Authority, co-operatives, private companies and farmer organisations amounted to 10,965 metric tons in 1998. This was sufficient to meet about 9 per cent of the national seed paddy requirement. The balance had to be met by paddy farmers themselves. The DOA certified only a part of the seed paddy production of these institutions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      51.6,
      664.39,
      277.11,
      720.29
    ],
    "text": "The issue of OFC seed, vegetable seed and potato seed by the DOA decreased by 50 per cent, 48 per cent and 2 per cent, respectively, in 1998. In line with government policy, seed production has been gradually transferred to the private sector. Several seed farms formerly managed by the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.68,
      76.87,
      522.05,
      85.73
    ],
    "text": "DOA have been vested in the private sector to undertake",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.44,
      88.87,
      521.73,
      97.73
    ],
    "text": "production on a commercial basis. Meanwhile, the import of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.44,
      100.87,
      521.84,
      109.73
    ],
    "text": "seed and planting material has been made duty free with a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.44,
      112.87,
      521.84,
      121.73
    ],
    "text": "view to making superior quality seed material available to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.44,
      124.87,
      521.57,
      133.73
    ],
    "text": "the local producers at a reasonable price. As a result, the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.2,
      136.87,
      521.39,
      145.73
    ],
    "text": "import of seed by the private sector increased considerably",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.2,
      148.87,
      521.6,
      157.73
    ],
    "text": "in 1998. Potato seed imports increased by 52 per cent to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      295.92,
      160.87,
      521.15,
      169.73
    ],
    "text": "1,706 metric tons, while vegetable seed imports increased by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.96,
      172.87,
      521.08,
      181.73
    ],
    "text": "26 per cent to 186 metric tons. Despite the increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.96,
      184.87,
      521.26,
      193.73
    ],
    "text": "imports, the price of potato seeds has remained high,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.96,
      196.87,
      521.01,
      205.73
    ],
    "text": "accounting for a very high proportion of the cost of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      208.87,
      336.83,
      217.73
    ],
    "text": "production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      312.48,
      222.07,
      521.08,
      230.93
    ],
    "text": "Two new varieties of tomato, viz., Bl, which is heat",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      234.07,
      521.03,
      242.93
    ],
    "text": "tolerant, high yielding and resistant to bacterial wilt, and BL",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      246.07,
      520.43,
      254.93
    ],
    "text": "355, which produces the size, shape and colour preferred by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.974238395690918,
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      258.07,
      520.63,
      266.93
    ],
    "text": "farmers, were released by the DOA in 1998. In addition, a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      270.07,
      520.64,
      278.93
    ],
    "text": "low sugar sweet potato variety ('Gannoruwa White'), a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.72,
      282.07,
      520.42,
      290.93
    ],
    "text": "Dioscorea alata cultivar yam variety ('king yam') and an",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      294.07,
      520.23,
      302.93
    ],
    "text": "exotic ginger variety (Fiji) have been identified by the DOA",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.48,
      306.07,
      368.78,
      314.93
    ],
    "text": "for release in 1998.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      322.36,
      372.24,
      334.54
    ],
    "text": "Agro Chemicals",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      340.63,
      520.57,
      349.49
    ],
    "text": "Available provisional estimates indicate an increase of 3 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      352.63,
      520.29,
      361.49
    ],
    "text": "cent in the sale volume of agro chemicals (insecticides,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      364.63,
      520.05,
      373.49
    ],
    "text": "weedicides and fungicides) in 1998. The quantity of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      376.63,
      520.06,
      385.49
    ],
    "text": "weedicides, which accounts for about 46 per cent of total",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      388.63,
      520.15,
      397.49
    ],
    "text": "agro-chemical sales, declined by 9 per cent to 2,704 metric",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.0,
      400.63,
      520.16,
      409.49
    ],
    "text": "tons, while insecticide sales increased by 20 per cent to",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.915554523468018,
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.0,
      412.63,
      519.87,
      421.49
    ],
    "text": "2,582 metric tons. The quantity of fungicide sales declined",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.0,
      424.63,
      419.42,
      433.49
    ],
    "text": "by 3 per cent to 574 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      294.24,
      441.4,
      326.64,
      453.58
    ],
    "text": "Credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      293.52,
      459.43,
      519.94,
      550.61
    ],
    "text": "Short term crop loans were granted under the New Comprehensive Rural Credit Scheme (NCRCS) by the commercial banks during 1998. The government increased the interest subsidy component from 7.5 per cent per annum to 10 per cent per annum with a view to increasing the flow of credit to domestic agriculture. However, the total loans granted under the NCRCS during the 1997/98 cultivation year declined to Rs.442 million from Rs.586 million in 1996/",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      293.52,
      553.51,
      519.92,
      621.17
    ],
    "text": "97. Of the total loans granted, 62 per cent, amounting to Rs.274 million, was during the 1997/98 Maha season, while the balance Rs.168 million was granted during the 1998 Yala season. Of the total loans granted, 63 per cent were in respect of paddy, while the balance was to the subsidiary food crops sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.974238395690918,
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      293.28,
      626.95,
      519.7,
      718.13
    ],
    "text": "As in the previous year, the two state banks accounted for nearly two thirds of loans granted. The quantum of loans granted by the Regional Rural Development Banks (RRDBs) declined by 8 per cent to Rs.82 million and accounted for 19 per cent of the total loans granted during the cultivation year. During the 1998 Yala season the interest rates on the NCRCS loans were reduced from 16 per cent per annum to 12 per cent per annum.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959899425506592
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      506.4,
      743.73,
      519.15,
      754.8
    ],
    "text": "47",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.947884559631348
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      55.92,
      46.88,
      522.18,
      55.96
    ],
    "text": "Part 1 Central Bank of Sri Lanka Annual Report - 1998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.760295867919922,
      7.76124906539917,
      8.053239822387695,
      8.054228782653809
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      55.68,
      76.12,
      120.16,
      88.3
    ],
    "text": "3.7 Forestry",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.889445304870605
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      55.44,
      93.89,
      281.72,
      211.97
    ],
    "text": "The Ministry of Forestry and Environment continued its activities related to policy review and formulation, long-term sectoral planning, legislative review and formulation, monitoring and co-ordination of sector activities, facilitating donor assistance and providing the other necessary supportive activities required for forestry and related activities, with a greater emphasis on the conservation aspects. The extent deforested (clear felled) from forest plantations for the supply of timber in 1998 was 210 hectares. During the year 571 hectares were reforested by the Forest Department (FD).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      101.28,
      232.24,
      237.88,
      253.48
    ],
    "text": "TABLE 3.10 Statistics of the Forestry Sector",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      7.6767802238464355,
      7.76124906539917,
      8.054228782653809,
      8.68084716796875,
      9.008541107177734
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      85.92,
      273.36,
      279.06,
      280.65
    ],
    "text": "Item Unit 1996 1997(a) 1998(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.88,
      292.56,
      187.81,
      324.57
    ],
    "text": "1. Total forest cover (c) 000' Hectares Closed canopy forest (d) 000' Hectares Sparse forest 000' Hectares Mangroves Hectares",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      199.68,
      292.56,
      216.78,
      324.57
    ],
    "text": "2,119 1,583 464 8,687",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      230.16,
      292.8,
      247.42,
      324.81
    ],
    "text": "2,119 1,583 464 8,687",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      262.8,
      292.8,
      278.5,
      324.09
    ],
    "text": "2119 1583 464 8687",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.4,
      332.16,
      278.52,
      339.45
    ],
    "text": "2. Extent deforested (e) Hectares 300 205 210",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.64,
      346.8,
      278.26,
      353.85
    ],
    "text": "3. Extent reforested Hectares 13,167 205(f) 571",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.999745845794678,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.64,
      361.44,
      278.56,
      376.89
    ],
    "text": "4. Number of forest offences recorded No. 5,014 5,158 4193",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      63.6,
      384.24,
      138.45,
      399.45
    ],
    "text": "Volume of timber detected Value of timber detected",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      145.92,
      384.24,
      184.69,
      399.69
    ],
    "text": "Cubic Meters Rs. Mn.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      199.92,
      384.48,
      216.95,
      399.45
    ],
    "text": "3,918 35.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      230.4,
      384.48,
      247.66,
      399.93
    ],
    "text": "2,488 29.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      262.8,
      384.72,
      278.57,
      399.69
    ],
    "text": "2589 29.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      56.88,
      408.72,
      281.29,
      466.41
    ],
    "text": "Source: Forest Department. (a) Revised (b) Provisional (c) Approximately 72,350 ha. of viable forest plantations are included. (d) Includes mangroves. (e) Estimates (f) Excluding extents under Participatory Forestry Project.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.038691997528076
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      296.88,
      76.61,
      522.7,
      161.57
    ],
    "text": "The number of forest offences recorded in 1998 decreased by 19 per cent to 4,193 from 5,158 in 1997. However, the volume of illicitly felled timber increased by 4 per cent to 2,589 cubic meters, while the value increased marginally to approximately Rs.30 million. Increased surveillance and stringent regulations in the transportation of timber continued to control illegal deforestation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      297.36,
      164.45,
      523.18,
      411.65
    ],
    "text": "Several projects in environmental management were undertaken by the FD in 1998. The Sinharaja and Knuckles conservation projects were carried out with foreign aid amounting to Rs.3.9 million from the Norwegian Development Programme (NORAD). Rs.l million was provided for the mangrove conservation project. The funds provided for these two projects were completely utilised. Activities under these projects included conservation area management, buffer zone management, extension and awareness programmes, training programmes, maintenance of buildings and the construction and maintenance of roads. The Asian Development Bank and Australian Aid (AUSAID) provided funds amounting to Rs.248.5 million, which have been completely utilised for the Participatory Forestry Project. Under this project, 10.5 million seedlings were produced in 1998 and forest plantations were raised through homestead development (7,392 hectares), farmer wood lots (2,540 hectares), protective wood lots (1,141 hectares) and miscellaneous tree planting programmes (591 hectares block planting and 464 km avenue planting.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      297.84,
      414.05,
      523.05,
      461.57
    ],
    "text": "During the year, the FD engaged in formulating a national forestry policy and the preparation of an investment project for possible ADB funding for the implementation of a 5 year programme of the forestry sector master plan.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.008541107177734
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.6,
      746.48,
      69.75,
      755.57
    ],
    "text": "48",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.056208610534668
    ]
  }
]