[
  {
    "page_number": 0,
    "bbox": [
      42.72,
      35.52,
      509.02,
      42.57
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.48,
      62.34,
      359.52,
      76.73
    ],
    "text": "3. AGRICULTURE, FISHING AND FORESTRY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      12.42313003540039,
      12.934836387634277
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.44,
      118.84,
      157.91,
      131.02
    ],
    "text": "3.1 Production Trends",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.68,
      147.98,
      269.13,
      393.14
    ],
    "text": "The drought that started in the last quarter of 1995 and lasted until mid 1996 due to the failure of the North East monsoon and inter-monsoonal rains, affected mainly the domestic agricultural output and coconut pro­duction in the plantation sector during 1996. Tea produc­tion, after a record output in 1995, rose further by 5 per cent, while tea prices increased by 44 per cent to reach record levels at the Colombo Auctions. Rubber produc­tion recorded a 6 per cent increase. However, coconut production declined by 8 per cent. Paddy production declined by 27 per cent while prices increased by 31 per cent. There was a 3 per cent increase in sugar produc­tion. The performance of other field crops was mixed with output of some items such as potatoes, cowpea and green gram showing higher production levels while some oth­ers showed production declines. There was an increase in aquaculture fish production, but due to the decline in marine fish output, total fish production declined by 4 per cent. Although the output levels of most crops recovered towards the end of the year, total agricultural output reg­istered a 5 per cent decline in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      137.04,
      420.0,
      177.14,
      426.81
    ],
    "text": "T A B L E 3.1",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      84.24,
      429.84,
      232.13,
      436.65
    ],
    "text": "P r o d u c t i o n a n d P r i c e C h a n g e s o f M a j o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      123.6,
      439.68,
      191.43,
      446.49
    ],
    "text": "A g r i c u l t u r a l I t e m s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.723998069763184,
      5.850914478302002
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      57.36,
      460.8,
      266.47,
      473.37
    ],
    "text": "Production Changes in 1996 (%) Item Unit",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      143.52,
      478.32,
      266.32,
      485.37
    ],
    "text": "1995 1996 Production Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      493.92,
      257.27,
      500.97
    ],
    "text": "Tea Kg.Mn. 246 258 5 44",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.808724880218506,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      507.84,
      258.15,
      515.13
    ],
    "text": "Rubber Kg.Mn. 106 112 6 -6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.808724880218506,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      522.0,
      257.99,
      528.81
    ],
    "text": "Coconut Nuts Mn. 2,755 2,546 -8 73",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.816310882568359,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      535.68,
      257.44,
      542.49
    ],
    "text": "Paddy MT '000 2,810 2,061 -27 31",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      549.36,
      257.64,
      556.41
    ],
    "text": "Sugar MT '000 71 73 3 4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      562.57,
      258.24,
      570.33
    ],
    "text": "Fish -MT '000 238 229 A 6",
    "fonts": [
      "Helvetica-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.81400728225708,
      6.069423198699951,
      6.95993709564209
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      169.2,
      579.6,
      269.59,
      586.41
    ],
    "text": "Souicc Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.816662788391113,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      599.56,
      160.99,
      611.74
    ],
    "text": "3.2 Agricultural Policy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      628.22,
      270.38,
      696.98
    ],
    "text": "The Government was firmly committed to im­prove the efficiency of the state-owned Regional Plan­tation Companies (RPCs) through private sector par­ticipation in the plantation sector. Government policy has been to hand over the full benefit and risk of man­agement to the private sector under long-term leases",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      284.16,
      119.42,
      510.38,
      446.9
    ],
    "text": "of land for 53 years with effect from 1992. In 1995, fifty one per cent of the total shares in six profit making RPCs were sold to the companies managing the RPCs. Twenty per cent of the shares were offered to the public of which 12 per cent was on a tender basis to establish the market price for the 51 per cent share of the com­pany. The sale of 51 per cent of the shares of four loss making RPCs, namely, Watawala, Madulsima, Maskeliya and Agarapatana, which were offered on an \"all or noth­ing\" basis to the highest bidder through the Colombo Stock Exchange in December 1995, was completed in 1996. Due to the boom in tea prices, share prices realised were higher than the minimum fixed price of Rs. 10 per share. In the second half of 1996, 51 per cent of the shares in three more RPCs namely, Balangoda, Hapugastenna and Udapussellawa were sold on the Stock Exchange with the price per share rising still further. Kotagala Plantations changed ownership thrice since privatisation. The Government has set out pre-qualifi-cation criteria for prospective bidders to ensure that the plantations are sold in the future to suitable bidders who have a genuine interest in the plantations. These criteria include, a sound financial record for the last five years, pervious experience in managing plantation companies or the access to personnel with the required capabilities and the capacity to bring in managerial, agricultural and technical expertise that would guarantee their long term interest in the plantation they desire to purchase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      285.84,
      465.5,
      511.25,
      698.9
    ],
    "text": "In view of the drought situation experienced in the last quarter of 1995 and its adverse impact on rice pro­duction, the Ministry of Agriculture, Lands and Forestry (MALF), taking into consideration the projected Yala 1996 crop as well, predicted early the deficit in rice pro­duction in 1996 to be around 500,000 to 600,000 met­ric tons. The Food Commissioner made this deficit known to the importers and monitored the import of rice. Due to high international prices, rice imports were low during the first quarter of 1996. Hence, the 35 per cent import duty on rice was waived from April 1996 and rice imports were made duty-free for a 6 month period till October 1996. This duty-free concession was subse­quently extended until end December 1996. During the year, an unusually large quantity of paddy was imported. Therefore, according to MALF sources, in order to pro­tect local producers as well as to prevent the introduc­tion of new pests and diseases to seed paddy, the import of paddy (rice in husk) which had been liberalised in Janu­ary 1994, was brought under licensing on 30 August",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.32,
      722.06,
      58.4,
      732.02
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.36,
      41.76,
      526.29,
      49.53
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.28,
      69.26,
      282.59,
      90.98
    ],
    "text": "1996. Wheat grain as well as meslin and maize contin­ued to remain under the licensing requirement.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.56,
      105.02,
      284.73,
      444.26
    ],
    "text": "The policy to allow the importation of chillies, on­ions (except red onions which was totally banned) and potatoes was conducted under a licensing system based on local production and in consultation with the MALF. This policy was done away with in July 1996 with the onset of the harvesting season of the Yala 1996 crop and the importation of chillies, onions (including red onions) and potatoes was liberalised. In addition, the 20 per cent turnover tax levied on these imports was waived, although the duty remained at 35 per cent (import duty on seed potatoes was 10 per cent). This move led to an increase in the import of these commodities resulting in a sub­stantial drop in the prices especially of potatoes and onions. With the objective of bringing down prices fur­ther and meeting seasonal demand in early December 1996, the import duty on chillies, onions and potatoes was reduced from 35 per cent to 20 per cent, till end January 1997. These measures immediately helped the consumers. Any reversal of these measures would not be advisable, as they marked positive steps towards re­ducing agricultural protection and exposing the agricul­ture sector to import competition and improving effi­ciency. Meanwhile, the Co-operative Wholesale Estab­lishment (CWE) which had purchased dry chillies from the Yala 1996 harvest was not able to dispose of its stocks by the end of the year, as the market price had dropped considerably. It would be imprudent for the CWE to stockpile commodities at non-competitive prices, as it thwarts the commercial viability of the CWE.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.8,
      463.34,
      284.78,
      614.42
    ],
    "text": "By the end of the year, the policy with respect to chillies, onions and potatoes was to liberalise imports with tariff adjustments based on the salvage price (the price that enables the farmer to recover his costs and earn a reasonable return), international prices and other trade, social and economic issues. A tariff sub-com­mittee would regularly review the situation with respect to these commodities and make recommendations for tariff adjustments. It is vital to have a consistent policy without undue interference in the market to provide stable and correct signals to farmers, importers and distribu­tors to improve the performance of the agriculture sec­tor and related activities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      58.8,
      628.94,
      284.54,
      709.46
    ],
    "text": "A seed and planting materials policy was approved in 1996 with the aim of establishing seed enterprises with the participation of the private sector to produce and market seed. Government agencies, including the Department of Agriculture, would provide necessary sup­port for these enterprises and ensure high quality seed production. With a view to implementing this policy, a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.44,
      69.74,
      528.09,
      138.5
    ],
    "text": "National Seed and Planting Materials Committee (NSPMC) was set up under the MALF with the partici­pation of the private sector, which is expected to play a major role in the seed industry. An action plan has been drawn up and accepted by the NSPMC for implementa­tion.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.2,
      153.26,
      528.12,
      386.66
    ],
    "text": "Cultivation insurance schemes for paddy, other field crops, betel and sugar cane, as well as a livestock insur­ance scheme, continued to be available in 1996 from the Agricultural Insurance Board (AB3). In addition, pension and social security benefit schemes for farm­ers and fishermen are made available through the AIB. In 1996, about 45,400 farmers and nearly 2,870 fisher­men were enrolled in these pension schemes. A note­worthy development in crop insurance was the partici­pation of one private sector insurance company. The activity of this company was however limited, mainly as a result of the two state banks not being able to accept private sector insurance policies as collateral guaran­tees for cultivation loans. Under the provisions of the AIB Act No. 27 of 1973, the two state banks are con­strained to accept crop insurance cover only from the AIB. As it is useful to have crop insurance in the event of crop failure, the expansion of agricultural insurance will require the participation of the private sector. This will necessitate amending the AIB Act.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.926983833312988,
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.44,
      403.58,
      527.85,
      578.18
    ],
    "text": "Farmer Organisations (\"Govi Sangvidana\") estab­lished under the Agrarian Services Act were revamped under the new policy of the MALF to enable farmers to benefit from the organisations. By the end of Decem­ber 1996, a total of 12,937 farmer organisations had been established in 12,634 Grama Seva Divisions. It is antici­pated that these Farmer Organisations would subse­quently develop into farmer companies. These organisations, together with government officials, man­age and operate the Agrarian Service Centres renamed \"Govi Jana Kendrayas\" (Production Service Centres). There are 541 \"Govi Jana Kendrayas\". All agricultural programmes and special projects such as the National Irrigation Rehabilitation Project (NIRP) are imple­mented through these centres.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      301.2,
      593.18,
      527.4,
      708.98
    ],
    "text": "In response to the prediction made by the Food and Agriculture Organisation of a global food shortage in the year 2005, the MALF in December 1996 launched an islandwide food drive known as \"Waga Lanka\" which aims at combining modern and traditional methods of agriculture to suit farmer needs and consumer demand. This involves commercialising subsistence agriculture, adopting integrated farming techniques for year round cultivation, empowering farmers to have adequate bar­gaining power and making agriculture an attractive and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      513.84,
      728.54,
      525.38,
      738.5
    ],
    "text": "31",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      46.32,
      41.28,
      512.86,
      48.33
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      46.32,
      68.3,
      271.58,
      125.3
    ],
    "text": "dignified profession for educated youth. Farmer com­panies are to be established to market, transport and dis­tribute agricultural products. Emphasis would be placed on research for obtaining high yielding varieties of seed and new techniques in farming.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      46.8,
      139.58,
      272.49,
      314.18
    ],
    "text": "In the domestic agricultural sector the government's direct involvement is not advocated, it can help the sec­tor by taking the initiative to improve research and devel­opment particularly in the areas of agro processing, pack­ing and handling field crops, improving hybrid varieties and the development of markets. The removal of licens­ing of imports of chillies, potatoes and onions in 1996 was a step in the right direction, although it came as an imme­diate response to safeguard the interests of consumers in the context of a sharp increase in food prices. A con­sistent, transparent and liberal trade policy for agricul­tural products would create a conducive climate for the private sector to play an effective role in improving the development of agricultural products and input markets, as well as warehouse and storage facilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.0,
      330.86,
      273.34,
      423.14
    ],
    "text": "Another area that needs careful attention is the fertiliser subsidy. While the availability of the fertliser subsidy to the tea sector which enjoyed remunerative prices was questionable, this scheme needs to be gradu­ally phased out by identifying the farmers who need to be supported through the fertiliser subsidy scheme. Fertiliser importers continued to experience delays in settle­ment of subsidy payments by the Government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.48,
      438.04,
      139.19,
      450.22
    ],
    "text": "3.3 Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.72,
      465.88,
      67.54,
      478.06
    ],
    "text": "Tea",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.96,
      492.86,
      274.57,
      702.74
    ],
    "text": "For the third consecutive year, tea production con­tinued to increase, surpassing the previous year's peak production level by 5 per cent to record an all time high of 258 million kg. during 1996. The increased output was solely on account of an improvement in the low elevational areas. Well distributed rainfall especially in the low country wet zone districts of Ratnapura, Galle and Matara, higher productivity from the small holders as well as the increased use of fertiliser encouraged by at­tractive prices contributed towards the improved perfor­mance of the tea sector. The production of low grown teas continued to increase for the fourth consecutive year and surpassed the previous year's peak production level by 13 per cent to record 138 million kg. and thereby ac­counted for 53 per cent of the total tea output, compared to 50 per cent recorded in the previous year. Cultivation of virgin lands with high yielding vegetatively propagated clones have contributed towards the improved perfor­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      288.24,
      68.3,
      512.97,
      126.26
    ],
    "text": "mance of the low elevational areas. The output of high and medium elevations declined by 2 per cent and 5 per cent, respectively. These two elevations together have 59 per cent of the total extent under mature tea (in bear­ing).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      380.4,
      133.92,
      421.02,
      140.73
    ],
    "text": "T A B L E 3.2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      351.36,
      148.32,
      450.76,
      155.13
    ],
    "text": "S t a t i s t i c s o f t h e T e a Sector-",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      315.12,
      162.72,
      506.47,
      169.53
    ],
    "text": "Item Unit 1994 1995(a) 1996(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.84,
      183.84,
      510.08,
      216.33
    ],
    "text": "1. Production Kg.Mn. 242 246 258 High grown Kg.Mn. 77 74 72 Medium grown Kg.Mn. 47 51 40 Low grown Kg.Mn. 118 122 138",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.766258716583252,
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.36,
      225.6,
      510.49,
      266.01
    ],
    "text": "2. Extent (c) Total extent Hectares '000 187 189 188 Extent in bearing Hectares '000 n.a. 173 177",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.6,
      275.52,
      509.67,
      282.81
    ],
    "text": "3. Fertiliser used MT '000 126 120 154",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      291.6,
      292.56,
      510.56,
      299.61
    ],
    "text": "4. Replanting Hectares 1,225 1,215 990",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.08,
      309.12,
      509.51,
      316.41
    ],
    "text": "5. New Planting Hectares 1,450 1,397 565",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.08,
      326.16,
      323.64,
      332.97
    ],
    "text": "6. Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      309.36,
      334.32,
      511.23,
      349.77
    ],
    "text": "Colombo (net) Rs./Kg. 65.12 72.21 103 88 Export (f.o.b) RsVKg. 91.32 102.31 139 56",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.32,
      359.52,
      511.14,
      366.33
    ],
    "text": "7. Cost of production RsVKg. 75.67 76.14 90 75",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.32,
      376.08,
      509.78,
      383.13
    ],
    "text": "8. Exports Kg.Mn. 230 241 244",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      292.56,
      392.64,
      511.08,
      408.09
    ],
    "text": "9. Export earnings Rs. Mn. 20,964 24,638 34,068 SDR Mn. 296 316 424",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.039862632751465,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.64,
      417.84,
      374.45,
      424.65
    ],
    "text": "10. Value added as % of",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.9348955154418945,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.44,
      426.0,
      510.13,
      433.05
    ],
    "text": "GDP (d) 2.3 2.1 2 2",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      395.04,
      445.68,
      489.31,
      452.49
    ],
    "text": "Sources Sri Lanka Tea Board",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.64,
      455.52,
      514.72,
      462.33
    ],
    "text": "(a) Revised. National Fertiliser Secretariat",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.64,
      466.56,
      504.99,
      512.49
    ],
    "text": "(b) Provisional. Central Bank of Sri Lanka (c) Based on a tea land Survey conducted In 1994/95 by the Tea Commissioner's Division (excludes abandoned tea lands). (d) In growing and processing only.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      290.88,
      519.98,
      516.39,
      706.34
    ],
    "text": "The contribution of the tea small holders towards the total output has increased over the years. During the last decade, the small holders' share in total output had increased from 39 per cent in 1987 to 57 per cent by 1996. The striking feature of the small holders' produc­tion is that this 57 per cent of the output had come from 44 per cent of the mature extent under tea which signi­fies the efficiency of the small holders compared to the large plantations owned by private companies and the State. According to the Tea Small Holdings Develop­ment Authority (TSHDA), the average yield of the small holders during the year increased by 5 per cent to 1,930 kg. per hectare while the state and private company plan­tations also showed an increase of 4 per cent to 1,043 kg. per hectare. As a result, the national average tea yield has improved by 4 per cent to 1,367 kg., which is still well",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.36,
      727.58,
      63.61,
      737.54
    ],
    "text": "32",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.88,
      37.92,
      525.34,
      45.21
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      64.94,
      283.66,
      168.98
    ],
    "text": "below the average yield of Kenya which is around 2,000 kg. per hectare. However, the small holder yields are higher than those of the state sector and privatised company yields by 85 per cent. Further, nearly 70 per cent of the extent of the small holders is under high yielding Vegeta-tively Propagated clonal (VP) tea while the balance is under seedling tea. In contrast to the small holders, 57 per cent of the state sector and privatised companies are under seedling tea.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954660415649414,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.72,
      65.18,
      527.74,
      169.22
    ],
    "text": "productivity, measured by average intake per plucker, re­mained at 15 kg. per labour day in 1996 as well. However, two plantation companies and the few estates of the Janatha Estates Development Board and Sri Lanka State Plantations Corporation have recorded an average intake per plucker of more than 20 kg. per labour day. Average intake per plucker in other tea producing countries such as India and Kenya have been generally above 25 kg. per labour day.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      57.6,
      184.46,
      284.01,
      359.06
    ],
    "text": "After a steady increase over several years , the CTC (cut, tear and curl) tea production declined in 1996 by 15 per cent to 17 million kg., as it was more remunera­tive to cater to the orthodox tea market due to the re­cent sharp increase in orthodox tea prices. The green leaf suppliers preferred to supply their leaf to orthodox factories at the expense of CTC factories. This is so because green leaf suppliers are paid on the basis of the net sale average realised by the factory at the Colombo Auctions. The Sri Lanka Tea Board (SLTB) was of the view that the country has reached a temporary saturation point in CTC production and hence, they have imposed a moratorium on the incentive scheme for CTC machin­ery for a one year period with effect from 27 October 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.96,
      380.64,
      251.93,
      406.68
    ],
    "text": "Chart 3.1 Price and Cost of Production Indices: Tea (1990=100)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.4,
      409.16,
      84.27,
      414.84
    ],
    "text": "175",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.4,
      420.2,
      84.27,
      425.88
    ],
    "text": "185",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.4,
      431.24,
      84.27,
      436.92
    ],
    "text": "155",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.64,
      442.28,
      84.36,
      447.96
    ],
    "text": "145",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.64,
      453.32,
      84.51,
      459.0
    ],
    "text": "135",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.4,
      464.36,
      84.27,
      470.04
    ],
    "text": "125",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.64,
      475.4,
      84.36,
      481.08
    ],
    "text": "115",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.64,
      486.44,
      84.51,
      492.12
    ],
    "text": "105",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      497.48,
      84.35,
      503.16
    ],
    "text": ".95",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.849827289581299
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      77.76,
      508.52,
      84.69,
      514.2
    ],
    "text": "85",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.852688789367676
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      134.4,
      420.96,
      148.51,
      427.77
    ],
    "text": "Price",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      134.16,
      430.8,
      148.64,
      437.61
    ],
    "text": "Cost",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      75.36,
      519.56,
      184.29,
      540.09
    ],
    "text": "75 - .19 1994 Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.850780963897705,
      4.852688789367676,
      5.0615010261535645,
      5.428226470947266,
      5.995495796203613
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      58.08,
      564.38,
      284.14,
      703.7
    ],
    "text": "The weighted average cost of production (COP) of made tea of the JEDB, SLSPC and 21 plantation compa­nies increased by 18 per cent to Rs.90.75 per kg. owing mainly to the increase in wages during the year. Labour wages were increased in plantation companies by Rs. 10.76 to Rs.83.00 per worker per day from July 1996 onwards, despite poor labour productivity. An incentive payment (price wage supplement) based on the net sale average of the company was also paid to workers. As a result, the cost of labour continued to be a critical factor and exerted further pressure on an already high cost of production. Taking into consideration plantation companies, labour",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      300.0,
      184.7,
      530.64,
      465.14
    ],
    "text": "Price recovery, which was triggered off as a result of the re-entry of the Commonwealth of Independent States (CIS) buyers to the Colombo Auction during the latter half of 1995, continued throughout 1996 as well. As a result, the average Colombo Auction Price surpassed the COP for the first time after five years of negative profit margins. Demand for Sri Lanka tea was further enhanced by the reduction in the exportable surplus of Indian tea, owing to increasing domestic demand in India. As a re­sult, Sri Lanka's exports to CIS countries rose from 13,800 metric tons in 1994 to 42,200 metric tons by 1996. As in the previous year, CIS countries continued to be the ma­jor destination of Sri Lanka's tea exports. Due to the sharp rise in the demand for orthodox tea, the annual net sale average realised at the Colombo Auction rose by 44 per cent to Rs. 103.88 per kg. during 1996, the best price realised at the Colombo Auction in Rupee terms. In SDR terms, this was below the prices realised during the tea boom of 1983 to 1985 and was 52 per cent below the peak SDR price realised in 1984. The annual average export price also improved by 36 per cent to Rs. 139.56 per kg. The volume of exports increased by 3 million kg. to 244 million kg. during the year, while export earnings recorded a 38 per cent increase to reach Rs.34,000 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92884349822998,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      301.2,
      482.3,
      528.22,
      703.94
    ],
    "text": "Fertiliser application in the tea sector increased by 28 per cent to 153,900 metric tons, encouraged by the high tea prices. As in the two previous years, the assis­tance for new planting for the three elevations remained at the same level of Rs.36,000 per hectare. However, this was adequate only to cover the cost of new planting of about one eighth of a hectare. Capital outlay in­volved in new planting and replanting is extremely high. As a result, both the new planting and replanting programmes during the year were adversely affected, and only 565 hectares were newly planted compared to 1,400 hectares, newly planted during 1995. The total amount of assistance disbursed under the new planting assistance scheme during the year was Rs. 16 million. The replanting assistance too remained unchanged at Rs.67,000 per hectare for high and medium elevations and at Rs.57,000 per hectare for low elevations. In the case of replanting too, the cost involved is extremely high and the assistance rate accounted for less than one fourth of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      514.32,
      723.5,
      526.61,
      733.46
    ],
    "text": "33",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.76,
      38.54,
      513.82,
      48.5
    ],
    "text": "Parti C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.48,
      67.58,
      273.5,
      89.3
    ],
    "text": "the total expenditure. The amount disbursed under this scheme during the year was Rs.32 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      48.72,
      103.1,
      274.2,
      195.38
    ],
    "text": "The other development assistance schemes in the tea processing sector, such as the tea factory develop­ment support scheme and the tea bagging machinery in­terest support scheme, continued during the year with funds made available from the cess collection. The tea cess remained at Rs.2.00 per kg. during 1996as well. The total cess collected during the year rose by 3 per cent to Rs.492 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.2,
      209.56,
      88.31,
      221.74
    ],
    "text": "Rubber",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      49.68,
      236.78,
      275.29,
      399.62
    ],
    "text": "Rubber production during 1996, estimated at 112 million kg., was 6 per cent higher than the production recorded in 1995. This was the best production recorded since 1990. The improvement in production was attrib­uted to well distributed rainfall coupled with increased application of fertiliser and better management brought about by the attractive prices prevailing since the latter part of 1994. However, rubber production has shown a declining trend over the years and the present annual pro­duction is about 20 per cent less than the production recorded a decade ago. This was because the extent un­der rubber had dwindled over the years due to land under rubber being used for residential, and to a lesser de­gree, for industrial purposes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.923852920532227,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      415.82,
      276.08,
      578.66
    ],
    "text": "Production of sheet and crepe rubber increased by 26 per cent and 19 per cent, respectively, to 53 million kg. and 42 million kg. during 1996 compared to the pre­vious year. As a result, the share of sheet rubber in total rubber produced increased from 40 per cent in 1995 to 47 per cent in 1996, while that of crepe rubber increased from 33 per cent to 37 per cent during this period. Thai­land is the largest producer of natural rubber and ac-counts for 30 per cent of world natural rubber produc­tion. In comparison, although Sri Lanka accounts for less than 2 per cent of total world production, Sri Lanka is the major exporter of crepe rubber and a leading ex­porter of industrial tyres. This niche market for value added crepe and industrial tyres should be exploited further.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      51.12,
      593.9,
      276.49,
      709.7
    ],
    "text": "The extent under rubber has shown a marginal in­crease to 162,000 hectares. However,^the extent under tapping had declined by 1 per cent to 122,300 hectares. Therefore, the production increase was entirely owing to an improvement in the yield. During the year, the yield improved by 2 per cent to 870 kgs. per hectare. However, the yields were far below the potential yields due to non application of recommended levels of fertiliser and loss of tapping days due to rain. According to the Rubber Research Institute of Sri Lanka (RRISL), rubber output",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      290.4,
      67.34,
      515.09,
      137.3
    ],
    "text": "can be easily raised in the short term by 10 per cent to 15 per cent by using rain guards. An experiment by the RRISL at Dartonfield Estate, revealed that the use of rain guards had increased the number of tapping days during 1996 by over 10 per cent, compared to an estate without the rain guards.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      381.12,
      153.12,
      421.7,
      159.93
    ],
    "text": "T A B L E 3.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      345.12,
      162.72,
      459.65,
      169.53
    ],
    "text": "S t a t i s t i c s o f t h e R u b b e r S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      316.56,
      182.4,
      510.83,
      189.69
    ],
    "text": "Item Unit 1994 1995(a) 1996(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819860458374023,
      5.850914478302002,
      6.012817859649658,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.8,
      200.64,
      511.32,
      215.61
    ],
    "text": "1. Production Kg.Mn. 105 106 112 2. Area (c)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.766258716583252,
      5.808724880218506,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      310.08,
      217.2,
      410.88,
      224.25
    ],
    "text": "Under cultivation Hectares",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      310.32,
      225.84,
      511.56,
      249.21
    ],
    "text": "'000 161 162 162 Under tapping Hectares '000 121 124 122",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.04,
      259.2,
      511.52,
      266.25
    ],
    "text": "3. Yield Kg./Hectare 870 853 870",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.04,
      272.24,
      514.75,
      285.86
    ],
    "text": "4. Fertiliser used MT '000 17 15 tff§|fl",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.781081676483154,
      5.850914478302002,
      6.069423198699951,
      12.725062370300293
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.28,
      292.56,
      511.32,
      299.61
    ],
    "text": "5. Replanting Hectares 1,623 3,239 3,200",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.827591419219971,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.28,
      309.36,
      510.87,
      316.41
    ],
    "text": "6. New Planting Hectares 538 829 855",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.52,
      325.92,
      325.32,
      332.97
    ],
    "text": "7. Prices",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      310.56,
      334.32,
      512.19,
      349.77
    ],
    "text": "Export (f.o.b) Rs./kg. 51.81 83.69 79 78 Colombo (RSS 1) Rs./kg. 50.36 72.04 67.85",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.773706912994385,
      5.802123069763184,
      5.823791027069092,
      5.850914478302002,
      6.036041736602783,
      6.054015636444092,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.52,
      359.52,
      511.99,
      366.57
    ],
    "text": "8. Cost of production Rs./kg. 30.85 33.37 36.70",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.773706912994385,
      5.850914478302002,
      6.054015636444092,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      294.0,
      376.32,
      512.06,
      383.37
    ],
    "text": "9. Exports Kg.Mn. 69 68 72",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.791531562805176,
      5.808724880218506,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      291.84,
      392.88,
      512.15,
      399.93
    ],
    "text": "10. Domestic consumption Kg.Mn. 36 37 40",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.808724880218506,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.08,
      409.68,
      512.42,
      433.05
    ],
    "text": "11. Export earnings Rs. Mn 3,582 5,713 5.753 SDR Mn. 51 74 72 12. Value added as %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.577115058898926,
      5.802123069763184,
      5.850914478302002,
      5.9348955154418945,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      307.44,
      434.64,
      512.13,
      441.69
    ],
    "text": "of GDP (d) 0.9 0.8 0.9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.753790378570557,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      292.56,
      453.84,
      516.43,
      514.41
    ],
    "text": "Sources: Rubber Development Department (a) Revised. National Fertiliser Secretariat (b) Provisional. Central Bank ot Sri Lanka (c) Based on a Survey on Agricultural Crops and Livestock-1993. Dept. of Census and Statistics. (d) In growing and processing only.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.723998069763184,
      5.81522274017334,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.04,
      531.26,
      517.53,
      623.54
    ],
    "text": "The extent replanted during the year dropped mar­ginally to 3,200 hectares while the extent newly planted increased by 3 per cent to 855 hectares. Meanwhile, the assistance granted per hectare for replanting (Rs.49,722) and new planting (Rs.48,185) remained at the same level as in the previous year. The World Bank funded Small Holder Rubber Rehabilitation Programme continued during 1996 as well.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      293.04,
      637.82,
      518.1,
      706.58
    ],
    "text": "The average cost of production of rubber (in large plantations and in the smallholder sector), as estimated by the Rubber Development Department (RDD), has in­creased by 10 per cent to Rs.36.70 per kg. largely owing to the wage increase made during the year. Wages for plantation labour in the rubber sector increased by Rs. 10.76",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      52.08,
      726.62,
      64.29,
      736.58
    ],
    "text": "34",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      55.68,
      29.67,
      524.22,
      37.96
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l . R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.221736431121826
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      56.4,
      57.5,
      283.74,
      185.06
    ],
    "text": "to Rs.83.00 per day from July 1996. An incentive pay­ment based on the sale price of RSS No. 1 rubber was also made by large plantations to tappers. The shortage of tappers is a major problem in the rubber plantations. To overcome this problem the RDD in 1995, commenced a programme to train new tappers. In 1996, the RDD was able to train 1,500 tappers. Taking into consideration plan­tation companies, labour productivity in 1996, as mea­sured by average quantity of latex tapped, was 5.7 kg. per labour day. This was a 2 per cent decline when com­pared to 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.999374866485596,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      78.48,
      209.52,
      245.2,
      244.84
    ],
    "text": "--'Chart3.2 :. Price and Cost of Production Indices: Rubber (1990=100) 350 i • • \"",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      4.048603534698486,
      6.221736431121826,
      6.958647727966309,
      6.964912414550781
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      86.16,
      336.87,
      256.1,
      364.84
    ],
    "text": "0 H 1 . .i , _ . r 1 1992 1993 ' 1994 ' 1995 liX 1996 •.. • :Year. \" •<",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.221736431121826,
      6.441749572753906,
      6.964912414550781,
      7.0,
      10.077280044555664,
      10.121012687683105,
      10.122007369995117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.12,
      384.14,
      284.94,
      511.7
    ],
    "text": "The rubber prices remained attractive despite a 6 per cent dip in the annual average price of RSS 1 at the Colombo Auction, to Rs.67.85 per kg., from the peak recorded in 1995. The average export (f.o.b) price of all grades of rubber, which recorded a 62 per cent increase during 1995, declined by 5 per cent to Rs.79.78 per kg. in 1996. In spite of the drop in prices, export earnings increased margin­ally to Rs.5,800 million on account of an increased volume of rubber exported during the year. However, in SDR terms, the export earnings showed a 3 per cent decline to SDR 72 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.999374866485596,
      8.92884349822998,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.36,
      526.7,
      282.81,
      630.74
    ],
    "text": "Domestic consumption of rubber continued to in­crease in line with the recent trend. Domestic consump­tion rose by 8 per cent to 40 million kg. This was a noteworthy improvement when considering the num­ber of working hours lost, due to the long hours of power cuts in 1996. Low grade sheet rubber and uncoagulated latex rubber are mainly consumed by the local indus­tries for the production of automobile tyres (including retreading), industrial tyres, gloves, footwear, etc.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      57.36,
      645.26,
      282.81,
      690.5
    ],
    "text": "The rubber export cess, which is the main source of funding for the assistance schemes and research, remained unchanged in 1996. The total cess collected during the year increased by 39 per cent to Rs.400 million in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      299.04,
      57.98,
      525.24,
      126.74
    ],
    "text": "Treated rubber wood is used for the manufacture of furniture by several furniture manufacturers. However, this area needs to be exploited further in the wake of dwindling forest cover. Further, the salvage value from the sale of uprooted trees will partly offset the high cost of replanting.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      299.52,
      140.2,
      341.96,
      152.38
    ],
    "text": "Coconut",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      298.8,
      167.42,
      525.69,
      318.5
    ],
    "text": "Coconut production was estimated to have declined by 8 per cent in 1996 to 2,546 million nuts. The decline was attributed to the lagged effect of the drought condi­tions that prevailed in the latter part of 1995 and early 1996. Due to the decline in supply and strong competition for procurement of coconuts for desiccated coconut and co­conut oil production, domestic prices of coconuts in­creased by more than 70 per cent. Uncertainties about the production level in the Philippines and high prices of sub­stitute vegetable oil, raised the world prices of major co­conut kernel products during the year. Export earnings from coconut kernel products increased by 24 per cent in SDR terms, despite a lower volume of exports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.92884349822998,
      8.954887390136719,
      9.015691757202148
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      299.52,
      334.22,
      525.98,
      508.82
    ],
    "text": "The production of the three major coconut kernel products declined in 1996, as a result of the shortfall in nut supply. Although, the nut equivalent of desiccated coconut (DC) production declined by 9 per cent over the peak production of 1995 to register 425 million, it was still higher than the annual production recorded during the period from 1987 to 1994. The nut equivalent of co­conut oil production in 1996 was 328 million nuts, which was a 36 per cent decline compared to 1995. The nut equivalent of copra exports and fresh nut exports too de­clined by 22 per cent and 37 per cent, respectively, to reg­ister 39 million nuts and 17 million nuts, respectively. Domestic consumption of coconut increased marginally to 1,720 million nuts and was about 68 per cent of total production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      299.76,
      524.54,
      526.17,
      628.58
    ],
    "text": "The total extent under coconut, according to the Co­conut Cultivation Board (CCB), was around 417,000 hect­ares in 1996. This was about 22 per cent of the total arable land in the country and was second only to the extent un­der paddy. In 1996, the total extent under bearing was estimated at 363,000 hectares. Taking into consideration the extent under bearing, the average yield declined by 8 per cent from 7,590 nuts per hectare in 1995 to 7,014 nuts per hectare in 1996, mainly due to the drought effect.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      299.52,
      643.1,
      526.16,
      700.1
    ],
    "text": "According to a preliminary survey conducted by the Coconut Research Institute, around 1,000 hectares of prime coconut land per year is lost in the coconut triangle (districts of Gampaha, Kurunegala and Puttalam) due to fragmentation of coconut land for construction of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      513.6,
      716.78,
      525.68,
      726.74
    ],
    "text": "35",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.16,
      33.84,
      516.22,
      40.65
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      49.92,
      60.86,
      275.16,
      153.14
    ],
    "text": "houses, industries (eg. Free Trade Zones) and other build­ings, play grounds and electrification schemes. In order to minimise the negative impact on the coconut sector of this alarming situation, the CCB has taken steps to popularise coconut cultivation in new areas being devel­oped under the Mahaweli Development project and other major irrigation schemes. A seedling nursery was established at Ulhitiya in System \" C of the Mahaweli project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.904998779296875,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      142.32,
      168.72,
      184.22,
      175.53
    ],
    "text": "T A B L E 3.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      103.68,
      178.32,
      229.23,
      185.13
    ],
    "text": "S t a t i s t i c s o f t h e C o c o n u t S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      78.0,
      197.52,
      274.23,
      204.57
    ],
    "text": "I t e m U n i t 1994 1995(a) I 9 % i b )",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.0,
      212.88,
      276.85,
      261.69
    ],
    "text": "1. Production (c) Nuts Mn. 2,622 2,755 2,546 Dessicated coconut Nuts Mn.(d) 380 465 425 Coconut oil Nuts Mn.(d) 480 516 328 Copra (e) Nuts Mn.(d) 32 50 39 Fresh nut exports Nuts Mn. 25 27 lllllli Domestic nut",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.456006050109863,
      5.766258716583252,
      5.819028854370117,
      5.936525344848633,
      6.069423198699951,
      11.939848899841309
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      74.64,
      263.28,
      272.14,
      270.33
    ],
    "text": "consumption (f) Nuts Mn. 1,687 1,716 1,720",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.756829738616943,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      53.76,
      279.84,
      272.57,
      303.69
    ],
    "text": "2. Total Extent Hectares '000 413 416 417 3. Average export",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      75.36,
      305.52,
      272.89,
      312.33
    ],
    "text": "price f.o.b. (g) Rs./Nut 5.67 6.08 9.-12",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.772224426269531,
      5.819028854370117,
      5.900374412536621,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      53.76,
      321.6,
      272.63,
      329.13
    ],
    "text": "4. Fertiliser used MT '000 31 34 39",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.781081676483154,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.24,
      338.4,
      273.51,
      345.48
    ],
    "text": "5. Cost of production Rs./Nut' 1.84 2.02 i 18",
    "fonts": [
      "Helvetica-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.24,
      355.2,
      101.68,
      362.01
    ],
    "text": "6. Replanting/",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.791338920593262,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      75.12,
      363.84,
      273.04,
      370.65
    ],
    "text": "Underplanting (h) Hectares 842 986 578",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.24,
      380.16,
      273.25,
      387.21
    ],
    "text": "7. New planting (h) Hectares 657 1,250 8-11",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.906078815460205,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.48,
      396.96,
      273.47,
      445.77
    ],
    "text": "8. Export earnings Rs.Mn. 3,761 5,271 n.091 SDR Mn. 53 68 76 Kernel products (g) Rs.Mn. 2,476 3,521 4,469 SDR Mn. 35 45 56 Other products Rs.Mn. 1,285 1,750 t,622 SDR Mn. 18 23 20",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.802123069763184,
      5.819028854370117,
      6.005789756774902,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.96,
      455.52,
      128.2,
      462.33
    ],
    "text": "9. Value added as %",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9348955154418945,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      52.56,
      477.84,
      276.43,
      600.09
    ],
    "text": "Sources: Coconut Cultivation Board (a) Revised. Coconut Development Authority (b) Provisional. National Fertiliser Secretariat (c) Estimated Central Bank of Sri Lanka, (breakdown does not add upto total production due to adjustments for changes in copra stock). (d) In nut equivalent - converted at 1 MT DC = 6,800 nuts 1 MT Oil = 8,000 nuts 1 MT Copra = 4,925 nuts. (e) Exports only. (f) Estimated on the basis of household per capita consumption of 94.8 nuts per year. Excludes industrial use. (g) Three major coconut kernel products only. (h) Extents covered by cultivation assistance schemes of the CCB. (i) In producing and processing only.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.702602386474609,
      5.703255653381348,
      5.749812126159668,
      5.756829738616943,
      5.819028854370117,
      5.927900791168213,
      5.937183380126953,
      6.069423198699951
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      52.56,
      618.86,
      279.66,
      699.38
    ],
    "text": "Prior to 1 May 1996, the CCB provided assistance to improve the cultivation of coconut in the form of seven assistance schemes, from the cess collected, as was done in 1995. These schemes were, Rs.25,000 per hectare for replanting (clear felling) and new planting, Rs. 12,500 per hectare for staggered replanting, Rs.7,000 per hectare for moisture conservation, Rs.9,880 per hectare for inter-crop­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      291.84,
      60.86,
      517.1,
      282.5
    ],
    "text": "ping, 10 free plants for home gardens and Rs. 100,000 to extents more than 2.5 hectares for the establishment of supplementary irrigation systems. In order to maximize the utilisation of the limited funds collected from the co­conut cess, the CCB restructured the assistance schemes into three schemes from 1 May 1996. Accordingly, re­planting received Rs.38,750 per hectare, new planting received Rs.40,000 per hectare and home gardens received a maximum of 10 coconut plants free of any charge. As­sistance for replanting and new planting covered areas less than 2 hectares in extent. Under the various assis­tance schemes provided by the CCB, the extents replanted/ under planted, newly planted, inter-cropped and mois­ture conserved were 578 hectares, 841 hectares, 725 hect­ares and 1,396 hectares, respectively, which indicated declines of 41 per cent, 33 per cent, 40 per cent and 14 per cent, respectively, when compared to 1995. This was mainly on account of the drought conditions that pre­vailed in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      293.04,
      299.66,
      517.8,
      415.46
    ],
    "text": "Different cess rates were applied to different catego­ries of coconut product exports. The rates remained at the same level as in 1995. The cess rates pertaining to major export products were, Rs.750 per thousand fresh nuts exported, Rs.400 per metric ton of coconut oil ex­ported, Rs. 1000 per metric ton of desiccated coconut ex­ported and Rs.900 per metric ton of copra exported. The total cess collected from all categories of exports declined by 21 per cent to Rs.101 million in 1996 due to the de­crease in export volume.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      293.76,
      430.94,
      518.76,
      640.82
    ],
    "text": "Supply shortfalls resulted in a sharp increase in co­conut prices in 1996. The average wholesale price (Colombo) increased by 86 per cent from Rs.3.52 per nut in 1995 to Rs.6.56 per nut in 1996. Similarly, the average retail price (Colombo) rose by 73 per cent, from Rs.5.45 per nut in 1995 to Rs.9.41 per nut in 1996. The Govern­ment intervened and reduced the import duty on edible oils (excluding coconut oil) from 35 per cent to 5 per cent with effect from 12 June 1996 for a 3 month period, to stabilise domestic coconut oil prices. Similarly, the import duty on copra was also reduced from 35 per cent to 5 per cent. It was anticipated that the shortfall in coconut sup­ply for DC production would be overcome when imported copra was used for the production of coconut oil. The duty reduction was extended by a further 4 months upto 12 January 1997. Although copra was not imported in the previous year, 800 metric tons of copra were imported in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      294.24,
      656.06,
      519.14,
      701.3
    ],
    "text": "The average export price (f.o.b) of the three major kernel products reached its peak, increasing by 55 per centtoRs.9.42pernutfromRs.6.08pernutin 1995. DC fetched the highest average f.o.b price of US dollars 1,177",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.48,
      720.14,
      66.64,
      730.1
    ],
    "text": "36",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      57.6,
      39.02,
      525.92,
      48.04
    ],
    "text": "P a r t i C e n t r a l B a n k o f Sri L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.260990619659424
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.08,
      67.1,
      284.01,
      206.42
    ],
    "text": "per metric ton, which was an increase of 42 per cent over the previous year. Average f.o.b prices for coconut oil and copra in 1996 were US dollars 976 per metric ton and US dollars 734 per metric ton, respectively. The high prices reflected the tight supply situation in the world market and the high quality of the products from Sri Lanka. In 1996, total export earnings in SDR terms increased by 12 per cent to SDR 76 million. Although earnings from kernel products increased by 24 per cent to SDR 56 mil­lion, earnings from other coconut products such as co­conut shell charcoal, coconut ekels, etc. declined by 13 per cent to SDR 20 million due to lower volumes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      65.04,
      239.04,
      279.48,
      266.38
    ],
    "text": "' ' V ' \" ' v . ' ' / * Chart 3.3 -J. • .:-Price.:and Cost: of Production Indices: Coconut iv \"•' (1990=100) ... . --k'-ii&S.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Italic"
    ],
    "sizes": [
      3.66715145111084,
      3.836162805557251,
      4.079448223114014,
      6.964912414550781,
      11.280498504638672
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      61.44,
      354.38,
      285.11,
      380.01
    ],
    "text": ", .. . 1Q0 4 — . i , r- - -, „ „ , .. .. - 1992 1993 1994 1995 1996S^T . • . .. . . ...Year - • . ..:f-;",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Italic"
    ],
    "sizes": [
      2.4377193450927734,
      3.1957619190216064,
      4.079448223114014,
      6.260990619659424,
      6.752877712249756,
      6.964912414550781,
      9.13074779510498
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.8,
      412.46,
      284.39,
      528.26
    ],
    "text": "During 1996, under the DC Mill Development Programme, 10 DC mills received development assis­tance from the DC Mill Development Fund for improve­ment of quality, installation of new drying systems and electrification. The DC Mill Development Fund was financed from the coconut cess which is a means of ploughing back into the coconut sector, earnings re­ceived. Under the Factory Modernisation Scheme, 7 DC mills received grant assistance for the installation of new drying systems.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      58.8,
      543.02,
      284.52,
      623.54
    ],
    "text": "In order to protect coconut seedlings from drought conditions, the CCB introduced coconut seedlings in poly bags and 50,000 such seedlings were issued to cultivators in 1996. The CCB had conducted an organised extension service through training programmes, pilot schemes, etc. to further improve coconut cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      59.28,
      637.82,
      283.72,
      706.58
    ],
    "text": "By integrating livestock (cattle and goats), pas­ture and other crops (eg. cashew and rambutan) on selected coconut lands, the Coconut Research Insti­tute (CRI) had achieved satisfactory results in improv­ing the nitrogen content of the soil and the productiv­ity of the land. During the year, the CRI was involved",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.72,
      67.82,
      527.13,
      183.62
    ],
    "text": "in activities such as fertiliser management, soil mois­ture conservation, varietal improvement and breeding research, integrated pest management, farm rehabilita­tion and extension services. Nearly 1.7 million seednuts of Tall X Tall and Dwarf X Tall varieties were supplied to the CCB nurseries from the Ambakelle, Makandura and Maduru Oya seed gardens managed by the CRI. The CCB in turn had issued over 2 million seedlings in 1996 to cultivators, which was a marginal decline from the 1995 issues.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.72,
      197.56,
      406.56,
      209.74
    ],
    "text": "Other Export Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.72,
      225.98,
      527.18,
      330.02
    ],
    "text": "Other export crops consist of a large number of items, including mainly spices such as cardamoms, cin­namon, cloves, nutmeg and mace and pepper, bever­age crops such as cocoa and coffee and essential oils such as citronella. Most of these crops are perennials and the production levels do not respond to price fluctuations in the short run. Though Sri Lanka has been a traditional exporter of spices, she accounts for only 2 per cent of the world spice trade.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.927029609680176,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.96,
      345.5,
      527.61,
      555.38
    ],
    "text": "Cloves, which were a very remunerative crop dur­ing the early 1980's, lost their glamour during the last decade due to the non-availability of the Indonesian market (as Indonesia now produces cloves) and the non-tariff barriers restricting exports to India. As a result, during this period, the price of cloves has dropped drastically. With very depressed prices, clove growers have tended, to neglect their trees, thus af­fecting the clove output. The manner in which to im­prove the export of cloves to India would be to utilise the quota arrangement provided by the Government of India in the short term and conduct negotiations under the auspices of the South Asian Preferential Trading Arrangement (SAPTA) to remove the non-tariff barriers placed by India as a long-term measure. The Government should also explore the possibility of potential exports to the Middle Eastern countries and East European countries where cloves are in demand.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      300.96,
      570.86,
      527.67,
      698.42
    ],
    "text": "The production performance of all the other ex­port crops except cloves, cinnamon quills and cinna­mon leaf oil was better in 1996 compared to the previ­ous year. Pepper production, which showed a declin­ing trend during the last few years, improved by 30 per cent to reach 4,312 metric tons during 1996. The production of both citronella and cocoa increased by 6 per cent each to 190 metric tons and 1,630 metric tons, respectively. The output of coffee and nutmeg during 1996 has increased marginally over the levels recorded in 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.904998779296875,
      8.954887390136719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      514.56,
      725.66,
      526.69,
      735.62
    ],
    "text": "37",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      50.4,
      39.84,
      70.52,
      46.65
    ],
    "text": "P a r t i",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      142.56,
      67.44,
      184.5,
      74.25
    ],
    "text": "T A B L E 3.5",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      100.56,
      77.04,
      233.17,
      83.85
    ],
    "text": "P r o d u c t i o n o f O t h e r E x p o r t C r o p s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.766258716583252,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      229.2,
      88.56,
      266.77,
      95.37
    ],
    "text": "Metric Tons",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      74.16,
      103.92,
      271.17,
      110.97
    ],
    "text": "Crop 1994 1995(a) 1996(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      51.12,
      120.72,
      268.06,
      194.97
    ],
    "text": "Coffee 3,687 2,159 2 166 Cocoa 1,463 1,542 1 630 Cinnamon Quills 9,774 10,815 ' 9,724 Cinnamon Leaf Oil 180 205 110 Pepper 4,708 3,326 -!,312 Clove 1,551 1,500 1 439 Cardamom 40 40 40 Nutmeg and Mace 939 988 1,010 Citronella 150 180 190",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.703255653381348,
      5.795994758605957,
      5.819028854370117,
      5.916370868682861,
      5.917723178863525,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      51.84,
      204.72,
      275.35,
      211.53
    ],
    "text": "(a) Revised. Source: Department of Export Agriculture",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      215.76,
      102.01,
      222.57
    ],
    "text": "(b) Provisional.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.08,
      233.18,
      277.11,
      301.94
    ],
    "text": "Clove production, which has shown a declining trend over the last few years due to depressed demand, contin­ued to decline by a further 4 per cent to 1,439 metric tons. Meanwhile, the output of cinnamon quills declined by 10 per cent while that of cinnamon leaf oil dropped drasti­cally by 46 per cent owing to depressed demand.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      52.56,
      316.46,
      279.54,
      396.98
    ],
    "text": "The cumulative extent cultivated under all the other export crops which increased by 1 per cent in 1995, in­creased by a further 1 per cent to 70,268 hectares during 1996. Extents under pepper and cocoa, which increased by 480 hectares and 263 hectares, respectively, together accounted for over 90 per cent of the increase in the ex­tent cultivated during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      53.28,
      411.74,
      278.25,
      504.02
    ],
    "text": "The development assistance under the Export Agricultural Crop Assistance Scheme during 1996 in­creased by 24 per cent to Rs.22 million. As in the previ­ous year, the major share was received by pepper and cinnamon, together accounting for 58 per cent of the disbursements. Development assistance schemes were revised during the year and rates were enhanced from 1996 onwards.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.0,
      518.78,
      279.28,
      705.14
    ],
    "text": "International prices of all the export agricultural crops improved during 1996 except coffee, pepper, cardamom and the essential oils. Coffee prices declined by 27 per cent owing to a bumper crop expected in Brazil as well as a 14 per cent increase in the global supply, to record the highest level in the past five years. Following the interna­tional prices, the local farm gate price of coffee declined by 37 per cent to Rs.62 per kg. from Rs.98 per kg. in the previous year. International black pepper prices had de­clined by 8 per cent during 1996 while the local farm gate price declined by 11 per cent to Rs.99 per kg. from Rs. 111 per kg. received during 1995. The international prices of cocoa and mace improved by 11 per cent and 14 per cent, respectively, to Rs.84 per kg. and Rs.260 per kg. In con­trast, the local farm gate price of cocoa and mace declined by 3 per cent and 2 per cent, respectively, during the year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      335.76,
      39.12,
      515.98,
      45.93
    ],
    "text": "C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      291.84,
      66.14,
      516.05,
      124.1
    ],
    "text": "to Rs.48 per kg. and Rs. 190 per kg. In contrast to a 2 per cent drop in the international price of cardamom, the local farm gate price had increased by 14 percent to Rs.383 per kg. during 1996. Total export earnings from other export crops increased by 6 per cent in 1996 to Rs.7,295 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      292.08,
      137.9,
      516.36,
      206.66
    ],
    "text": "The Perennial Crops Development Project had ap­proved 730 new loans during the year, amounting to Rs.106 million, benefiting an extent of over 875 hect­ares. In addition, a further sum of Rs.8 million has been disbursed as development assistance under the project during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.901632308959961,
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      292.8,
      235.72,
      421.53,
      247.9
    ],
    "text": "3.4 Domestic Agriculture",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      292.8,
      263.56,
      323.97,
      275.74
    ],
    "text": "Paddy",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      292.32,
      290.06,
      517.77,
      396.02
    ],
    "text": "The severe drought conditions that prevailed in ma­jor paddy growing areas during the 1995/96 North East monsoon had an adverse impact on paddy production during 1996. Paddy output which recorded the peak pro­duction level in 1995 dropped drastically by 27 per cent to record 2.1 million metric tons (99 million bushels), the lowest level recorded since 1979. The poor production recorded during both Maha and Yala seasons contrib­uted towards this slump in paddy output.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      293.76,
      411.74,
      519.69,
      697.7
    ],
    "text": "Paddy output in Maha 1995/96 estimated at 1.33 mil­lion metric tons (64 million bushels) was the lowest Maha production recorded since Maha 1977/78. This was 24 per cent less than the production recorded during the previous Maha. This poor performance was mainly on account of a 23 per cent drop in the net extent harvested during Maha 1995/96 compared to the previous Maha. Paddy output in all the districts except Kandy and Nuwara Eliya was less than that of the previous Maha. The Kurunegala district which recorded the highest produc­tion level for eight consecutive Maha seasons dropped to fourth place as a result of a 54 per cent drop in produc­tion from 224,000 metric tons to 102,000 metric tons and accounted for 8 per cent of the total Maha production compared to 13 per cent recorded during the previous Maha. The production in Anuradhapura also dropped by 61 per cent from 190,000 metric tons produced duri ng Maha 1994/95 to 74,000 metric tons in Maha 1995/96. Paddy production in the Northern districts of Jaffna, Killinochchi, MuIIativu, Mannar and Vavuniya together recorded an 80 per cent drop from 134,000 metric tons to 27,000 metric tons during Maha 1995/96, which may be attributed to the drought as well as the unsettled security situation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      55.2,
      725.66,
      67.27,
      735.62
    ],
    "text": "38",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      55.68,
      43.68,
      523.18,
      51.93
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      186.48,
      89.8,
      398.73,
      101.98
    ],
    "text": "Forward Markets in Agricultural Produce",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      480.96,
      79.96,
      514.79,
      92.14
    ],
    "text": "Box 3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.08,
      119.42,
      282.32,
      352.82
    ],
    "text": "There are different instruments in forward mar­kets such as forward contracts, futures contracts, op-lions and swaps. Of these, forward contracts and fu­tures contracts arc more relevant lo agricultural mar­keting. ''A forward contract is an agreement to pur­chase or sell a specified amount of a commodity on a fixed future dale at a predetermined price. If. at maturity of the contract, the actual price is higher than that in the forward contract, the buyer makes a profit and the seller suffers a corresponding loss. If the actual price is lower, the reverse occurs\". A for­ward contract is a customised contract between a buyer ami a seller. The predetermined price arrangement eliminates the risk of price changes tor boih buyer and seller. Managing commodity price risk through commodity linked financial instruments such as for­ward contracts will ensure a guaranteed price for the prrxluce. Such contracts will fix the revenue from the future sale of the commodity coveted and thus reduce the commercial risk ol scliinn in volatile markets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      179.9,
      308.11,
      189.86
    ],
    "text": "e)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      317.76,
      120.14,
      512.49,
      165.38
    ],
    "text": "ker, usually around 10 per cent of the value of the contract in the case of commodity contracts. These arrangements significantly reduce the credit or default risk of forward transactions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      317.76,
      179.9,
      512.49,
      213.38
    ],
    "text": "Futures contracts, unlike forward contracts, arc transferable and cannot he cancelled without the consent of the other party.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      227.42,
      512.54,
      354.98
    ],
    "text": "A futures contract is a special type of for­ward contract bought and sold under the rules of an organised exchange with a clearing house that seilles and guarantees all trade. Jt is primarily a hedging instrument to protect against price fluctuations. Fu­tures trading had originated in Japan centuries ago among rice merchanls and dealers. The trading rules of that time were similar lo the rules used even to­day- Some of the leading commodity exchanges deal­ing in agricultural futures contracts at present are as follows:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.32,
      370.22,
      282.27,
      474.26
    ],
    "text": "A futures contract is a more sophisticated ver­sion but similar to a forward contract, where it K agreed to purchase or sell a specified amount of a commodity at a predetermined price on a specified future date. However, unlike in a lorward contract, physical delivery o f the c o m m o d i i N is not n e c e s s a r ­ily implied. Further, there are other differences b e ­tween a futures contract and a forward contract. In a futures contract:",
    "fonts": [
      "Helvetica-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      7.082319259643555,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      369.86,
      512.53,
      404.42
    ],
    "text": "( I ) London International Financial Futures Exchange - dealing in white sugar, coffee, cocoa, wheal and barley",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.635798454284668,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      417.98,
      514.68,
      427.94
    ],
    "text": "(2) Chicago Board of Trade • dealing in wheat, mai/e",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      453.5,
      512.16,
      475.46
    ],
    "text": "(3; Kuala l.ampur Commodity Exchange - dealing in palm oil",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.539856910705566,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.56,
      489.5,
      282.46,
      522.98
    ],
    "text": "a) The terms are standardised such as for quantity, grade, dale ol delivery, location of delivery, etc. Only the price is negotiated at the exchange.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.27755355834961,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      71.04,
      536.54,
      281.8,
      558.26
    ],
    "text": "b) The futures- transactions aie handled b> organised exchanges through clearing houses.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      489.02,
      508.67,
      498.98
    ],
    "text": "(4} New York Cotton Exchange - dealing in cotton",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      512.78,
      509.87,
      534.5
    ],
    "text": "(5) Sing.ipoieCommodily Exchange -dealing in rub­ber and coffee",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.56,
      547.93,
      494.65,
      558.02
    ],
    "text": "( 6 ) Kobe Rubber Exchange - dealing in rubber",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.376651763916016,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.56,
      572.06,
      282.29,
      664.34
    ],
    "text": "c) Profits and losses in trades arc sclilcd daily. A futures contract is \"marked to market\" e\\ cry day. using the closing price of the da\\ (\"settlement price\"). Profit or loss is calculated by using the settlement price and is sctlled with clearing houses daily. This prohibits the carry over of large unrealised losses over a long period and thus reduces the risk of delault.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.920538902282715,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.56,
      678.62,
      282.16,
      700.58
    ],
    "text": "d) Futures contracts require depositing \"margin\" moncv or col lateral with the exchange or the bro-",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.215822219848633,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      298.32,
      571.58,
      512.06,
      616.82
    ],
    "text": "Tho prices ol agricultural produce in Sri Lanka are subject to w i d e fluctuations based on the supply and demand situation of the commodities. Vegetables and other field crops arc generally grown under",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      8.954887390136719
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      297.84,
      618.62,
      512.06,
      699.14
    ],
    "text": "T a i n t e d conditions a n i l are dependent on the \\ agarics of weather w hich are beyond the control of the pro­ducers. During favourable weather conditions, the production will end up in a glut situation while during unfavourable climatic conditions, ihe production will end up in a scarce condition. Due lo the \\ohtliliiy in prices the producers are uncertain as to the returns",
    "fonts": [
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      511.44,
      730.94,
      523.52,
      740.9
    ],
    "text": "39",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      57.36,
      44.4,
      523.66,
      52.17
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      72.96,
      101.9,
      283.77,
      217.7
    ],
    "text": "they would receive from their investment in cultiva­tion activities. Hence, (he reluctance to invest in ag­riculture. This leads to the cultivation of crops with minimal levels of inputs, resulting in low yields. One way to avert this low intensity in farming is to as­sure the producer a remunerative price for his produce before planting commences. Jn such a situation, the producer could take a decision as to how best he would allocate his resources. Forward contracts ate one way to facilitate such decision making.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      73.68,
      233.18,
      284.48,
      313.7
    ],
    "text": "Sri Lanka's agricultural commodities could he broadly classified into export oriented plantation commodities and non plantation commodities which consist of paddy, other field crops, other export crops such as pepper, coffee, cloves etc, vegetables and horticultural crops. Most of these commodities are generally traded in the spot market.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      74.16,
      328.46,
      286.11,
      585.38
    ],
    "text": "A major share of plantation crops, vi/.. tea. rub­ber and coconut are sold through the auction system. Until 1992. all lea that was prtxluced was sold exclu­sively through the Colombo Auction or the London Auction except for 2 to 3 per cent which was sold as private sales. During 1992, upto 10 per cent of the teas produced were allowed to be sold direct without channelling through the auction system. However, in spite of this opportunity to sell direct there had not been any forward contracts. It has been reported that the main reason for not forward contracting was be­cause the managers of state plantations (Janalha Es­tates Development Board and Sri Lanka Stale Planta­tions Corporation) who were engaged in selling for­ward were subject to immense criticism, if subse­quently the price increased. It was anticipated that the privatisation of state plantations would be an important element in the acceptance of hedging and privatised plantation companies were allowed to sell up to 50 per cent of their produce direct without trad­ing via the auction system. However, even at present, there are no forward contracts in the ease of lea trad-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      76.08,
      614.54,
      286.41,
      695.06
    ],
    "text": "In the case of rubber, a small portion is sold through forward contracts. Some large estates deal directly with overseas buyers on a forward basis while most of the forward contracting is done by the ship­pers with the overseas buyers. Almost all desiccated coconut exports are through forward contracts and the period of contract is about 6 months, while in",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      446.64,
      85.92,
      511.59,
      92.76
    ],
    "text": "BOX 3 ( c o n t d . )",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      300.24,
      101.42,
      510.84,
      159.38
    ],
    "text": "the case of coconut oil, about 25 per cent of the ex­ports arc through forward contracts and the period of contract is about 2 to 3 months. A small percent­age of coconut shell charcoal and coconut fiber too are sold under forward contracts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      300.72,
      173.18,
      511.76,
      347.78
    ],
    "text": "Other forms of forward markets that exist are at an elementary level with informal arrangements be­tween the buyer and the seller. Other export crops such as coffee, pepper and cloves arc traded locally on a forward contract hasis but, the informal agree­ment is reached only about 2 to 3 weeks prior to har­vesting. The buyer purchases the entire crop al an agreed price and does his own harvesting. Similar forms of informal forward contracts exist lor horti­culture crops such as mangoes, mangosteen, ranibu-tan and wood apple. In these informal forward con­tracts, an unwritten understanding exists between the buyer and the seller. Breach of contract in these in­stances is very rare because of the close relation­ship that exists between the two parties.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.926983833312988,
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      301.68,
      364.22,
      512.49,
      458.18
    ],
    "text": "There are also informal forward contracts where money lenders or traders pros ide credit for the pur­chase of inputs before the cultivation season begins and the farmer is bound to sell his produce to the money lender or Ihe trader. In such contract the seller is usually at a disadvantage because the buyer determines the price which would generally be be­low the market price.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      302.4,
      471.98,
      512.93,
      599.54
    ],
    "text": "Another local forward marketing system exists in the cultivation and trading ol cash crops such as gherkins and tobacco. Gherkins and tobacco are cul-tisated under an out grower svstem where the pur­chasing company gives the inputs to the giowers on credit and the produce is purchased by the company at an agreed price. The purchase price is announced before the planting commences. It is repoitcd that breach of contract is minimal because of the mutual understanding thai exists between the growers and the purchasing companies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      303.12,
      614.3,
      513.24,
      694.82
    ],
    "text": "Forward contracting is hampered by the non­availability of a proper legal system. Detaulteis of the contract cannot be penalised tor breach of con­tract. This has resulted in the sellers relying only on the buyers with whom they have mutual trust and un­derstanding, thereby limiting the number of forward contracts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.64,
      732.14,
      74.83,
      742.1
    ],
    "text": "40",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.4,
      38.4,
      524.14,
      46.89
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      6.513017654418945
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      56.88,
      65.9,
      285.19,
      205.22
    ],
    "text": "After three consecutive years of increased produc­tion the output in Yala 1996 dropped drastically by 30 per cent to 730,000 metric tons (35 million bushels). The drop in production was entirely on account of a 31 per cent drop in the net extent harvested. All the districts except Galle and Ampara recorded reduced outputs during Yala 1996 compared to the previous Yala. For the third con­secutive year Ampara district recorded the highest Yala output of 216,000 metric tons and accounted for 30 per cent of the Yala output. The Ampara and Polonnaruwa districts together accounted for 44 per cent of the Yala production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      67.44,
      262.4,
      91.96,
      269.16
    ],
    "text": "MT'OOO",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.513017654418945
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      64.32,
      272.2,
      78.9,
      276.62
    ],
    "text": "3 , 5 0 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.978954792022705,
      3.979949712753296
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      151.68,
      253.68,
      190.25,
      260.49
    ],
    "text": "C h a r t 3.4",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.513017654418945
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      135.84,
      263.28,
      205.92,
      270.09
    ],
    "text": "P a d d y P r o d u c t i o n",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.903022766113281
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      166.32,
      283.52,
      233.91,
      290.28
    ],
    "text": "Maha • Yala",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.069423198699951,
      6.513017654418945
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      169.44,
      395.04,
      184.47,
      401.85
    ],
    "text": "Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.995495796203613
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      58.56,
      447.74,
      285.78,
      634.1
    ],
    "text": "The annual average yield of paddy which improved by 5 per cent in 1995 recorded a marginal drop in 1996, to 3,513 kg. per hectare from 3,535 kg. per hectare inthe pre­vious year. The average yield during Maha 1995/96 dropped by 2 per cent to 3,534 kg. per hectare while that of Yala improved by 1 per cent to 3,477 kg. per hectare to record the best yield since Yala 1983. The Polonnaruwa district which had almost 96 per cent of the gross extent harvested under major irrigated conditions recorded the highest average yield of4,834 kg. per hectare during Maha 1995/96. The Uda Walawe area which recorded the best Yala yield for 10 consecutive years was relegated to sec­ond place by the Ampara district recording an average yield of 4,415 kg. per hectare during Yala 1996. The Uda Walawe area recorded an average yield of 4,400 kg. per hectare.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      59.04,
      648.86,
      283.66,
      705.86
    ],
    "text": "The average yield of all three irrigation regimes viz., major irrigated, minor irrigated and rainfed, declined during Maha 1995/96 compared to the previous Maha. The average yield of the major irrigated fields declined marginally to 3,890 kg. per hectare while those of mi­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      299.28,
      66.62,
      526.61,
      158.9
    ],
    "text": "nor irrigated and rainfed areas declined by 7 per cent and 6 per cent, respectively, to 3,061 kg. per hectare and 2,646 kg. per hectare. The average yield of the major irrigated areas during the Yala 1996 season increased by 7 per cent to 3,820 kg. per hectare while those of minor irrigated and rainfed areas declined by 2 per cent and 10 per cent, re­spectively, to 3,007 kg. per hectare and 2,282 kg. per hect­are.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      299.28,
      173.66,
      525.38,
      265.94
    ],
    "text": "Failure of the North East monsoon rainfall as well as the delay in the onset of the South West monsoon resulted in a scarcity of irrigation water which led to the cultivation of the best fields under irrigated condi­tions, eliminating the cultivation of marginal lands dur­ing the Yala season. As a result, the extents cultivated under major irrigated conditions during Yala recorded an improvement in the yield.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.91867733001709,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      299.28,
      280.94,
      527.37,
      584.9
    ],
    "text": "The gross extent sown with paddy during the culti­vation year dropped substantially by 18 per cent to 748,700 hectares mainly on account of the drought con­ditions. The gross extent sown during Maha dropped by 12 per cent to 499,000 hectares. The gross extent sown in the major irrigated, minor irrigated and rainfed areas in Maha declined by 11 per cent, 20 per cent and 7 per cent, respectively, to 238,500 hectares, 106,700 hect­ares and 153,700 hectares. Meanwhile, the gross ex­tents sown during Yala dropped drastically by 28 per cent to 249,800 hectares. The failure of the North East mon­soon not only affected the Maha cultivation but also the Yala cultivation as the irrigable extents during Yala had to be curtailed due to the depleted water levels in the reservoirs. The drop in the gross extents sown during Yala was more pronounced than Maha. The extents sown under major irrigated and minor irrigated conditions declined by 27 per cent and 38 per cent, respectively, while the extents sown under rainfed conditions declined by 22 per cent. The gross extent harvested during the 1996 cultivation year declined drastically by 26 per cent to 660,100 hectares compared to the previous year. This was the cumulative effect of a 23 per cent drop in the extent harvested to 425,200 hectares during the Maha season and a 31 per cent drop in the extents harvested to 234,900 hectares during the Yala season.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      299.76,
      601.1,
      525.2,
      707.06
    ],
    "text": "The degree of crop failure which was 3 per cent dur­ing Maha 1994/95 increased to 15 per cent during Maha 1995/96 due to the severe drought conditions that pre­vailed during the season. Crop failure during Yala 1996 increased to 6 per cent, compared to 2 per cent recorded in the previous Yala season. A total of 25,592 farmers had obtained insurance cover against crop failures dur­ing the cultivation year, insuring an extent of 26,200 hect­ares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.901632308959961,
      8.954887390136719,
      9.609370231628418
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      512.64,
      723.98,
      524.18,
      733.94
    ],
    "text": "41",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      49.44,
      35.28,
      514.78,
      42.81
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      262.32,
      63.36,
      302.38,
      70.17
    ],
    "text": "T A B L E 3.6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      227.52,
      72.72,
      336.99,
      79.53
    ],
    "text": "S t a t i s t i c s o f t h e P a d d y S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      79.92,
      90.48,
      464.47,
      105.45
    ],
    "text": "1995(a) 1996 (b) Item Unit Item Unit",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      280.8,
      105.12,
      506.75,
      111.93
    ],
    "text": "Maha Yala Total Maha Yala Total",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.976163387298584,
      5.991988658905029
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      49.92,
      119.52,
      506.8,
      126.81
    ],
    "text": "Gross extent sown Hectares '000 567 348 915 499 250 749",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      49.92,
      127.92,
      506.89,
      143.61
    ],
    "text": "Gross extent harvested Hectares '000 549 340 890 425 235 660 Net extent harvested Hectares '000 489 306 795 377 210 587",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.4,
      144.48,
      506.74,
      159.93
    ],
    "text": "Production MT '000 1,761 1,049 2,810 s 1,331 730 .2,061 Bushels '000 84,407 . 50,271 134,678 63,807 3-1,994 98,801",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.124298095703125,
      5.766258716583252,
      5.819028854370117,
      6.046635627746582,
      6.0485734939575195,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.16,
      161.04,
      506.76,
      168.57
    ],
    "text": "Yield (c) Kg/ Hectare 3,603 3,427 3,535 3,534 3,477 3.513",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.667946815490723,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.16,
      169.44,
      507.04,
      176.97
    ],
    "text": "Credit granted Rs. Mn. 571 221 792 308 88 396",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.4,
      177.06,
      515.9,
      199.61
    ],
    "text": "Purchases under the GPS MT000 197 85 282 lfil|l|ll illllPBfiil iilliliB Rice imports MTTOO --9 Illlillll",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.05318546295166,
      6.069423198699951,
      12.934836387634277
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      494.64,
      186.24,
      505.95,
      193.05
    ],
    "text": "341",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.64,
      194.1,
      473.4,
      208.49
    ],
    "text": "(Paddy equivalent) (MTOOO) (-) (-) (14) • l l p i l l l l l l i",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      12.934836387634277
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      487.92,
      195.12,
      506.52,
      201.93
    ],
    "text": "(488)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      50.64,
      217.2,
      264.46,
      262.41
    ],
    "text": "(a) Revised. (b) Provisional. (c) Yield per hectare for Maha and Yala are calculated using data from the Department oi Census and Statistics which are based on crop cutting surveys while total yield is calculated by dividing total produc­tion by the net extent harvested.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.685906887054443,
      5.696139335632324,
      5.696890354156494,
      5.819028854370117,
      5.976163387298584,
      5.991988658905029,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      344.64,
      213.84,
      513.55,
      259.05
    ],
    "text": "Sources: Department of Census and Statistics Department of Agriculture Ministry of Agriculture, Lands and Forestry Paddy Marketing Board Sri Lanka Customs Central Bank of Sri Lanka",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.754146575927734,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.08,
      280.46,
      276.53,
      443.3
    ],
    "text": "Estimates of the National Fertiliser Secretariat (NFS) showed that the fertiliser issued to the paddy sector dur­ing the 1996 cultivation year declined by 18 per cent to 233,000 metric tons compared to the previous year. Re­duced extents sown as well as the high degree of crop failure had a bearing on the drastic drop in fertiliser issues during the year. Fertiliser application on paddy which increased during the 1995 cultivation year in the wake of the re-introduction of the fertiliser subsidy dropped substantially by 16 per cent to 143,000 metric tons during Maha 1995/96. Fertiliser issues to the paddy sector dur­ing Yala 1996 also dropped significantly by 21 percent to 90,000 metric tons on account of the severe drought that prevailed during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      52.8,
      459.02,
      277.37,
      598.34
    ],
    "text": "As a result of the sharp drop in the extents sown during the year, the credit granted to the paddy sector under the New Comprehensive Rural Credit Scheme (NCRCS) also dropped by one half to Rs.396 million compared to Rs.792 million granted during the previ­ous year. This was the lowest quantum of credit granted to the paddy sector during a cultivation year since 1990. Credit granted during the Maha season dropped by 46 per cent to Rs.308 million compared to the previous Maha season while credit granted during the Yala season also dropped by 60 per cent to Rs.88 million compared to the corresponding season in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      53.28,
      613.1,
      277.58,
      705.38
    ],
    "text": "Owing to the drastic drop in paddy production, on account of the reduced extents sown and harvested, the open market price of paddy remained well above the guar­anteed price of Rs. 155 per bushel (Rs.7.42 per kg.). As a result, the Paddy Marketing Board (PMB) managed to pro­cure only about 1,000 metric tons of paddy compared to nearly 282,000 metric tons procured during the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      291.84,
      280.22,
      516.81,
      374.18
    ],
    "text": "The shortfall in local paddy production had to be met with rice imports amounting to 341,000 metric tons during 1996. This was the highest quantum of rice im­ported since 1977, which was approximately 542,000 met­ric tons. The duty on imported rice was waived for a period of six months from April, 1996 to encourage rice imports. Subsequently, the duty waiver was extended until 31 December 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      292.56,
      388.46,
      320.75,
      398.42
    ],
    "text": "Sugar",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      292.8,
      414.86,
      517.52,
      542.42
    ],
    "text": "Sugar production in 1996 increased by 3 per cent to reach 73,000 metric tons, surpassing the previous peak production of 72,275 metric tons recorded in 1994. The output levels of Pelwatte and Hingurana factories in­creased by 9 per cent and 12 per cent, respectively, while that of Sevanagala registered a reduction of 14 per cent. The total quantity of cane crushed at the three factories increased by 5 per cent to 903,000 metric tons. The pro­duction activities at the Hingurana factory was somewhat affected by labour unrest during certain periods of the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.04,
      557.18,
      517.19,
      625.94
    ],
    "text": "The overall sugar recovery rate for all three facto­ries dropped for the fourth consecutive year and during 1996 it dropped to 8.05 per cent from 8.22 per cent in the previous year. The reasons for the continuous overall drop in the sugar recovery rate merits the consideration of the Sugar Cane Research Institute:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      293.04,
      639.98,
      518.04,
      696.98
    ],
    "text": "The average yield of cane in the nucleus estates at both Sevanagala and Pelwatte declined during the year. The average yield at Sevanagala declined by 26 per cent to 65 metric tons per hectare while that of Pelwatte also declined by 30 per cent to 46 metric tons per hectare ow-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.0,
      720.14,
      66.1,
      730.1
    ],
    "text": "42",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      58.08,
      40.56,
      526.06,
      48.57
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.0,
      67.82,
      284.68,
      124.82
    ],
    "text": "ing to the severe drought conditions that prevailed dur­ing the year. For the sixth consecutive year the best aver­age yield was recorded from Sevanagala. The overall av­erage yield recorded for Sevanagala and Pelwatte declined by 24 per cent to 52 metric tons per hectare.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      142.56,
      144.72,
      203.16,
      161.35
    ],
    "text": "C h a r t 3 . 5 Sugar Availability",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.964912414550781
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      59.28,
      321.74,
      284.81,
      402.26
    ],
    "text": "Private cane purchases at Pelwatte increased by 30 per cent to 305,000 metric tons while that of Sevanagala declined by 6 per cent to 1,800 metric tons. Of the total cane crushed at Pelwatta, private cane accounted for 55 per cent during the year compared to 48 per cent recorded in the previous year. Private cane crushed at Sevanagala accounted for 1 per cent of the total cane crushed.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      301.2,
      68.54,
      527.29,
      231.38
    ],
    "text": "The performance of the sugar industry in Sri Lanka has been far below expectations. When the two sugar factories (Pelwatte and Sevanagala) were approved in mid 1980s, it was anticipated that Sri Lanka would be able to achieve a production level of about 150,000 metric tons by 1995 to achieve a self sufficiency ratio of about 45 per cent of the total domestic demand. The actual achieve­ments were less than 50 per cent of the target. In 1996, the domestic production of sugar accounted for only 16 per cent of the total availability. The per capita avail­ability of sugar in 1996 was 24.8 kg. compared with 22.2 kg. in 1986. The quantity of sugar imported during 1996 was 381,000 metric tons compared to 417,000 metric tons imported during 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.63249683380127,
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      301.44,
      245.8,
      387.35,
      257.98
    ],
    "text": "Other Field Crops",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      301.2,
      273.26,
      527.4,
      400.82
    ],
    "text": "The output of other field crops (OFC) reflected a mixed performance with some major crops showing a significantly higher output level and some showing lower output levels. The output of potato, cowpea and green gram improved over that of the previous year. Potato production during the year increased by 23 per cent, in spite of an 18 per cent drop in the extent under cultiva­tion, solely on account of improved yields. The potato output during the Maha season increased by 55 per cent. As a result of a reduction in the extent cultivated, the potato output during the Yala season dropped by 11 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      273.12,
      427.92,
      313.7,
      434.73
    ],
    "text": "T A B L E 3.7",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      239.04,
      437.52,
      347.81,
      444.33
    ],
    "text": "S t a t i s t i c s o f t h e S u g a r S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      100.08,
      471.36,
      192.16,
      478.17
    ],
    "text": "Item Unit",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819860458374023,
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      228.0,
      456.72,
      361.73,
      471.69
    ],
    "text": "Hingurana Sugar Sevanagala Sugar Factory Factory",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.833048343658447,
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      381.6,
      456.48,
      433.73,
      471.45
    ],
    "text": "Pelwatte Sugar Factory",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.833048343658447,
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      476.88,
      456.96,
      494.06,
      463.77
    ],
    "text": "Total",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      220.32,
      483.36,
      525.67,
      490.89
    ],
    "text": "1995 (a) 1996 (b) 1995 (a) 1996 (b) 1995 (a) 1996 (b) 1995 (a) 1996 (b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      498.24,
      66.32,
      505.05
    ],
    "text": "1.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.456006050109863
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      514.56,
      66.88,
      521.37
    ],
    "text": "2.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      73.92,
      498.0,
      146.73,
      521.13
    ],
    "text": "Total area under cane (with ratoons) (c) Area Harvested (c)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.768162250518799,
      5.850914478302002,
      5.976163387298584,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      170.64,
      506.16,
      198.89,
      521.13
    ],
    "text": "Hectares Hectares",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      235.2,
      506.16,
      253.4,
      520.89
    ],
    "text": "2,378 1,827",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      269.28,
      505.92,
      286.77,
      520.89
    ],
    "text": "n.a. 1,329",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.28,
      505.92,
      323.48,
      520.89
    ],
    "text": "3,185 2,503",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      347.52,
      505.92,
      365.72,
      520.89
    ],
    "text": "3,282 2,699",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      384.24,
      505.68,
      402.36,
      520.89
    ],
    "text": "5,536 3,846",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      423.84,
      505.68,
      441.97,
      520.65
    ],
    "text": "5,228 5,454",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      456.0,
      505.68,
      477.79,
      520.65
    ],
    "text": "11,099 8,176",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      496.32,
      505.68,
      525.45,
      520.65
    ],
    "text": "8,510(d) 9,482",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.0488810539245605,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      530.4,
      526.39,
      538.17
    ],
    "text": "3. Cane Harvested (c) MT 79,543 n.a. 219,902 175,805 255,332 250,697 554,777 426,502 (d)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      5.994223594665527,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      546.96,
      525.84,
      554.97
    ],
    "text": "4. Private cane purchased MT 65,565 n.a. 1,862 1,754 234,922 305,183 302,349 306.937(d)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.023205280303955,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.0,
      564.72,
      130.41,
      579.69
    ],
    "text": "5. Quantity of cane crushed",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.788832664489746,
      5.816182613372803,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      170.88,
      563.76,
      516.36,
      571.29
    ],
    "text": "MT 145,108 169,530 221,801 177,588 491,254 555,880 858,163 902.998",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.042387962341309,
      6.049681186676025,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.0,
      588.48,
      477.95,
      596.25
    ],
    "text": "6. Average yield (c) MT/Hectare 46 n.a. 88 65 66 46 68",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.0,
      605.76,
      516.55,
      620.73
    ],
    "text": "7. Sugar production (without sweepings) MT 9,680 10,830 18,654 16,024 42,234 46,156 70,568 73.010",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7610297203063965,
      5.850914478302002,
      6.039862632751465,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.24,
      629.76,
      516.06,
      637.53
    ],
    "text": "8. Sugar recovery rate (e) % 6.67 6.39 8.41 9.02 8.60 8.30 8.22 8.05",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.72,
      650.16,
      520.94,
      688.41
    ],
    "text": "Sources: Pelwatte Sugar Industries Ltd (a) Revised. Sevanagala Sugar Industries Ltd (b) Provisional. Hingurana Sugar Industries Ltd (c) Includes nucleus estates and allottees. (d) Excludes data in Hingurana Sugar Industries Ltd.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.81522274017334,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      60.72,
      689.28,
      230.45,
      711.69
    ],
    "text": "Sugar Produced (e) Recovery rate = X 100 Quantity of cane crushed",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.816182613372803,
      5.850914478302002,
      6.069423198699951
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      515.28,
      725.42,
      527.45,
      735.38
    ],
    "text": "43",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      47.52,
      36.24,
      512.86,
      43.05
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      48.0,
      63.5,
      273.22,
      171.38
    ],
    "text": "cent over that of the previous Yala season. The output of cowpea increased by 6 per cent while that of green gram recorded a 4 per cent increase over the previous year. Improved outputs in both Maha and Yala contributed to­wards the overall improvement in cowpea production. Green gram output during the Maha season increased by 7 per cent, while that of the Yala season recorded a 4 per cent decline as a result of a 7 per cent drop in the extent under cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      48.72,
      186.86,
      273.44,
      259.22
    ],
    "text": "The production of chillies and big onions during 1996 declined by 14 per cent and 35 per cent, respectively. This decline in the output of chillies was due to a 15 per cent drop in Maha production and a 11 per cent drop in Yala. The crop during Yala was not only affected by the drought but also by the Leaf Curl Complex condition.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      49.44,
      273.74,
      274.33,
      430.58
    ],
    "text": "Most OFCs are grown in an ad hoc manner in home gardens or small plots of lands under rainfed conditions except for the high value crops such as chillies, onions and potatoes. The high value crops are grown generally under irrigated conditions adopting intensive cultivation practices. According to the provisional estimates of the Department of Census and Statistics, the total extent un­der OFCs during 1996 declined by 12 per cent to 140,836 hectares compared to 1995, owing to the drought. The decline was reflected in both Maha 1995/96 (by 11 per cent) and Yala 1996 (by 13 per cent). However, area under cowpea and green gram was higher than in 1995 (Appen­dix Table 15).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.9072265625,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      50.4,
      447.02,
      274.85,
      591.62
    ],
    "text": "The total extent under chilli cultivation during the 1996 cultivation year declined by 15 per cent compared to the previous year. Reduced extents cultivated with chillies during both Maha and Yala seasons contributed towards this overall drop. Non-availability of irrigation water as a result of the drought, restricted the extent un­der cultivation. The area cultivated with chillies during Maha declined by 15 per cent while that of Yala reduced by 14 per cent compared to the corresponding seasons of the previous year. The extent of OFC insured against crop failures during 1996 was only 142 hectares account­ing for a mere 0.1 per cent of the total extent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      50.64,
      607.34,
      275.36,
      690.74
    ],
    "text": "The importation of chillies, onions and potatoes had been restricted with a view to protecting the local farm­ers. Until July 1996, the imports of these commodities were allowed based on local production and in consultation with the Ministry of Agriculture, Lands and Forestry. In mid 1996, the Government liberalised the imports of these commodities. Further, the turnover tax levied on these",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      289.2,
      63.74,
      513.99,
      183.86
    ],
    "text": "imports was also removed. In November, 1996 the import duty on the above commodities was reduced from 35 per cent to 20 per cent. As a result, these imports increased significantly, especially of potato, red onion and big on­ion, thereby depressing the local prices. The consumers were the immediate beneficiaries of these measures. Con­sumption potato imports more than doubled to 25,740 metric tons in spite of a 23 per cent increase in local production during the year. Seed potato imports declined by 63 per cent to 5,200 metric tons in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.112027168273926
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      289.68,
      199.82,
      514.54,
      283.22
    ],
    "text": "The floor price scheme for OFCs implemented by the PMB was not in operation during 1996. The Co-opera­tive Wholesale Establishment (CWE) purchased 1,849 metric tons of dried chillies during the year compared to 426 metric tons purchased locally during the previous year. The CWE also purchased 1,088 metric tons of big onion and 1,061 metric tons of green gram during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      290.64,
      298.7,
      515.29,
      369.86
    ],
    "text": "After extensive research and testing, the Department of agriculture (DOA) had released a new variety of chil­lies (Arunalu) in February 1996. According to the DOA, farmers prefer this variety because of high yields and tol­erance to Anthracnose disease, while consumers prefer this variety due to its dark red colour and high pungency.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.12,
      395.56,
      407.25,
      407.74
    ],
    "text": "3.5 Fish and Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.12,
      420.28,
      314.22,
      432.46
    ],
    "text": "Fish",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      291.36,
      447.02,
      516.28,
      689.54
    ],
    "text": "Marine fish production (coastal and deep sea) and aquaculture fish production (inland fisheries and coastal brackish water prawns and cultured prawns) contribute to total fish production in the country. The Ministry of Fisheries and Aquatic Resources Development (MEARD) has provisionally estimated that total fish production decreased by 4 per cent to 228,550 metric tons in 1996. The drop in production in the marine fisheries sector was due to the disruption in the normal operations of most multi-day boats as a result of the scarcity in ice produc­tion which was brought about by power cuts in the sec­ond quarter of the year and the drop in production in the Northern and Eastern provinces as a result of the adverse security situation. The marine fishery sub-sector contrib­uted about 90 per cent to total fish production which in 1995 was 92 per cent. Production in this sector showed a 5 per cent decline to 206,300 metric tons in 1996, com­pared to 217,550 metric tons in 1995. Coastal fish produc­tion which is confined to the continental shelf amounted to 72 per cent of marine fish production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      51.6,
      721.58,
      63.78,
      731.54
    ],
    "text": "44",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.24,
      35.76,
      522.21,
      43.77
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      147.6,
      64.08,
      188.43,
      70.89
    ],
    "text": "T A B L E 3.8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      137.52,
      73.2,
      198.45,
      80.01
    ],
    "text": "F i s h P r o d u c t i o n",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      241.44,
      82.32,
      279.95,
      89.13
    ],
    "text": "Metric Tons",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      65.52,
      97.92,
      269.56,
      105.69
    ],
    "text": "Sub-Sector 1994 1995(a) 1996(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.012817859649658,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.96,
      114.96,
      270.07,
      130.65
    ],
    "text": "Marine (c) 212,000 217,550 206.3C0 Aquaculture(d) 12,000 20,000 22.250",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      5.901698589324951,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.48,
      140.4,
      270.05,
      147.45
    ],
    "text": "Total 224,000 237,550 228 550",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.786967754364014,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      54.72,
      158.4,
      280.24,
      219.45
    ],
    "text": "Source: Ministry of Fisheries and (a) Revised. Aquatic Resources Development (b) Provisional. (c) Coastal and deep sea sector. (d) Includes only inland sector upto 1994. From 1995,includes inland sector, coastal brackish water prawn and cultured prawn production.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.692284107208252,
      5.748549938201904,
      5.786967754364014,
      5.9192633628845215,
      6.069423198699951
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      55.2,
      230.54,
      281.43,
      522.74
    ],
    "text": "The aquaculture fish production registered a 11 per cent increase to 22,250 metric tons in spite of the white spots viral infection which affected certain prawn farms in early 1996, that was quickly brought under control. Major reasons for the increase were the stocking of fingerlings in reservoirs (for inland fisheries), better management and awareness programmes. At present, the MFARD operates 3 fish breeding centres located at Dambulla, Uda Walawe and Inginiyagala. Although, state patronage for inland fisheries was withdrawn in 1989 which reduced production in this sector from 40,000 metric tons in 1990 to 12,000 metric tons in 1994, a resurgence of state assistance is now observed. The main objectives of the MFARD in developing the Aquac­ulture sub-sector are, to increase fresh water fish pro­duction as a cheap source of protein for the rural popu­lation, generate income and employment opportunities and earn foreign exchange. Prawn farming has become a lucrative enterprise in the North Western Province, with nearly 875 farms covering an area of nearly 2,430 hectares. There are 64 farms that are more than 4 hect­ares in extent covering 1,050 hectares and 311 farms less than 4 hectares in extent covering 810 hectares. In addition, there are about 500 small unauthorised farms which cover an extent of nearly 570 hectares.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      55.68,
      539.9,
      281.42,
      690.98
    ],
    "text": "The Ceylon Fisheries Corporation (CFC) is mainly involved in the distribution of fish to consumers and pro­duction of ice for the fisheries industry. As in the pre­vious year, the CFC sold only a small quantity of fish which was about 1 per cent of total fish production. CFC purchases decreased by 13 per cent to 2,086 metric tons in 1996 when compared to 1995. The fish was pur­chased by the CFC from the private sector, such as pri­vate fishermen and fishing companies registered under the Board of Investment. Since the liberalisation of trade the CFC imported 175 metric tons of fish for the first time in 1996. Ice production of the CFC increased by 29 per cent to 6,826 metric tons mainly due to the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      298.32,
      63.98,
      523.9,
      85.7
    ],
    "text": "recommencement of operations of the ice plant at Anuradhapura which was closed down for nearly 10 years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      297.84,
      99.5,
      528.94,
      497.54
    ],
    "text": "The fisheries sector is faced with various problems such as inadequate information on marine resources, low levels of skills and technology, insufficient infrastructure (eg. harbours, anchorages, ice plants, etc.), high cost of inputs, lack of modern craft, gear and equipment and poaching by foreign vessels. Although, the fishing in­dustry is highly capital intensive, the inflow of capital is not at a desired level. Only about 47 per cent of the fish­ing craft are motorised. To overcome many of these con­straints, the MFARD provides various producer assis­tance schemes which showed a substantial increase in • 1996. Total assistance disbursed to the fisheries sector amounted to Rs.83 million in 1996 which was a 39 percent increase when compared with Rs.60 million disbursed in 1995. The marine fishery sector received Rs.80 million while the aquaculture fishery sector received Rs.3 mil­lion. Under the producer assistance schemes, 202 mechanised day boats, 53 multi-day boats, 503 traditional crafts, 54 motors, 340 fishing gear units, 28 items of other equipment such as SSB Radios and Navigators were issued to the marine fishery sector. In 1995, 196 mechanised day boats, 40 multi-day boats and 333 tradi­tional crafts were issued. However, fishing gear units issued in 1996 dropped by 66 units when compared to 1995. Prawn farms which suffered a loss due to the white spots disease in 1996, were granted relief by way of a 15 month grace period to repay bank loans. Fisheries Co­operative Societies (FCSS) usually operate as credit in­stitutions and a means of providing state assistance to fishing communities. As only about 30 per cent of these societies were active during 1996, State assistance was routed through the district offices of the MFARD. How­ever, action was taken during the year to re-organise the 629 registered FCSS, to function efficiently.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.92879867553711,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      297.84,
      515.42,
      524.16,
      690.02
    ],
    "text": "The Cey-Nor Foundation Ltd. (Cey-Nor) which had closed down its boat yard in 1993 due to unprofitability, recommenced operations in 1995 by manufacturing small fishing crafts and day boats. In 1996, it made a break through in the manufacture of multi-day boats, using high quality material (which prevents water ab­sorption) with improved features to stay out at sea for 15 continuous days. One multi-day boat was completed in 1996, while work was in progress on 4 more boats. Cey-Nor is able to compete with the private sector in selling these boats at very competitive prices. Cey-Nor which has a fish-net manufacturing plant was able to improve production with the importation of two netting machines. The quantity of fish-net manufactured was 184,000 kg. in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.538148880004883,
      8.954887390136719
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      510.48,
      721.1,
      522.56,
      731.06
    ],
    "text": "45",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      50.4,
      35.76,
      515.98,
      42.81
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      51.12,
      62.78,
      276.12,
      237.38
    ],
    "text": "The average retail prices of all species of fish except­ing \"Salaya\" (a small species) increased by about 6 per cent compared to 1995. The highest average price re­corded in 1996 was Rs.279 per kg. for \"Thora\" (large species) while the lowest was Rs.53 per kg. for \"Salaya\". Prawns fetched an average retail price of Rs.141 per kg. in 1996. The export of fresh and frozen fish increased by 26 per cent to 2,494 metric tons while earnings in­creased more than two fold to Rs.922 million. In 1996, the export of prawns amounted to 3,155 metric tons, which earned Rs.3,312 million. Imports of canned fish and salted fish declined by 25 per cent and 2 per cent, respectively, to 15,208 metric tons and 43,865 metric tons, respectively. However, the quantity of Maldive fish imports increased by 13 per cent to 3,810 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.904998779296875,
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      52.32,
      252.52,
      103.0,
      264.7
    ],
    "text": "Livestock",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      52.32,
      279.5,
      277.32,
      442.34
    ],
    "text": "The livestock sector primarily comprises the dairy and poultry industries, consisting of nearly 670,000 small holdings. The contribution of the National Livestock Development Board (NLDB) to total production of this sector is very small. In the dairy sector, over 95 per cent of the milk is supplied by small holder farmers. Accord­ing to the Department of Census and Statistics, national cow milk production decreased by 2 per cent to approxi­mately 249 million litres, while buffalo milk production increased by 3 per cent to 82 million litres in 1996. The NLDB farms in 1996 produced about 4.4 million litres of cow milk which decreased marginally when compared to 1995 and about 0.7 million litres of buffalo milk which declined by 11 per cent when compared to 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      53.04,
      458.06,
      279.81,
      703.22
    ],
    "text": "Milk collection in 1996 by the large milk processing companies, namely, Milk Industries of Lanka Co. Ltd. (MILCO), Nestle Lanka Ltd. (NLL) and International Dairy Products Ltd. (IDPL), as well as other milk pro­cessing establishments was around 120 million litres, which was an increase of about 11 per cent over 1995. Of the total milk collected, the share of MILCO was ap­proximately 45 per cent and that of NLL and IDPL was around 37 per cent. The increase in milk collection may be attributed to the upward revision in the purchasing price of milk. With effect from 1 January 1996, the price was increased from Rs.10.54 per litre to Rs.12.54 per litre (for milk with 4.3 per cent fat and 8.4 per cent Solid Non Fat (SNF)) and with effect from 1 February 1996, the price was further increased by Re.0.09 per litre to Rs. 12.63 per litre. Altogether the price increase was about 20 per cent. This was a positive step taken in the direc­tion of providing dairy farmers with a remunerative price. However, in order to safeguard the consumer, the price increase was not entirely passed on to the consumer by MILCO. The price of pasteurized milk was increased from",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.918632507324219,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      292.08,
      62.54,
      517.1,
      213.62
    ],
    "text": "Rs.9.50 per 500 ml. bottle to Rs. 12.50 per 500 ml. bottle and the price of sterilised milk was increased from Rs.l0.50 per 500 ml. bottle to Rs. 13.50 per 500 ml. bottle. However, the price of a 400 gm. packet of full cream milk powder was increased from Rs.52.50 to Rs.73.00 and subsequently decreased and maintained at Rs.65.00 by MILCO. The price of other brands of full cream milk powder were more than Rs.75.00 per 400 gm. pack. In order to bring relief to the consumer as well as to protect the local dairy indus­try, import duty on full cream powdered milk was main­tained at 10 per cent as in 1995, instead of the general duty rate of 20 per cent applicable to full cream milk powder imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      293.28,
      229.58,
      518.06,
      321.86
    ],
    "text": "The production of pasteurised milk, yoghurt and ice cream of MILCO declined , as their market distribution was hampered by the power cuts imposed in the first half of 1996. However, the milk collected was diverted to pro­duce sterilised milk and full cream milk powder that does not require refrigeration. Accordingly, the output of these products increased, with full cream milk powder record­ing a 27 per cent increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      293.76,
      336.86,
      519.21,
      605.54
    ],
    "text": "At present, local milk collection meets only about 30 per cent of the country's requirements of milk and milk products. The country has the potential to be self sufficient in milk which would provide additional nutri­tion to the population and save foreign exchange. In or­der to meet this target, steps should be taken to ensure a market determined policy which would be beneficial for both producers and consumers. In addition, improvement of efficient extension and veterinary services, upgrad­ing the indigenous cattle stock, making available animal feed at an affordable price, utilising natural fodder and crop residues (eg. paddy straw) as animal feed and effi­cient crop livestock integration should be considered. Tapping the potential for diary development that exists in the dry zone where a large population of local cattle and buffaloes thrive and in abandoned tea lands in the mid country needs to be looked into. The Government of Sri Lanka with the assistance of the National Dairy Development Board of India formed a joint venture (Kiriya Milk Industries Co. Ltd.) to set up a milk pro­cessing plant with a capacity of 300,000 litres per day at a cost of Rs.680 million and a Cattle Feed Plant at a cost of Rs.384 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      294.24,
      621.74,
      519.0,
      702.26
    ],
    "text": "The private sector plays a major role in the poultry industry (in both egg and broiler production as well as in the supply of day old chicks through hatcheries). The industry is characterised by a few large producers who control the market at the expense of many small produc­ers. In recent times, poultry feed manufacturers have also become producers of poultry products thereby having an",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      53.76,
      720.62,
      65.96,
      730.58
    ],
    "text": "46",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      52.8,
      32.15,
      74.69,
      41.11
    ],
    "text": "Parti",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.03249454498291
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.24,
      61.1,
      279.87,
      176.9
    ],
    "text": "edge over other producers. In an environment of an un­fair playing field, self employment projects in the poultry industry find it hard to survive. At present, most small holder farmers have taken sub-contracts to produce broil­ers to large producers. Total egg production in 1996, as estimated by the Department of Census and Statistics, declined marginally to 856 million. Egg production of the NLDB farms in 1996 was around 3 million which was an increase of nearly 40 per cent over the production in 1995.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      53.76,
      192.14,
      279.69,
      425.54
    ],
    "text": "A major problem faced by the poultry industry dur­ing the year was a sharp rise in the price of poultry feed. This increased the cost of production in the poultry in­dustry and amidst depressed retail prices for poultry products in the early part of the year, a number of small producers were compelled to move out of production. To arrest this situation and to bring relief to the affected producers, the Government permitted duty free imports of manufactured poultry feed for six months with effect from April, 1996. With the commencement of manu­facturing by another multinational company, there were 3 major multinational manufacturers of animal feed in addition to a few local medium feed millers. Produc­tion of animal feed in 1996 has been estimated at around 306,000 metric tons, with one manufacturer accounting for more than 60 per cent of the market. In order to bring about competitive pricing in animal feed, broad basing of the industry is vital. To assist feed manufactur­ers, the import of ingredients for animal feed is exempted from Customs duties.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.48,
      442.12,
      165.07,
      454.3
    ],
    "text": "3.6 Inputs and Credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.24,
      470.2,
      97.55,
      482.38
    ],
    "text": "Fertiliser",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.48,
      497.18,
      279.93,
      577.7
    ],
    "text": "Fertiliser used during the 1996 calendar year in­creased by 3 per cent to 524,000 metric tons. Increased use of fertiliser in the three plantation crops as well as the resumption of fertiliser sales to the Northern dis­tricts, after a lapse of two years because of the unsettled security situation in the area, contributed towards the overall improvement.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.920902252197266,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      54.0,
      591.74,
      279.69,
      695.78
    ],
    "text": "Fertiliser used in the tea sector increased by 28 per cent to record 153,900 metric tons. This is the high­est quantum of fertiliser applied to the tea sector since 1966. In terms of nutrients applied, this is the highest ever on record to the tea sector. Improved prices for tea which prevailed since the latter half of 1995, con­tributed towards this enhanced fertiliser application in the tea sector. Fertiliser issues to the rubber sector, which declined by 13 per cent in the previous year, improved by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      349.68,
      35.28,
      520.53,
      42.09
    ],
    "text": "C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      463.44,
      182.64,
      521.57,
      189.45
    ],
    "text": "Metric Tons '000",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      318.0,
      198.24,
      514.02,
      205.77
    ],
    "text": "Crop 1994 1995(a) 1996(b)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.012817859649658,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.96,
      216.0,
      524.24,
      235.77
    ],
    "text": "Paddy 269.7 256.8 237.5 I Tea 126.4 120.3 153 9",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.903022766113281,
      6.053800106048584,
      6.069423198699951,
      9.94688892364502
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      295.44,
      237.14,
      522.89,
      247.77
    ],
    "text": "Rubber 17.2 14.9 1 6 6 |",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.96,
      250.69,
      524.24,
      272.64
    ],
    "text": "Coconut 31.2 33.6 39.1 || Other Field Crops 40.6 39.7 5 4 9 I",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      9.94688892364502,
      10.94486141204834
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.96,
      274.66,
      524.81,
      300.49
    ],
    "text": "Other Export Crops 5.6 5.2 6.1 I Others 41.9 38.9 16.0 1",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951,
      11.50593376159668,
      12.216455459594727
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      294.96,
      306.34,
      524.34,
      319.93
    ],
    "text": "Total 532.6 509.4 524 0 i",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.036041736602783,
      6.069423198699951,
      12.216455459594727
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      296.64,
      328.32,
      521.45,
      350.25
    ],
    "text": "Source: National Fertiliser Secretariat (a) Revised. (b) Provisional.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.738216400146484,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      295.68,
      382.22,
      521.61,
      603.86
    ],
    "text": "On a calendar year basis, the fertiliser used in the paddy sector declined for the second consecutive year. The decline in 1996 was 7 per cent. Paddy which ac­counted for over 50 per cent of the total fertiliser usage in 1995, dropped to 45 per cent during 1996. On a cul­tivation year basis, the fertiliser issues to the paddy sec­tor declined drastically by 18 per cent compared to the previous cultivation year. This was brought about by a 16 per cent drop in fertiliser usage during Maha 1995/ 96 and a 21 per cent drop during Yala 1996 compared to the corresponding seasons of the previous year. Reduc­tion in the application of fertiliser to the paddy sector during both Maha and Yala seasons could be attributed to the drastic reduction in the extents sown during both the seasons on account of the drought conditions that prevailed during the year. Fertiliser issues to the un­specified sector which includes tobacco and horticul­tural crops also declined by 59 per cent compared to the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      295.44,
      619.1,
      521.43,
      687.86
    ],
    "text": "The fertiliser subsidy scheme was in operation dur­ing 1996 as well with agovernment allocation ofRs.1,500 million. The basis of payment of the subsidy has been changed from the actual sales to the consignments of fertiliser imported during the year. The rate of subsidy for Urea was reduced from US dollars 131 per",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      508.32,
      719.18,
      520.45,
      729.14
    ],
    "text": "47",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      295.68,
      62.06,
      521.66,
      130.82
    ],
    "text": "11 per cent to reach 16,600 metric tons mainly due to favourable and stable prices for rubber. Fertiliser issues to the coconut sector improved by 16 per cent over the previous year and recorded 39,100 metric tons. This was the highest quantum recorded since 1988 and may be at­tributed to the attractive prices received for coconut.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      388.08,
      152.88,
      428.92,
      159.69
    ],
    "text": "T A B L E 3.9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.904346466064453,
      6.069423198699951
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      358.8,
      162.24,
      458.77,
      169.05
    ],
    "text": "F e r t i l i s e r U s a g e b y C r o p s",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.781081676483154,
      5.819028854370117,
      5.947953701019287,
      6.069423198699951
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      48.96,
      33.99,
      514.51,
      42.28
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.260990619659424,
      6.453681468963623,
      6.964912414550781
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      82.8,
      64.46,
      239.34,
      91.51
    ],
    "text": "Chart 3.6 Fertiliser Applications: Major Crop Categories (1990=100)",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.453681468963623,
      6.964912414550781
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      56.64,
      158.55,
      76.72,
      169.92
    ],
    "text": "a so",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      10.121012687683105,
      10.122007369995117
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      142.56,
      155.92,
      252.32,
      180.76
    ],
    "text": "Tea \" \" \" \"",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      6.453681468963623,
      15.918803215026855
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      102.72,
      181.82,
      164.85,
      189.64
    ],
    "text": "\" - \" \" ** Rubber",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      6.453681468963623,
      6.964912414550781
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      143.28,
      200.07,
      162.05,
      207.88
    ],
    "text": "Paddy",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      6.453681468963623
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      72.48,
      216.38,
      262.82,
      233.08
    ],
    "text": "1992 1993 1994 1995 1996 Year",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      6.260990619659424,
      6.453681468963623,
      6.964912414550781
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      50.64,
      252.38,
      275.98,
      438.74
    ],
    "text": "metric ton to US dollars 106 per metric ton with effect from 27 May 1996 in response to a decline in the inter­national prices of Urea. The rate of subsidy on Sulphate of Ammonia (SA) had been reduced from US dollars 97 per metric ton to US dollars 29 per metric ton with ef­fect from 15 January 1996. The rate of subsidy on Muriate of Potash (MOP) and Triple Super Phosphate (TSP) remained unchanged at the 1995 levels of US dol­lars 19 per metric ton and US dollars 59 per metric ton, respectively. The selling price of the four major fertiliser ingredients had shown a slight increase during 1996 and the price of a 50 kg. bag of Urea increased from Rs.500 to Rs.550. The selling price of a 50 kg. bag of S A ranged between Rs.375 to Rs.460, TSP ranged between Rs.600 to Rs.640 and MOP had increased from Rs.500 to Rs.562 during 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      52.08,
      468.86,
      76.2,
      478.82
    ],
    "text": "S e e d",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      51.84,
      495.5,
      276.62,
      611.3
    ],
    "text": "An important input in crop production is quality seed, which with efficient management is estimated to achieve yield increases of 15-20 per cent. In Sri Lanka, the seed industry is primarily undertaken by the public sector, while importation and distribution of exotic veg­etable seed is undertaken by the private sector. Certain private companies are involved in the production of seed of certain cash crops while a few co-operatives have ini­tiated the production of seed paddy recently. Seed sales at present are undertaken mainly by private dealers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      52.32,
      625.34,
      276.38,
      694.1
    ],
    "text": "Public sector involvement in the seed industry is through the Department of Agriculture (DO A) which un­dertakes varietal development of paddy, OFCs, vegetables and fruits. The DOA produces and distributes seeds of about 70 varieties of more than 20 crops. Although, there is very little involvement of the private sector in crop",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      290.16,
      61.82,
      515.12,
      236.42
    ],
    "text": "improvement, the sector obtains basic seed produced by the DOA and produces certified seed under the technical supervision of the DOA. The volume of seed and plant­ing materials supplied by the DOA is very small com­pared to'the national requirement. The use of high qual­ity seed by farmers is very low except in the case of po­tato and chilli. Seeds that can be produced locally such as beans are currently imported. Therefore, a new Seed and Planting Material Policy (SPMP) has been approved, with the objective of providing the farmers and home gar­deners with high quality seed and planting material to enhance yields, production and farm income. The active participation of the private sector is anticipated under this policy, to pave the way for the establishment of a viable seed industry.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      291.12,
      253.1,
      516.09,
      345.38
    ],
    "text": "During 1996, a National Seed and Planting Materi­als Committee (NSPMC) had been set up under the Chairmanship of the Secretary, MALF, with the partici­pation of the private sector and relevant officials from ministries, departments and institutions to implement the SPMP. The Action Plan for the implementation of the SPMP has been accepted by the NSPMC for implemen­tation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      291.6,
      360.14,
      516.57,
      522.98
    ],
    "text": "The SPMP consists of, varietal development and release, provision of basic seed and planting material by the DOA (eventually phasing out the production and distribution programme of the DOA), commercial seed production, processing, marketing and utilisation by the private sector and importation of quality seed and plant­ing material subject to plant quarantine and quality con­trol without affecting the local seed industry. In addi­tion, to ensure that quality seeds are marketed, all seed and planting material will have to meet the minimum standards prescribed by the Seed Certification Service of the DOA. The NSPMC will assist in the development of the seed industry and co-ordinate activities relating to the industry between the private and public sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      292.32,
      538.7,
      517.07,
      701.54
    ],
    "text": "According to the Seed and Planting Material De­velopment Centre of the DOA, the quantity of seed paddy issued by the DOA in 1996 declined by 7 per cent to 3,680 metric tons. About 3,230 metric tons of seed paddy was produced by the DOA farms while 1,380 met­ric tons was produced for the DOA by contract seed grow­ers. The major portion of the national seed paddy re­quirement (about 96 per cent) is met by the farmers them­selves. The entire chilli seed requirement is supplied by the private sector. The DOA has scaled down their pro­duction of vegetable seed with the gradual increase in seed production by the private sector. Seed potato is­sued by the DOA declined by 20 per cent to 488 metric tons in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.297590255737305,
      8.954887390136719
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      53.04,
      720.86,
      65.11,
      730.82
    ],
    "text": "48",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      47.04,
      33.36,
      514.78,
      41.37
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.48,
      60.38,
      274.09,
      129.14
    ],
    "text": "A new high yielding chilli variety \"Arunalu\" was re­leased in February 1996 which is popular with the farmer and consumer. As a result of the research conducted by the DOA, promising varieties of OFCs (Cowpea, Pigeon pea), vegetables (tomato, winged bean) and papaya have been identified for cultivation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.24,
      142.6,
      125.52,
      154.78
    ],
    "text": "Agro Chemicals",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.24,
      170.06,
      273.92,
      285.86
    ],
    "text": "According to provisional estimates provided by the Registrar of Pesticides (ROP), the total quantity of Agro chemical sales which included insecticides, weedicides and fungicides in 1996, declined by 10 per cent com­pared to the provisional figures of 1995. The quantity of insecticides sold declined by 16 per cent to 2,390 metric tons and weedicides sold also declined by 7 per cent to 2,828 metric tons. The quantity of fungicides which accounted for 14 per cent of the total agro chemi­cal sales declined marginally to 845 metric tons.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.48,
      301.58,
      273.85,
      429.14
    ],
    "text": "The decline in agro chemical sales may be attrib­uted to the reduced extents cultivated during the year on account of the drought conditions that prevailed as well as the emphasis placed on the Integrated Pest Manage­ment (TPM) methods. During the year, the DOA has con­ducted Farmer Field Schools forlPM training in 21 dis­tricts and three Mahaweli systems. Further the DOA has also carried out over 800 \"yaya\"-level demonstrations in the IPM concept in all the \"Govijana Kendras\" except in the Northern and Eastern provinces, educating over 13,000 farmers on the concepts of IPM.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.48,
      444.38,
      273.93,
      513.14
    ],
    "text": "The number of agro chemical importers during the year had increased to 17 compared to 14 in the previous year. The ROP had commenced registering pesticides dealers in 1995. The cumulative number of pesticide dealers registered as at end 1996 was 1,345 of which 671 had been registered during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      49.2,
      526.84,
      80.61,
      539.02
    ],
    "text": "Credit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      48.48,
      553.58,
      273.89,
      692.9
    ],
    "text": "Under the New Comprehensive Rural Credit Scheme (NCRCS) cultivation loans are granted at an in­terest rate of 16 per cent per annum. The refinance fa­cility provided to the commercial banks by the Central Bank under this scheme was withdrawn in 1994. Instead the Government provides an interest subsidy of 7.5 per cent per annum and the commercial banks grant the loans with their own funds. The total quantum of credit granted under the NCRCS during the 1995/96 cultivation year de­clined drastically by more than half to Rs.586 million com­pared to Rs.1,190 million granted during the previous year. The drop in the credit granted for cultivation pur­",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.88,
      61.58,
      516.48,
      94.58
    ],
    "text": "poses could be attributed to the reduced extents sown on account of the drought conditions that prevailed during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.4,
      108.86,
      516.33,
      318.74
    ],
    "text": "Of the total loans granted, Maha 1995/96 accounted for 76 per cent amounting to Rs.445 million, while the balance Rs.141 million was granted during Yala 1996. Loans granted during both Maha and Yala declined sig­nificantly by 44 per cent and 64 per cent, respectively. As in the previous year, of the total loans granted two thirds amounting to Rs.396 million was granted for paddy, the balance Rs.190 million was granted for other field crops. During 1996 too, the major share of the total loans granted was accounted for by the two State banks amounting to 76 per cent of the total or Rs.445 million. The loans granted by the Regional Rural Development Banks (RRDB) during the year amounted to Rs.80 mil­lion and accounted for 14 per cent of the total loans granted while the balance amounting to Rs.62 million was granted by the domestic private banks, viz. the Hatton National Bank, Commercial Bank of Ceylon Ltd. and the Seylan Bank.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.926983833312988,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.64,
      334.84,
      356.11,
      347.02
    ],
    "text": "3.7 Forestry",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.94486141204834
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.64,
      363.74,
      516.03,
      444.26
    ],
    "text": "The forestry sector plays an important role with re­spect to physical resources (land, etc.), biological re­sources (including animal life in mangroves), envi­ronmental resources (water supply, soils, wildlife, other bio-diversity and mitigation of atmospheric pollution, etc.) and economic resources (provision of forest prod­ucts for timber, fuel-wood, medicine, etc.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.64,
      458.78,
      516.32,
      598.1
    ],
    "text": "The Forest Department (FD) has estimated that of the total forest cover of around 2 million hectares, approximately 300 hectares have been deforested in 1996. This was a three fold increase over the extent deforested in 1995 which may be attributed to the in­crease in demand for forest resources. Extents under closed canopy forests (that have over 70 per/cent canopy cover) and mangroves, remained at the same level of 1.58 million hectares and about 8,680 hectares, respec­tively, as in 1995. Deforestation had mainly taken place in sparse forests, where the extents had reduced by about 300 hectares to 463,400 hectares in 1996.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719,
      9.140695571899414
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      290.4,
      612.62,
      516.33,
      693.14
    ],
    "text": "Although, the number of forest offences recorded by the FD had declined by 8 per cent to 4,782 in 1996, the volume of illicit timber detected had risen by 61 per cent from 2,725 cubic meters in 1995 to 4,400 cubic meters in 1996. Accordingly, the value of timber detected increased by 22 per cent from Rs.29 million in 1995 to Rs.36 million in 1996. These are onf, ihe official figures which indicate",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      502.32,
      718.94,
      514.51,
      728.9
    ],
    "text": "49",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      53.76,
      36.24,
      518.86,
      43.05
    ],
    "text": "P a r t i C e n t r a l B a n k o f S r i L a n k a A n n u a l R e p o r t - 1 9 9 6",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      265.44,
      64.32,
      309.9,
      71.13
    ],
    "text": "T A B L E 3.10",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      229.44,
      73.92,
      346.11,
      80.73
    ],
    "text": "S t a t i s t i c s o f t h e F o r e s t r y S e c t o r",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.7565388679504395,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      130.08,
      92.4,
      511.03,
      99.21
    ],
    "text": "Item Unit 1994 1995 1996(a)",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.68,
      107.28,
      509.82,
      139.05
    ],
    "text": "1. Total forest cover (b) Hectares '000 2,047 2,046 2.04C Closed canopy forest Hectares '000 1,583 1,583 !\" - 1,583 Sparse forest Hectares '000 464 464 463 Mangroves Hectares '000 9 9 9",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      2.124298095703125,
      5.456006050109863,
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.44,
      149.04,
      509.78,
      155.85
    ],
    "text": "2. Extent deforested (c) Hectares '000 1.2 0.1 [ 0.3",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.68,
      165.6,
      509.78,
      172.41
    ],
    "text": "3. Extent reforested Hectares '000 7 10 13",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.44,
      182.16,
      155.65,
      188.97
    ],
    "text": "4. Number of forest offences",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      72.0,
      190.8,
      510.06,
      214.41
    ],
    "text": "recorded No. 4,749 5,200 4,782 Volume of timber detected Cubic Metres 3,903 2,725 4,398 Value of timber detected R s . M n . 35.7 29.3 35 8",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      5.9348955154418945,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      54.72,
      225.6,
      519.53,
      255.45
    ],
    "text": "Source: Forest Department (a) Provisional. (b) Forest plantations are not included. (c) Estimates.",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      5.819028854370117,
      6.069423198699951
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      54.72,
      263.42,
      279.02,
      297.38
    ],
    "text": "the alarming rate at which forests with high value timber are deforested. A substantial extent of deforestation goes undetected.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      55.2,
      311.18,
      279.99,
      485.78
    ],
    "text": "In order to minimise the negative impact of defores­tation on the environment and to provide for multiple-use natural forests and forest plantations to meet the needs (for fuel wood, timber, etc.) of an increasing popu­lation and growing economy a programme of reforesta­tion is being implemented by the FD. Considering the importance of the forestry sector the extent reforested increased from 10,300 hectares in 1995 to 12,900 hectares in 1996. International assistance has been obtained for a number of forestry projects. Of the major projects, the expenditure incurred on the World Bank funded Forest Sector Development Project in 1996 was Rs. 136 million. Under this project 3,000 hectares were reforested, 17,400 hectares were brought under Forest and Plantation Man­agement, Conservation Management Plans were prepared",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.585453033447266,
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      295.68,
      263.66,
      521.37,
      414.74
    ],
    "text": "for 3 Wet Zone forests and 10 field quarters were con­structed. The Participatory Forestry Project funded by the Asian Development Bank aims at raising the supply of fuel wood and general utility timber. In 1996, about Rs.100 million was expended on the project. Reforesta­tion was undertaken on 9,800 hectares mainly on home gardens and woodlots involving 76,789 farmer families. Over 7.8 million seedlings were raised under the project. Farmers are encouraged to grow the seedlings especially in homesteads. It is estimated that at present home gardens and other \"farm\" land in the rural areas provide a major portion of the construction and industrial round-wood and bio-energy consumed in the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      296.64,
      430.22,
      521.53,
      487.22
    ],
    "text": "The National Task Force on Forest and Forestry Re­lated Legislation established under the Forestry Sector Master Plan (FSMP) completed their assignment in 1996. Under the FSMP, priority programmes have been identi­fied for the next five years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      57.84,
      721.58,
      69.92,
      731.54
    ],
    "text": "50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]