[
  {
    "page_number": 0,
    "bbox": [
      200.16,
      38.38,
      238.12,
      47.35
    ],
    "text": "( 81 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      180.24,
      176.62,
      261.09,
      185.59
    ],
    "text": "IV. PERSONNEL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.404350280761719,
      8.609237670898438
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.72,
      200.62,
      399.26,
      341.59
    ],
    "text": "The Governor, Mr. D. W. Rajapatirana, left Ceylon for India on March 12, 1960, to address the \" SEANZA \" trainees in Bombay on the invitation of the Governor of the Reserve Bank of India and returned on March 14, 1960. On May 28, 1960, he left for London to attend the Commonwealth Central Bank Governors' Conference and returned to Ceylon on June 8, 1960. Mr. Rajapatirana left Ceylon on September 17, 1960, to attend, at the invitation of the Hon. the Prime Minister, the Fifteenth Session of the United Nations General Assembly in New York as a member of the Ceylon Delegation. He also attended the Annual Meetings of the Boards of Governors of the International Monetary Fund, Inter­national Bank for Reconstruction and Development, and the International Finance Corporation, in Washington, as Alternate Governor for Ceylon. He returned to Ceylon on December 4, 1960.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.444109916687012,
      8.51093864440918,
      8.526764869689941,
      8.544636726379395,
      8.733400344848633,
      8.780900955200195,
      8.784972190856934,
      8.803996086120605,
      8.838915824890137,
      8.873106002807617
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      357.58,
      399.25,
      390.55
    ],
    "text": "Mr. P. M. Jayarajan resumed duties as Assistant to the Governors with effect from November 1, 1960, having completed his period of duty as Alternate Executive Director of the International Monetary Fund.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.783291816711426,
      8.873106002807617,
      9.048429489135742
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      405.58,
      399.67,
      462.55
    ],
    "text": "Dr. Michael Greenberg ceased to function as Director of Economic Research with effect from July 30, 1960. Dr. Gamani Corea, who was Secretary of the Planning Council and Director of the Planning Secretariat, reverted to the Central Bank service on October 1, 1960, and assumed duties as Acting Director of Economic Research with effect from October 5, 1960.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58745288848877,
      8.770172119140625,
      8.873106002807617,
      9.048429489135742
    ]
  }
]