[
  {
    "page_number": 0,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "42",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      349.7,
      371.31,
      502.65,
      749.23
    ],
    "text": "3.1 OverviewAn efficient network ofeconomic and socialinfrastructure together with asound regulatory framework is apre-requisite for achievingsustained high economicgrowth and development.Infrastructure network consists ofcommunication services, energy,transport, and other public utilitiesand social infrastructure facilitiessuch as education, healthcare andsafety nets. Continuousimprovement and maintenance ofinfrastructure network is vital toattain a sustained high level ofeconomic growth. A soundregulatory framework is essentialto maintain proper pricing, qualityand standards and to counter illeffects of the monopolistic oroligopolistic nature of providingsome infrastructure facilities.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      10.435516357421875,
      11.384200096130371,
      33.67825698852539
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      333.83,
      83.35,
      474.41,
      119.35
    ],
    "text": "Chapter 3",
    "fonts": [
      "AGaramond-SemiboldItalic"
    ],
    "sizes": [
      36.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      332.18,
      265.12,
      571.12,
      317.88
    ],
    "text": "ECONOMIC AND SOCIALINFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      20.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "43",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.47,
      78.53,
      295.12,
      356.18
    ],
    "text": "The Ten-year Horizon Development Framework (2006-2016) of the Government (The Ten-year Vision) hasrecognised the importance of infrastructure to accelerateeconomic development. A series of large-scaleinfrastructure projects are to be implemented during 2006 -2016 under the Ten-year Vision. This includes power projectssuch as Upper Kotmale Hydropower plant, coal power plantsat Norochcholai, Trincomalee and Hambantota, combinedcycle power plant in Kerawalapitiya, transport developmentprojects such as upgrading the Colombo – Matara railwayline, new railway lines of Matara – Kataragama andKurunegala – Habarana, light transit systems connectingRatmalana - Battaramulla and Dematagoda - Battaramulla,port projects such as Colombo South Harbour, Galle Portdevelopment, Hambantota Sea Port and Oluvil Portdevelopment, new international airport at Weerawila, roadprojects such as the Southern Expressway, Colombo –Katunayake Expressway and Colombo Outer CircularHighway and irrigation projects such as Moragahakanda, UmaOya, Deduru Oya, and Yan Oya. At the same time small-scale infrastructure projects are also being developed underthe Maga Neguma (road development) and Gama Neguma(village development) programmes.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.47,
      360.12,
      291.06,
      445.81
    ],
    "text": "Faster implementation of the proposed developmentprojects is essential to support rapid expansion ofeconomic activities. Major development projects such asthe Colombo South Harbour project, road projects and coaland hydro power projects need to be implemented withoutany delays as these are essential for continued economicdevelopment in Sri Lanka in the medium–term.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.47,
      449.81,
      291.02,
      535.5
    ],
    "text": "Public and Private Partnerships (PPP) are beingencouraged in implementing planned infrastructureprojects. Over the period from 2007 – 2016, the fundingrequirements of major infrastructure projects identified in theTen-year Vision is around Rs 2,226 billion and is expected tobe financed from both foreign and domestic sources. Giventhe fiscal constraints, PPP plays a vital role in implementing",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.6,
      78.48,
      540.62,
      164.22
    ],
    "text": "and managing infrastructure projects. In a PPP arrangement,the commercial risk of projects is to be borne by privateinvestors and non-commercial risks such as political,environmental and regulatory risks are borne by thegovernment. Funds could also be raised in the capitalmarkets, as these infrastructure projects are commerciallyviable.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.6,
      167.82,
      540.65,
      308.35
    ],
    "text": "A sufficient return on investment needs to be assuredfor continuous development, modernisation andmaintenance of infrastructure projects. Construction ofinfrastructure is costly and generally takes a longer gestationperiod. Hence, the service providers should be sufficientlycompensated for efficient operation of services and toencourage more investments, innovations and productivitygrowth. Provision of government subsidies to maintaininfrastructure projects, in most cases leads to variousimbalances in the economy. Therefore, appropriate usercharges need to be put in place to ensure continuousimprovement in infrastructure services.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.6,
      311.95,
      540.64,
      556.0
    ],
    "text": "Infrastructure services showed mixed performance in2006. A phenomenal growth was seen in thetelecommunications sector supported by large investment,technology adoption and rapid expansion of coverage. Portservices grew significantly with unprecedented growth intranshipment services. Electricity sector showed an increasein the low cost hydropower generation substantially thoughthe institutional and financial issues continued to exist. In thepetroleum sector, though oil prices increased to historicallyhigh levels in 2006, restoration of flexible pricing policy anddiscontinuation of fuel subsidies from mid 2006 helpedeliminate certain imbalances in the economy. Further, theintroduction of a hedging mechanism in oil purchases willalso help maintain stability in retail prices of petroleumproducts. Passenger transportation continued to reflect asluggish growth in 2006. Despite slow growth in the tourismsector, air transportation reflected a healthy growth due toincreased travel by Sri Lankans. Construction of housesexpanded significantly benefiting from the growing housingfinance market and government intervention while health andeducation sectors continue to improve.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      304.6,
      561.42,
      540.67,
      743.09
    ],
    "text": "The operational efficiency of public enterprises providinginfrastructure services needs to improve. Publicenterprises such as Sri Lanka Transport Board (SLTB), SriLanka Railways (SLR) and Ceylon Electricity Board (CEB)are operating at large operating losses and producing servicesthat are of high cost and insufficient quality, burdening thegovernment budget and reducing the competitiveness of thecountry. Implementation of identified institutional changes,improving financial and operational management, eliminatingwaste, introducing innovative products and other relevantmeasures would help improve the financial position of theseinstitutions. It is noted that the Strategic EnterprisesManagement Agency (SEMA) has taken initiatives to addresssome of the issues in the key public enterprises by guidingthese institutions to become financially viable entities.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      74.37,
      544.39,
      282.75,
      572.83
    ],
    "text": "Government Investment inInfrastructureTable 3.1",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      72.1,
      587.35,
      209.16,
      602.74
    ],
    "text": "Year EconomicSocialServicesServices",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      124.2,
      612.58,
      283.26,
      627.97
    ],
    "text": "Rs.bn.% ofRs.bn. % ofRs.bn.% ofGDPGDPGDP",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.76,
      637.75,
      283.25,
      720.4
    ],
    "text": "199732.53.611.61.344.04.9199844.74.415.51.560.25.9199944.94.117.51.662.45.6200054.74.416.51.371.15.7200154.93.914.61.069.54.9200251.73.415.71.067.44.3200358.73.319.21.177.94.4200461.33.029.01.490.34.4200577.53.3 60.4 (a)2.5137.95.82006(b)106.83.848.41.7155.25.5",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.6,
      725.44,
      290.24,
      738.64
    ],
    "text": "Source: Central Bank of Sri Lanka(a) Inclusive of tsunami related capital expenditure(b) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      250.91,
      591.6,
      265.15,
      598.6
    ],
    "text": "Total",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "44",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.5,
      78.21,
      290.37,
      109.13
    ],
    "text": "3.2 Economic Infrastructure Policies,Institutional Framework and Performance",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.5,
      113.23,
      162.05,
      127.0
    ],
    "text": "Communication Services",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.5,
      130.86,
      290.57,
      264.57
    ],
    "text": "The communications sector comprises mainlytelecommunications and postal services. Thetelecommunications sector continued to be at the frontier ofinformation age delivering voice, data and other products atincreasing speeds. The postal sector, which is largelyconcentrated in providing conventional letter post, isattempting to expand its scope to offer various value addedservices within the current structure with private sectorparticipation. Postal services are now used by banks toenhance access to finance and that should be pursued jointlyby the Department of Posts (DOP) and banks.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.5,
      268.51,
      290.54,
      522.18
    ],
    "text": "The rapid growth in the telecommunications sectorcontinued in 2006. The subscriber network of thetelecommunications sector grew by 59 per cent in 2006following the 44 per cent growth in 2005 benefiting from theintroduction of advanced technology, growing competition,higher investment, increasing affordability and rapidexpansion of network coverage. The fixed access networkgrew by 52 per cent largely due to expansion in wirelessnetwork with the Code Division Multiple Access (CDMA)technology. The phenomenal growth in the mobile telephoneservices continued registering 61 per cent increase in thesubscriber network in 2006 after 52 per cent increase in 2005.As a result, the mobile telephone penetration (mobileconnections as a per cent of total population) increased to27 per cent from 17 per cent in 2005. These developmentsled to an increase in the national telephone density(telephones including cellular phones per 100 persons) to37 by end 2006. Subscribers to Internet and e-mail servicestoo increased by 13 per cent in 2006, though the penetrationof e-mail and Internet are still relatively lower compared tocompetitor countries in the region.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      54.5,
      526.12,
      290.4,
      599.85
    ],
    "text": "Rapid growth in the telecommunications sectordemonstrates the benefits of liberalisation andcompetition. The telecommunications sector presentlyconsists of 3 fixed line operators, 4 mobile operators, 32external gateway operators, and 23 Internet service providers.Several telecommunication projects were implemented in",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.63,
      81.49,
      540.55,
      239.23
    ],
    "text": "2006 to further expand facilities in the country. The BharatLanka optical fibre submarine cable between India and SriLanka was inaugurated in 2006. The Dhiraagu - SLT opticalfibre submarine cable system between Sri Lanka andMaldives was also inaugurated in 2006. These will beconnected to domestic and international networks therebyincreasing Sri Lanka’s presence in the regionaltelecommunications. Rolling out of Metro Ethernet serviceswas commenced in 2006, which provides integrated singleport connectivity conveying multiple services such as voice,high speed data, high speed Internet and video conferencing.3G technologies, which enable a wide range of innovativeapplications for users, were also introduced in 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      304.63,
      243.23,
      540.65,
      412.88
    ],
    "text": "The disparity in telecommunication services in urban andrural areas is narrowing. Rapid expansion of mobilenetworks and CDMA based wireless network in rural areashelped reduce the communication disparity between the ruraland urban areas. Unlike fixed line telephones, the CDMAtechnology provides easy access to rural areas at a lowerfixed cost while also providing other value added services.However, further efforts are needed to provide digitalopportunities to under-served areas to provide economic andsocial benefits of ever improving Information andCommunications Technology (ICT) to the masses of SriLanka. Some banks have begun to use thetelecommunication services to enhance banking sevices inoutstations through the agency banking network.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      323.51,
      433.61,
      538.7,
      462.06
    ],
    "text": "Growth of Telecommunicationsand Postal ServicesTable 3.2",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.93,
      483.83,
      540.64,
      499.22
    ],
    "text": "Growth Rate Item20052006(a) 20052006 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.28,
      509.0,
      533.08,
      583.2
    ],
    "text": "1 Telecommunications services1.1 Fixed access servicesSLT telephone lines inservice (No.) (‘000)954118810.924.5New telephone connectionsgiven by SLT (No.)(‘000)117259116.7121.4Wireless local loop telephones (‘000) (except SLT) 290708121.4144.1telephone density(Telephones per 100 persons)6.39.523.550.8",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      315.24,
      593.03,
      533.1,
      625.21
    ],
    "text": "1.2 Other servicesCellular phones (‘000)3,3625,41252.161.0Public pay phones6,2857,5133.119.5Internet & e-mail (‘000)11513023.313.0",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      306.29,
      635.05,
      533.08,
      700.86
    ],
    "text": "2 Postal service Delivery areas (No.)6,7296,7290.00.0 Post offices (No.)4,7044,727-0.10.5 Public4,0414,043-0.20.0 Private6636840.23.2 Area served by a post office (Sq.km)13.913.80.0-0.7 Population served by a post office4,1004,1670.01.6 Letters per inhabitant2524 (b)4.2-4.0",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      432.64,
      712.29,
      531.73,
      739.89
    ],
    "text": "Sources:Sri Lanka Telecom Ltd.Telecommunications RegratatoryCommission of Sri LankaDepartment of Posts",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.43,
      711.89,
      346.82,
      725.09
    ],
    "text": "(a) Provisional(b) Estimated",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      5.6921000480651855,
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "45",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      81.43,
      290.51,
      215.08
    ],
    "text": "The government has taken several initiatives to harnesssignificant direct and indirect economic and socialbenefits from the ICT development. ICT facilitatesinnovative applications in public service, business, educationand health sector, and in many other areas. It also createsnew employment opportunities. Sri Lanka has launchedseveral ICT projects in recent years, including e-LankaGovernment Network, Schoolnet, Lanka Education andResearch Network, “Nanasala” knowledge centres, NationalDistance Education Network and Business ProcessOutsourcing (BPO) projects.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      219.08,
      290.42,
      328.75
    ],
    "text": "The postal service continued to operate its conventionalservices, while offering some value added services. TheDOP is modernising post offices to provide additional servicessuch as e-remittances, e-mail and e-money transfers. Foreignairmail rates were raised with effect from 01 October 2006 topartly cover increased costs. Over the next few years, theDOP would need to embark upon innovative strategies tominimize its losses while providing better postal services tothe public.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      332.69,
      84.98,
      346.46
    ],
    "text": "Energy",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      350.38,
      290.42,
      472.07
    ],
    "text": "High international oil prices posed a major challenge tothe energy sector in 2006. Almost half the total energyconsumption in the country is derived from petroleumproducts, while the balance includes bio-mass (47 per cent)and hydro electricity (8 per cent). Hence, the impact of thesharp rise in oil prices in 2006 was felt strongly in the economydemonstrating the need for stepping up development ofalternative energy sources, including renewable energy inthe country. It also emphasised the importance of hedgingoil purchases to maintain the stability in domestic fuel prices.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      477.08,
      93.19,
      489.47
    ],
    "text": "Electricity",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      493.64,
      290.5,
      651.33
    ],
    "text": "The installed capacity increased marginally (by less than1 per cent) to 2,429 MW in 2006 in contrast to the growthin the demand for electricity of 8 - 10 per cent annually.The additional demand calls for new power plants of 200MW annually. Hydropower generation increased significantlyin 2006 due to favourable weather. The share of hydropowerin the total electricity generation increased to 49 per cent in2006 from 39 per cent in 2005. Water levels in hydro-reservoirs remained above 45 per cent throughout the yearand reached almost full capacity in December 2006. Theincrease in low cost hydropower generation by 1,185 GWhin 2006 has had a favourable impact on the financial situationof the CEB.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.47,
      655.27,
      290.42,
      740.96
    ],
    "text": "Total electricity consumption increased by 8 per cent in2006. Electricity consumption in the industrial sector grewby 6 per cent, and in the domestic and general purposessectors it decelerated, due to increased tariff. The systemlosses have declined further but still remain relatively high at16.6 per cent. Deficiencies in the distribution and transmissionnetworks and illegal connections were the main reasons for",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      326.6,
      88.52,
      531.41,
      103.76
    ],
    "text": "Power Sector PerformanceTable 3.3",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      313.28,
      126.3,
      535.76,
      141.39
    ],
    "text": "Growth Rate Item20052006(a)20052006 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.640783309936523
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      305.62,
      151.27,
      532.41,
      359.92
    ],
    "text": "Available capacity (MW)2,411 2,4291.40.7Installed capacity 2,411 2,4293.50.8Hydro 1,291 1,3090.91.5Thermal (b) 1,1151,1158.80.0Wind 3 30.00.0Units generated (GWh) 8,769 9,3897.57.1Hydro 3,450 4,63516.534.3Thermal (b) 5,314 4,75116.3-10.6Wind 2 2-33.30.0Total sales by CEB (GWh)7,2557,8328.87.7Domestic and religious 2,444 2,62210.97.3Industrial 2,446 2,6057.96.5General Purpose 1,254 1,39510.811.2Bulk sales to LECO 1,027 1,1114.78.2Street lighting 83 980.018.1LECO sales (GWh) (c) 973 1,0526.78.1Domestic and religious 464 4886.75.2Industrial 240 2556.76.3General Purpose 244 2826.615.6Street lighting 25 268.74.0Overall System loss of CEB (%) 17.3 16.61.0-3.1Number of Consumers (d) (‘000) 3,807 4,0665.86.8Domestic and religious 3,361 3,5935.66.9Industrial 38 402.75.3General Purpose 404 4296.96.2",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      306.87,
      366.46,
      538.82,
      394.06
    ],
    "text": "Sources:Ceylon Electricity BoardLanka Electricity Co. (Pvt) Ltd.(a) Provisional(b) Inclusive of Independent Power Producers (IPP)(c) Estimates Based on actuals up to October 2006(d) Inclusive of LECO consumers",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.6,
      402.99,
      540.54,
      428.75
    ],
    "text": "these losses. Therefore, CEB should urgently act to reducethe system losses to a tolerable level.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.6,
      432.69,
      540.62,
      626.38
    ],
    "text": "The electricity sector continued to suffer from high costof power generation resulting from oil prices and severalother structural issues. The delays in implementing plannedlow cost power plants,proposed improvements inmanagement and measures to address the high systemlosses compounded its woes threatening the long-termsustainability. Although work on the 300 MW Norochcholaicoal power plant (Phase I) and 150 MW Upper Kotmalehydropower plant were commenced in 2006, these will notbe operational till 2011. Two thermal power projects, eachwith the capacity of 300 MW are also to be installed atKerawalapitiya to meet the rising demand during 2008 - 2011.Proposals to construct two more coal power plants of 500MW and 600 MW are at initial stages of negotiations. Thegovernment is also examining possibilities of importingelectricity from India to meet the rising demand.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      304.6,
      630.32,
      540.51,
      740.05
    ],
    "text": "Electricity tariffs were revised in 2006 but average costof generation is still higher than the revised tariff leadingto substantial losses. The fixed charges were increased by100 - 275 per cent in February 2006 and unit charges wereincreased by an average rate of 30 per cent from September2006. In 2006, the average tariff was Rs. 9.02 per unitwhereas the average cost was Rs. 11.03 per unit. Theaverage purchased cost of private power was estimated atRs. 12.19 per unit in 2006. The transfer of high cost to",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "46",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.18,
      274.7,
      291.14,
      483.44
    ],
    "text": "consumers therefore, has been discouraged by the alreadyhigh tariff rates in Sri Lanka, leaving very little scope for furtherincrease in tariff rates. Hence, it is vital that measures needto be taken to rectify the existing inefficiencies in the electricitysector and undertake identified improvements aimed atreducing the cost of power generation. Despite increase inlow cost hydropower generation and tariff, operating lossesof CEB is estimated to have increased by 84 per cent to Rs.13 billion mainly due to increased cost of thermal powergeneration resulting from high oil prices. CEB’s short-termliabilities and payment arrears further increased. Short-termborrowings from commercial banks, payment arrears to theCeylon Petroleum Corporation (CPC) and Independent PowerProducers (IPP) and other short-term liabilities amounted toRs. 66 billion at end 2006. CEB’s long-term loans amountedto Rs. 54 billion by end December 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.18,
      491.24,
      291.1,
      569.89
    ],
    "text": "Implementation of proposed restructuring of electricitysector by rationalizing its key operations along with aprogramme to address financial issues has been furtherdelayed. In the meantime, a Power Sector Concept Paperhas been presented to the Cabinet in July 2005, incorporatingproposals made by trade unions as well.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.18,
      577.74,
      291.11,
      682.41
    ],
    "text": "A National Energy Policy and Strategies for Sri Lankawas introduced in 2006. The areas covered by the policyinclude providing basic energy needs, ensuring energysecurity, promoting energy efficiency and conservation,promoting indigenous resources and adopting an appropriatepricing policy. In this regard, it is noted that the governmentwill endeavour to reach a level of 10 per cent of grid electricityusing Non-conventional Renewable Energy (NCRE) by 2015.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.18,
      691.04,
      94.79,
      703.43
    ],
    "text": "Petroleum",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      55.18,
      708.39,
      291.11,
      735.06
    ],
    "text": "International oil prices increased significantly in 2006.Crude oil price (Brent) reached a record high level of US",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      304.63,
      85.23,
      540.53,
      241.99
    ],
    "text": "dollars 78 a barrel in July 2006. The average crude oil importprice of CPC increased by 22 per cent to US dollars 64 perbarrel in 2006. The government decided to discontinue theprovision of fuel subsidies from July 2006, allowing the oildistributing companies to adjust domestic oil prices basedon costs. The delayed and inadequate adjustments in pricesduring January to June 2006 compelled the CPC to claimsubsidies from the government amounting to Rs. 9.4 billionin the first half of 2006. While the kerosene subsidy is yetcontinuing, in order to reduce the unnecessary financialburden on the government, the kerosene subsidy has to bestrictly targeted.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      304.63,
      249.79,
      540.64,
      367.44
    ],
    "text": "The growth in demand for major petroleum products(Petrol, Diesel and Kerosene) decelerated in 2006. Thegrowth of petrol consumption decelerated to 7 per cent in2006 responding to the 15 per cent increase in prices duringthe year. Growth of auto diesel sales was insignificantly low,mainly due to the drop in auto diesel used for powergeneration as hydropower generation increased, particularlyduring the latter part of the year. The demand for keroseneincreased marginally in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      304.63,
      375.29,
      540.71,
      453.94
    ],
    "text": "CPC initiated hedging of oil purchases against adverseprice movements. Hedging of oil purchases is vital to ensurestability in prices and other economic variables. CPC enteredinto two hedging arrangements for the first time in February2007 to purchase 900,000 barrels of auto-diesel during March- May 2007, under the Zero-cost Collar mechanism.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      304.63,
      461.74,
      540.64,
      553.43
    ],
    "text": "Initial steps towards the exploration of oil in the NorthWestern offshore area were taken in 2006. Tenders are tobe called from international oil companies in 2007 andawarding of tenders is to take place in 2008 in addition to thepreparation and drafting of rules and regulations to implementa formal procedure in the commercial operation of oilextraction in Sri Lanka.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "47",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      138.04,
      93.11,
      477.62,
      108.26
    ],
    "text": "Hedging Oil Imports against Price VolatilityBox 4",
    "fonts": [
      "Helvetica-Bold",
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      11.0,
      13.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.66,
      132.82,
      293.65,
      481.52
    ],
    "text": "High oil prices in the international market since 2003,has been posing a serious challenge to the macroeconomicmanagement in Sri Lanka. The high oil prices have arisen fromsupply concerns such as global geopolitical uncertainty, limitedspare capacity in oil production, disruptions in some oilexporting countries and the high demand particularly fromChina, India and the United States. This has increased SriLanka’s import expenditure on petroleum products from USdollars 838 million in 2003 to US dollars 2,070 million in 2006.Sri Lanka imports approximately 30 - 32 million barrels ofpetroleum products per annum.The sharp rise and volatility in oil prices generate a seriesof macroeconomic imbalances. High import expenditure leadsto a draw-down of reserves and pressure on the exchange rate.It raises domestic fuel prices impacting on aggregate supply. Ifdomestic prices are not revised in line with international prices,there will be serious fiscal implications due to ensuing subsidypayments.Until June 2006, the government attempted to minimisethe burden of rising oil prices on consumers by subsidisingdomestic fuel prices. The government had to spend Rs. 17.5billion (about 0.9 per cent of GDP) in 2004 and Rs. 26 billion(about 1.1 per cent of GDP) in 2005 on oil subsidies.During thefirst six months of 2006, the oil subsidy to the Ceylon PetroleumCorporation (CPC) alone amounted to Rs. 9.4 billion. Althoughthe petroleum subsidy stabilised domestic petroleum prices to acertain extent in the short-term, the subsidy created seriousmacroeconomic implications through higher fiscal expenditure.Higher budget deficits emanating from huge oil subsidies in turnwould either raise the government borrowings, compel it toreduce capital expenditure or increase the tax burden. In view ofthese adverse implications, government discontinued theprovision of subsidies from July 2006.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      66.66,
      483.79,
      293.46,
      545.81
    ],
    "text": "To avoid the volatility of import prices of oil, the CPChas now decided to hedge at least a part of its oil imports againsthigh and volatile prices. Like an insurance policy, hedging isused to protect against unexpected negative events. This doesnot prevent the negative event from occurring, but if it doeshappen and if it is properly hedged, the impact of the event is",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      306.12,
      133.72,
      534.99,
      554.34
    ],
    "text": "reduced. Thus, the hedging is not aimed at generating profits,but mainly protecting from losses that could arise from adverseprice fluctuations. Some of the popular major hedging instruments, whichare used worldwide, could be applied in hedging oil purchasesare the following. Under Crude Oil Cap, a petroleum importersets the maximum price, which is called the Cap. If the marketprice rises above the Cap, the Hedging Organisation, usually aBank will pay the difference to the oil company. If the marketprice drops below the Cap, the importer is free to buy from theopen market. As consideration, the importer needs to pay apremium for each barrel. Under the Zero-Cost Collararrangement, the importer sets the maximum price, the HighCollar. In response, the bank sets the floor price, the Low Collar.If the market price is above the high collar price, the Bank willpay the difference between the high collar price and the marketprice to the the importer. If the market price is below the lowcollar price, the importer will pay the difference between thelow collar price and the market price to the Bank. In this caseno premium is involved. Under Swap, a fixed price will beagreed upon. If the market price is above the fixed price thebank will pay the difference to the the importer. If the marketprice is below the fixed price the the importer will have to paythe difference to the contracting party. This instrument requiresa premium (similar to insurance premium) to be paid by the theimporter. The cost of hedging could come either from direct costof hedging such as premium paid or indirect cost from lost profitdue to movement of market prices on the reverse direction (e.g.,significant drop in oil prices). These costs are the cost of avoidinguncertainty and ensuing stability.The CPC has commenced hedging part of its oil purchasesby entering into two hedging agreements to import diesel withStandard Chartered Bank in February 2007 using Zero CostCollar mechanism with a ceiling price. The objective of CPC’shedging programme is to absorb price shocks and keep dieselprice at a stable level. CPC expects to gradually increase amountsof imports being hedged. The favourable impact of the hedgingarrangement on the country’s balance of payments, officialreserves and domestic price level would contribute to the priceand economic stability of the country.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "48",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.8,
      562.29,
      291.9,
      656.83
    ],
    "text": "TransportationAn efficient transport network is a pre-requisite forsustained higher economic growth and regionaldevelopment. The government’s long-term plan for thetransport sector envisages the development of an efficientand safe transport system responsive to the socio-economicdevelopment needs, that provide services at an affordableprice.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.8,
      659.06,
      134.99,
      671.45
    ],
    "text": "Road Transportation",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.8,
      673.91,
      129.16,
      686.3
    ],
    "text": "Road Development",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      55.8,
      689.85,
      291.74,
      736.62
    ],
    "text": "Though the coverage of the road network in Sri Lanka isconsidered to be adequate by international standards,road conditions and capacities are insufficient to meetthe rapidly growing demand for mobility. In terms of the",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      68.39,
      89.6,
      284.36,
      104.83
    ],
    "text": "Petroleum Sector PerformanceTable 3.4",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.64,
      128.51,
      292.14,
      143.54
    ],
    "text": "Growth RateItem20052006(a)20052006 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.640783309936523
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.98,
      153.48,
      288.87,
      513.38
    ],
    "text": "Quantity imported (Mt ‘000)Crude oil2,0082,153-8.87.2Refined products 1,8231,76410.9-3.2L.P. gas1491580.76.0Domestic L.P. gas production (Mt ‘000) 1315-13.315.4Value of imports (c&f)Crude oil (Rs. mn) 77,686106,97726.537.7(US dollars mn) 7731,02927.833.1Refined products (Rs. mn) 88,767106,70244.820.2 (US dollars mn) 8821,04146.018.0L.P. gas(Rs. mn.) 7,5739,74924.328.7(US dollars mn) 759425.025.3Average price of crude oil (c&f)(b)(Rs./barrel) 5,2416,78137.529.4(US dollars/barrel) 52.1465.0639.424.8Quantity of exports (Mt ‘000) (b) 164213-43.829.9Value of exports (b) (Rs. mn.) 7,15911,143-29.355.7 (US dollars mn.) 71107-29.050.7Local sales (Mt ‘000)4,2434,17613.2-1.6Petrol (90 Octane) 52656326.27.1Petrol (95 Octane) 233115.532.9Auto diesel 1,8621,870-1.50.4Super diesel 1710-52.3-42.5Kerosene25226023.53.2Furnace oil 1,02696137.2-6.3Avtur 21623527.08.7Naphtha1818788.7-52.0L.P. gas165170-0.63.0Local Price (at period end) (Rs./litre)Petrol (90 Octane) 80.00 92.0017.615.0Petrol (95 Octane) 83.00 95.0016.914.5Auto diesel 50.00 60.0019.020.0Super diesel 55.30 65.3016.918.1Kerosene30.50 48.0019.657.4Furnace Oil500Seconds 33.30 46.3026.639.0800Seconds 32.80 45.8030.239.61,000 Seconds 31.40 44.4027.141.41,500 Seconds 30.30 43.3024.742.93,500 Seconds 28.00 41.0027.346.4 L.P. Gas (Rs./kg) Shell gas 63.68 76.800.920.6 Laugfs gas65.60 72.723.910.9",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      181.95,
      528.32,
      289.85,
      555.92
    ],
    "text": "Sources :Ceylon Petroleum CorporationLanka IOC Ltd.Shell Gas Lanka LtdLaugfs Lanka Gas (Pvt)Ltd",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      61.81,
      528.09,
      150.51,
      548.49
    ],
    "text": "(a) Provisional(b) As reported by Ceylon PetroleumCorporation",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.63,
      80.41,
      540.53,
      118.13
    ],
    "text": "road density, Sri Lanka’s position stands above theneighbouring countries having 1.6 km per square km of areaand 5.5 km per 1,000 persons.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.63,
      122.13,
      540.66,
      255.78
    ],
    "text": "The government is taking steps for early implementationof identified road projects. The construction of strategicallyimportant and economically maintainable expressways andnational highways on priority basis, the encouragement ofPublic-Private Partnerships (PPP) to achieve higheroperational efficiency, the strengthening of relevant agenciesin the road sector (including provincial and localgovernments), the strengthening of the regulatory frameworkto achieve higher efficiency and supporting domesticconstruction industry are among the prominent strategiesrecognized by government.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.63,
      259.78,
      540.66,
      417.41
    ],
    "text": "The Ten-year Vision highlights the development of a highquality road network for the rapid and safe transportationof passengers and goods. The implementation of severalmajor road projects has been initiated. These include,construction of expressways covering 600 km, programmesfor upgrading selected national highways, rehabilitation ofroads in Tsunami affected areas, rehabilitation of roads inconflict affected areas, rehabilitation of 600 km of provincialroads and rehabilitation of 20,000 km of rural roads. All thesesteps would be useful initiatives directed towards thereduction of traffic congestion. It is also noted that recentefforts to reduce traffc congestion in Colombo by makingsome key roads one way has been quite successful.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.63,
      421.58,
      540.69,
      496.77
    ],
    "text": "Development of rural roads under Maga Negumaprogramme continued in 2006. The ‘Maga Neguma’program was commenced in 2004 with the objective ofdeveloping feeder roads in rural areas. Under the MagaNeguma programme, an estimated 2,000 km of rural roadswere improved at a cost of Rs1,800 million in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      304.63,
      501.05,
      540.7,
      736.09
    ],
    "text": "During 2006, the Road Development Authority (RDA)implemented several new highway projects. The SouthernExpressway, Colombo Outer Circular Highway, Colombo -Kandy Expressway and Colombo-Katunayake Expresswaywere some of the major road projects that were initiated orwere being implemented. The construction work of theSouthern Expressway (Kurundugahahethekma –Matara) wascommenced in April 2003 and about one half of theconstruction work has already been completed by end 2006.This section of the road is to be completed by end February2008. The construction work of the section of the SouthernExpressway (Kottawa – Kurundugahahethekma) was initiatedin 2005 and is to be completed by August 2009. Landacquisition for the stages I and II of the Colombo OuterCircular Highway (Kottawa- Kaduwela and Kaduwela-Kadawatha) is in progress. Negotiations are in progress toconstruct the Colombo – Kandy Expressway and theconstruction work is to be commenced under a new financialarrangement.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "49",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      80.35,
      290.51,
      250.06
    ],
    "text": "The RDA implemented several road rehabilitation,maintenance and improvement projects funded byforeign loans during 2006. These include the Road SectorAssistance Project and projects under Tsunami EmergencyRecovery programme (TERP) funded by the World Bank,ADB funded Road Sector Development Project (RSDP),Conflict Affected Areas Rehabilitation Project (CAARP) andTsunami Affected Areas Rehabilitation Project (TAARP), JBICfunded Pro-poor Eastern Infrastructure Development Project,Baseline Road (Phase III), Sri Lanka Tsunami Affected AreasRecovery and Takeoff Project (STRAART) and ManampitiyaBridge and Small scale Infrastructure Rehabilitation andUpgrading Project (SIRUP) undertaken by Japan InternationalCo-operation Agency (JICA).",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      255.07,
      176.97,
      267.46
    ],
    "text": "Road Passenger Transportation",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      271.63,
      290.5,
      369.34
    ],
    "text": "The performance of passenger transportation in 2006 hasshown a marginal improvement in terms of operatedkilometres and passenger kilometres. The total operatedkilometres of the state and the private sector operatorsincreased by 2 per cent while passenger kilometres increasedmarginally. In 2006, the total bus fleet increased by 3 percent to 26,372 in 2006, of which the live fleet available foroperation is around 61 per cent.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      373.28,
      290.44,
      447.01
    ],
    "text": "Private sector presence in the passenger transportationfurther increased in 2006. Private bus operators owned 66per cent of the bus fleet in 2006. The share of the privateoperators in the total operated kilometreage is around 69per cent while that in passenger kilometres is 71 per cent in2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      450.95,
      290.55,
      536.64
    ],
    "text": "Despite recent increases in bus fares, the SLTBcontinued to operate at losses. In keeping with the increasein bus fares and the adding of new buses to the fleet, thetotal revenue of the SLTB increased by 20 per cent toRs.12,424 million in 2006. However, with expenditure risingdue to increases in fuel prices and wage bills, the operatinglosses increased marginally to Rs 2,457 million in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      540.58,
      290.52,
      686.31
    ],
    "text": "The National Transport Commission (NTC) has launchedseveral projects in 2006 in order to address the issuesrelating to lower quality and inadequate service.Programmes to improve night bus services, school busservices and rural bus services were launched by the NTCduring the year. NTC also introduced a training programmeto enhance the technical knowledge and professional skillsof bus crews. Development of bus stops and preparation ofnew time tables to regularise the bus service and to giveequal opportunity to all operators serving on a particular routewere among the other development projects carried out bythe NTC in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      691.32,
      143.58,
      703.71
    ],
    "text": "Railway Transportation",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      54.47,
      707.88,
      290.52,
      745.61
    ],
    "text": "The performance of SLR did not show a noteworthyimprovement. The passenger transportation is estimated tohave decreased marginally by 1 per cent while goods",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.6,
      81.38,
      540.65,
      239.12
    ],
    "text": "transportation increased by 3 per cent in 2006. In the face ofrapid increase in demand for passenger and goodstransportation and rising fuel prices, SLR can play a vital rolein mass transportation by providing services at a relativelycheaper rate and also contributing to reducing roadcongestion and environment pollution. However, the SLR hasfailed to provide the expected service mainly due to delaysin implementing the necessary measures designed atimproving the managerial and operational efficiencies of SLR,rapidly developing the dilapidated railway infrastructure,revamping the obsolete signalling and communicationsystems and dealing with the situation of shortages ofsleepers, engines and coaches.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      304.6,
      243.06,
      540.67,
      352.73
    ],
    "text": "The Ten-year development plan for SLR envisagesimplementation of several railway projects. These includedouble tracking and rehabilitation of the Colombo-Matara line,operation of electric trains between Colombo and Panaduraand the establishment of a container depot. In addition,construction of new railway lines connecting Panadura –Horana (18 km), Kurunegala to Habarana via Dambulla (80km), Matara – Kataragama (113 km ) and from Avissawellato Hambantota via Ratnapura (210 km) has been planned.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      327.62,
      364.44,
      526.71,
      392.84
    ],
    "text": "Salient Features of theTransport SectorTable 3.5",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      315.6,
      404.66,
      538.04,
      419.7
    ],
    "text": "Growth RateItem20052006(a)20052006 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.640783309936523
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      307.95,
      425.83,
      534.71,
      491.15
    ],
    "text": "1. New registration of motor vehicles (No.)229,669300,5222.630.9 Buses2,0693,346-4.561.7 Private cars17,28327,578-9.659.6 Three wheelers41,08564,466-6.256.9 Dual purpose vehicles6,8517,245-36.25.8 Motor cycles130,696156,6255.019.8 Goods transport vehicles14,26220,43633.343.3 Land vehicles17,42320,82535.519.5",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      307.95,
      501.47,
      534.78,
      558.34
    ],
    "text": "2. Sri Lanka RailwaysOperated kilometers (‘000)7,5707,800-0.83.0Passenger kilometers (mn)4,358 4,311(b)-7.0-1.1Freight ton kilometers (mn)1351380.72.2Total revenue (Rs.mn)1,9582,49116.727.2Current expenditure (Rs.mn)5,4636,47326.218.5Operating loss (Rs.mn)3,5053,98132.313.6",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      307.95,
      568.67,
      534.78,
      617.14
    ],
    "text": "3. Sri Lanka Transport BoardOperated kilometers (mn)259262-12.51.2Passenger kilometers (mn)12,67012,871-12.81.6Total revenue (Rs.mn)10,02612,09927.120.7Operating expenditure (Rs.mn)12,80414,88112.316.2Operating loss (Rs.mn)2,4542,457-30.00.1",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      307.95,
      627.47,
      534.77,
      684.33
    ],
    "text": "4SriLankan AirlinesHours flown (hrs.)63,70067,2553.15.6Passenger kilometers flown (mn)8,5459,3562.89.5Passenger load factor (%)74761.42.7Weight load factor (%)58595.51.7Freight (Mt. ‘000)909813.98.9Employment (No.)5,3765,3625.3-0.3",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      435.11,
      705.43,
      531.13,
      739.76
    ],
    "text": "Sources: Department of Motor TrafficSri Lanka RailwaysNational Transport CommissionCivil Aviation Authority of Sri LankaSriLankan Airlines",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      5.531726360321045
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      313.33,
      705.55,
      349.17,
      720.4
    ],
    "text": "(a) Provisional(b) Estimated",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "50",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      81.54,
      290.44,
      179.31
    ],
    "text": "Construction of a dual track from Wadduwa to Matara, re-structuring of the signaling network of the coastline andrenovation of the Tsunami affected Valachchenai-Batticaloaline, were in progress. It should be noted, however that theexpansion of the railway network through public investmentswithout improvements of the management of SLR as acommercially viable entity, could sometimes further aggravatethe fiscal burden.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      183.25,
      290.38,
      256.92
    ],
    "text": "Private sector participation is encouraged fordevelopment of railway facilities. The SLR intends todevelop 10 railway station sites along the coastline betweenSlave Island and Panadura with private sector participation.The proceeds generated from this project is to be used tomodernize the railway network.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      261.98,
      105.21,
      274.38
    ],
    "text": "Civil Aviation",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      278.55,
      290.53,
      460.22
    ],
    "text": "The civil aviation sector displayed a healthy growth in2006 despite security concerns and slowing down oftourist arrivals. Total passenger handling at theBandaranaike International Airport (BIA) increased by 12 percent and total cargo handling increased by 7 per cent in 2006.Though tourist arrivals did not show a significant growth, travelof Sri Lankans has increased significantly in 2006. The shareof the national carrier, SriLankan Airlines, in passenger andfreight operations, increased further to 65 per cent and 58per cent, respectively, in 2006. During 2006, there were 31international airlines, including 4 cargo airlines, operating inSri Lanka compared to 33 airlines in the previous year. Theperformance of domestic air transportation slowed downmainly due to restriction of services to the North on securityreasons.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      464.22,
      290.52,
      537.89
    ],
    "text": "The services provided by SriLankan Airlines furtherexpanded in 2006. SriLankan Airlines operated services to50 destinations in 28 countries during 2006. Online traveloffers and e- ticketing were introduced in 2006, with the viewof enhancing the quality of the customer service andfacilitating better holiday opportunities at more destinations.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      541.83,
      290.48,
      687.56
    ],
    "text": "Sri Lanka continued to strengthen its bilateralcooperation in air transportation with the view toattracting a larger number of passengers. By end 2006,Sri Lanka has successfully concluded 59 bilateral air transportagreements. Sri Lanka continued bilateral negotiations withKuwait, Nepal and India and entered into an open skiesarrangement with Kuwait. Sri Lanka has signed Open Skiesagreements with six countries by end 2006. Bilateralnegotiations with India progressed well indicating thepossibility of reaching the ultimate target of an open skiespolicy in the near future. Bilateral negotiations with Russiaand Kenya were also in progress.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      54.5,
      691.5,
      290.59,
      741.27
    ],
    "text": "“ Ruhunu Open Skies Project” was launched inNovember 2006 with a view of proposing freedom ofoperation to a variety of commercial, recreational, andeducational aviation activities. Planned operations include",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      81.89,
      540.64,
      155.61
    ],
    "text": "setting up of flying schools, general aviation activities, gliding,sky diving, ballooning, float plane operations, micro light andultra light aircraft flying, model aircraft (radio controlled) flying,kite operations and shipping lane operations. Constructionwork of the second International airport at Weerawila wasinitiated in November 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      159.55,
      540.72,
      221.26
    ],
    "text": "Several initiatives have been taken to cater to the needsof emerging demand for professional training in theaviation sector. Skyline Aviation Ltd and Asian Academy ofAeronautics have been granted approval to function as FlyingTraining organizations.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      226.27,
      356.43,
      238.66
    ],
    "text": "Port Services",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      8.5381498336792
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      242.78,
      540.6,
      364.52
    ],
    "text": "Port services showed a significant growth in 2006. Thetotal cargo handling grew by 14 per cent in 2006. The sharpincrease in transshipments by 36 per cent, healthy increasein export and import trade and productivity improvementssupported this growth. The total container handling includingtransshipments, increased by 25 per cent to 3 million Twenty-foot Equivalent Container Units (TEUs) in 2006. Theproductivity of container handling at the Port of Colombo hasalso improved due to adoption of better technology andequipment and improved human resources management.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      368.52,
      540.61,
      478.19
    ],
    "text": "The Port of Colombo attracted several main shippinglines in 2006. The number of mainline vessels carryingcontainers calling at the port of Colombo increased by 10per cent. Reputed main vessels such as SINA, ANWC, CSIand CIX commenced calling at the Port of Colombo in 2006.Conventional ships arriving at Sri Lankan ports furtherdecreased in 2006 as conventional cargo transportation isincreasingly diverted to containerised form, as the latter ismore economical, faster and safer.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      304.63,
      482.13,
      540.65,
      543.84
    ],
    "text": "Several measures were introduced to further increaseport productivity and efficiency. These include actionstowards introducing a new terminal management system,traffic management as well as improving labour relations andperformance based incentive schemes.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "51",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.47,
      79.16,
      290.54,
      267.85
    ],
    "text": "The new Colombo South Harbour is to be developed ona priority basis. Urgent implementation of this project isneeded to meet the increasing demand as the Port ofColombo is at the threshold of its full capacity and it wouldalso not be able to serve new generation vessels that areexpected to be put in service in the coming years. The initialcost of constructing the new breakwater of three-kilometrelength at the new port has been estimated at US$ 300 million,part of which will be financed from a loan of US dollars 225million from Asian Development Bank (ADB). The ColomboSouth Harbour is expected to accommodate bigger containervessels with a draft of 16 metres and is to have threeterminals, each of 1,200 metre length to be developed by theprivate sector. The first terminal is expected to be operationalby 2010 and have a capacity of 2.4 million TEUs.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.47,
      272.3,
      290.52,
      448.46
    ],
    "text": "The government has paid special attention to developRegional ports as a part of its effort to reduce regionaldisparities. Under the regional port developmentprogramme, the Galle Port would be developed with a 12metre deep mult-purpose berth and developing the outer portto facilitate tourism with financial loan assistance from JapanBank for International Co-operation (JBIC).Trincomalee willbe developed as a ‘port city’ focusing on the development oftourism, as well as providing services to regional industries.Construction work of the proposed Hambantota Port as abunkering centre is to be commenced in 2007 with financialloan assistance from China. Construction work of the OluvilHarbour and development of Kankasanthurai and Point PedroHarbours were at various stages of implementation.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      70.91,
      483.56,
      281.93,
      498.79
    ],
    "text": "Performance of Port ServicesTable 3.6",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      57.93,
      710.65,
      166.85,
      738.25
    ],
    "text": "(a) Provisional(b) Only for Sri Lanka Ports AuthorityTEUs = Twenty-foot equivalent containerunits",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      64.34,
      521.17,
      286.78,
      536.2
    ],
    "text": "Growth RateItem20052006(a)20052006 (a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.640783309936523
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.68,
      546.19,
      283.45,
      578.42
    ],
    "text": "1 Vessels arrived (No.)4,1394,4696.68.0Colombo3,9294,2286.57.6Galle11410029.5-12.3Trincomalee96141-10.346.9",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.68,
      588.2,
      283.49,
      620.44
    ],
    "text": "2 Total cargo handled (Mt ‘000)37,30042,6619.814.4Colombo34,52239,42810.314.2Galle65573513.312.2Trincomalee2,1232,4982.017.7",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.68,
      630.22,
      283.51,
      637.22
    ],
    "text": "3 Total container traffic (TEUs ‘000)2,4553,07910.525.4",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.68,
      647.0,
      283.5,
      654.0
    ],
    "text": "4 Transshipment container (TEUs ‘000)1,7162,33012.135.8",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      56.68,
      663.83,
      283.43,
      696.01
    ],
    "text": "5 Employment (No.) (b)13,52713,6602.21.0Colombo12,21712,3822.81.4Galle622615-1.9-1.1Trincomalee688663-3.2-3.6",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      172.17,
      710.93,
      281.16,
      724.13
    ],
    "text": "Sources:Sri Lanka Ports AuthoritySouth Asia Gateway Terminals Ltd.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      5.531726360321045,
      6.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.6,
      81.94,
      421.82,
      95.71
    ],
    "text": "Water Supply and Irrigation",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.6,
      100.08,
      540.64,
      263.7
    ],
    "text": "Improving access to safe drinking water and irrigationfacilities have been national priorities. All levels ofgovernment, Central, Provincial and Local, are involved inimproving the supply of drinking water and irrigation facilities.At the national level, the National Water Supply & DrainageBoard (NWSDB) and Department of Irrigation play a leadingrole in the respective sectors. Sustainable use of watersources, regional disparities in access to safe drinking water,pollution of surface and ground water, lack of awareness onlow cost technologies and solutions such as rain waterharvesting, high rate of unaccounted water and lack of properpricing policy aimed at conservation of water remain as majorissues in these services.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.6,
      268.21,
      540.56,
      456.84
    ],
    "text": "In respect of improving access to safe drinking water,the Millennium Development Goals (MDGs) declared bythe United Nations in year 2000, envisages all citizenshaving access to improved water sources for domesticpurposes by 2015. In Sri Lanka, 92 per cent of the populationalready have access to safe drinking water, of which 39 percent had access to pipe borne water. The NWSDB hasestimated an investment need of Rs 136 billion during theperiod 2006 – 2016 to finance ongoing water projects andplanned new projects. Further investments are needed tomeet the goals set under the MDGs. Hence, public privatepartnerships for investments and maintenance of waterprojects, introduction of cost recovery tariff, establishment ofregulatory framework and demand side management will beimportant in achieving the MDGs.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.6,
      461.29,
      540.62,
      649.98
    ],
    "text": "The NWSDB implemented several water supply projectsduring 2006 to improve water supply facilities. The ThirdWater Supply & Sanitation Sector Project funded via a loanfrom the ADB was at the final stage of completion at end2006 providing benefits to 1.4 million people. The Kalu GangaWater Supply Project, Greater Kandy Water SupplyAugmentation Project, Towns North of Colombo Water SupplyProject were some of the other projects in progress whichwere funded by foreign sources. The government hasaccordingly invested Rs.17,420 million for the implementationof water supply and sewerage projects in 2006 alone. TheNWSDB has provided 81,773 new water connections in 2006increasing its consumer network to 989,385 at end 2006.Total water supply by NWSDB increased by 3 per cent to396 million cubic metres in 2006.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      304.6,
      654.43,
      540.47,
      743.12
    ],
    "text": "The water supply sector suffers from several constraints.The high level of non-revenue earning water of around 34per cent which is due to leakages, illegal connections,metering errors, un-metered wayside stand posts, lack offlexible pricing policies and the existence of cross subsidiescontinue to reduce the potential revenues to NWSDB quitesubstantially.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "52",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.63,
      81.43,
      540.55,
      155.15
    ],
    "text": "programmes in the Mahinda Chintana and MDGs as priorities.The policy ensures easy access to quality and modernhealthcare services for all with emphasis on needs of thelower income groups and those most vulnerable in the society.The policy also emphasises the need for dealing withinequality in the healthcare delivery system.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.63,
      159.09,
      540.54,
      256.8
    ],
    "text": "The government continues to play a leading role in thecountry’s healthcare system. In 2006, the total healthbudget increased by 29 per cent to Rs.58 billion, about 2 percent of the GDP. There are 606 government hospitals with61,835 beds in the country, which accounts to 3.1 beds per1,000 persons. There were 9,648 qualified doctors in thestate health sector, a doctor for every 2,061 persons and20,549 qualified nurses, a nurse for every 968 persons.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.63,
      260.74,
      540.68,
      442.41
    ],
    "text": "The health policy framework also recognizes the role ofthe private sector for providing an efficient an costeffective healthcare service. The private sector participationin curative healthcare services at all levels, is responsible foralmost half the healthcare market in the country. Increasingprivate sector participation in the healthcare sector has helpedto meet the growing demand for quality healthcare servicesand better use of resources available within the country suchas the services of health specialists. It is necessary to movefurther by permitting the private sector to train required healthpersonnel under a strict standard setting framework of thegovernment. At the same time, in order to ensure that patientsare protected and receive value for money at both state andprivate health institutions, a market based sound regulatorymechanism needs to be established.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.63,
      446.41,
      540.67,
      700.08
    ],
    "text": "Re-emergence of certain communicable diseases andrising trend of non - communicable diseases threatensthe achievements in the health sector. Sri Lanka has beensuccessful in controlling communicable diseases such asmalaria, encephalitis, measles, polio, leprosy, etc. However,special attention is now needed to combat rabies, DengueHaemorrhagic Fever (DHF), Tuberculosis (TB) and HIV/AIDSin order to be free from those diseases. There were 11,976reported cases of DHF and 47 deaths in 2006. Non-communicable diseases such as diabetes, hypertension,heart disease, cancer, thalaseamia, kidney disease, injuriesand mental illness as well as the growing health needs of anageing population challenge the health status of the country.While increased awareness and preventive healthcareservices will play a greater role in controlling these diseases,institutional arrangements such as the establishment of aNational Authority on Tobacco and Alcohol and intendedlegislation and policies such as Prevention of Breeding ofMosquito Act, Mental Health Policy, National Policy on RabiesControl, etc will help control the increasing trend of non-communicable diseases.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      304.63,
      703.97,
      540.66,
      741.75
    ],
    "text": "Several health projects were in progress in 2006. Amodern blood bank was set up at a cost of Rs. 311 millionwith loan assistance from the Japanese government. An ultra",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.5,
      266.86,
      290.55,
      436.51
    ],
    "text": "The Department of Irrigation launched several projectsin 2006, with the aim of addressing the issues relating towater supply for agricultural and drinking purposes. In2006, the major phases of the Weheragala reservoir project,one of the largest water development projects of recent timeswas implemented, utilizing local resources only. Currently,allnew major irrigation development schemes are financed fromfunds allocated through the consolidated fund. High level ofinvestments has also been proposed for several newschemes such as Moragahakanda and Udawalawe Left Bankextensions. The performance of the irrigation system has notresulted in economic returns due to certain issues such asinadequate water availability, inequitable distribution andinefficient use of water etc.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.5,
      439.96,
      290.38,
      470.89
    ],
    "text": "3.3Social Infrastructure Policies,Institutional Framework and Performance",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.384200096130371
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.5,
      477.42,
      290.56,
      675.49
    ],
    "text": "Sri Lanka’s achievements in the area of socialinfrastructure have been well recognised. Sri Lanka’shealth indicators such as maternal and infant mortality ratesand life expectancy have shown a steady improvement overthe years and have reached the comparable levels of thosein high-income countries. Sri Lanka’s education system isrenowned for having achieved near universal primaryeducation and high level of literacy. Intervention of successivegovernments to maintain universal access to free healthcareand education and to implement generous social welfareprogrammes as well as availability of indigenous knowledgeon medicine at every corner of the country have helped realisethese achievements. However, both health and educationsectors face new challenges arising from demographictransition, changing life styles, deteriorating environment, andlabour market developments in a knowledge based globalisedeconomy.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.5,
      676.65,
      82.0,
      690.42
    ],
    "text": "Health",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      54.5,
      691.16,
      290.47,
      739.4
    ],
    "text": "The Health sector Master Plan covering 2007 – 2016highlights the policy and strategic framework fordeveloping an innovative healthcare system in thecountry. Due consideration has also been given to the",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      170.15,
      258.69,
      290.43,
      264.69
    ],
    "text": "Source: National Water Supply & Drainage Board",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      71.9,
      81.09,
      273.95,
      122.7
    ],
    "text": "Water Supply byNational Water Supply &Drainage BoardTable 3.7",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      64.48,
      137.49,
      290.26,
      161.33
    ],
    "text": "Growth RateItem2005200620052006(a)(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      56.83,
      171.11,
      283.64,
      245.31
    ],
    "text": "Total number of water supply schemes2882910.31.0Total number of new connectionsgiven during the period66,11781,77312.523.7Total number of connections(as at end year)907,622989,3857.99.0Total water production (Mn. Cu. Mtr.)3833964.13.4Unaccounted water (%)Greater Colombo35.937.1-1.73.5Regions30.929.94.3-3.3",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      58.64,
      257.95,
      96.3,
      263.95
    ],
    "text": "(a) Provisional",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "53",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      69.95,
      81.15,
      274.25,
      109.6
    ],
    "text": "Salient Features of HealthServicesTable 3.8",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      74.09,
      123.49,
      287.09,
      138.33
    ],
    "text": "Item20052006(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.08,
      142.71,
      285.32,
      208.51
    ],
    "text": "GovernmentHospitals (practising Western medicine) (No.)606606No. of beds61,93761,835Central dispensaries (No.)397397Total No. of doctors9,0709,648Total No. of Assistant Medical Practitioners1,2601,245Total No. of nurses20,33220,549Total No. of attendants6,7017,091",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.08,
      218.35,
      285.35,
      250.53
    ],
    "text": "PrivateHospitals (practising Western medicine) (No.)190195No. of beds9,000n.a.Total No. of Ayurvedic Physicians (b)17,50318,503",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      57.08,
      260.31,
      285.38,
      284.15
    ],
    "text": "Total health expenditure (Rs.bn)44.958.0Current expenditure (Rs.bn)34.144.1Capital expenditure (Rs.bn)10.714.0",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      58.78,
      297.98,
      151.45,
      318.38
    ],
    "text": "(a) Provisional(b) Registered with the Department ofAyurvedic Commisioner",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      171.26,
      297.01,
      290.52,
      310.21
    ],
    "text": "Sources: Ministry of Healthcare and NutritutionCentral Bank of Sri Lanka.",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.47,
      340.57,
      290.4,
      498.31
    ],
    "text": "modern Neuro Trauma Treatment unit is under constructionat the national hospital, Colombo at a cost of Rs. 1,200 million.A “Linear Accelerator” for cancer treatment has beenestablished at a cost of Rs. 62 million at Maharagama. Underthe post-tsunami reconstruction programme 285 projectshave been identified for development. A total of 97 projectshad been completed by end 2006. In the budget 2007, it hasbeen proposed to upgrade all health centres in the estatesector as a special project. Under the Suwa Udanaprogramme, mobile health clinics as well as health promotionand educational programmes, were conducted at divisionallevels. Further, action has been taken to upgrade 17 hospitalslocated in rural areas.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.47,
      502.31,
      97.98,
      516.08
    ],
    "text": "Education",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.47,
      519.94,
      290.5,
      713.63
    ],
    "text": "The development of the education system to explore newfrontiers of knowledge and match it with dynamic needsof the labour market is vital to achieve sustainable higheconomic growth and development. The education sectorof the country mainly consists of general education, vocationaleducation and university education. Though Sri Lanka hasexcelled in general education, its achievements in the othertwo areas have been insufficient. Key issues in the educationsystem are related to equity, quality, efficiency andeffectiveness. The Ten-year Vision addresses these issuesand plans transforming the education system into one thatwill promote the technological skills required for rapideconomic growth and development. It also aims at promotingknowledge, values, and attitudes needed by individuals tolive in peace and harmony, while raising the intellectual andskills level of the people.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      54.47,
      717.57,
      290.38,
      743.36
    ],
    "text": "Several measures have been taken to reduce the regionaldisparity in general education. In addition to availability of",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      304.6,
      80.29,
      540.61,
      250.05
    ],
    "text": "infrastructure facilities, a considerable shortage of qualifiedand competent teachers exists in regional schools. Toaddress this issue a policy decision has been taken to recruitteachers at school level. Steps have also been taken to setup Teacher Villages (Guru Gammana) in 25 selected areasin the country as a solution to the shortage of teachers inschools in remote areas. A three-month teacher educationcertificate course has commenced for newly recruitedgraduates in local universities. Steps have also been takento upgrade the Peradeniya Teachers’ College as a “Centreof Excellence in English” for conducting degree courses andother certificate courses in English from 2007 onwards. Stepshave also been taken to develop 325 regional schools underthe Isuru Schools Improvement Project.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      304.6,
      253.99,
      540.64,
      399.66
    ],
    "text": "Government continued to improve the infrastructurefacilities of schools in rural and semi urban areas.Educational Sector Development Framework Programme(ESDFP) 2006 –2010 was commenced with loan assistanceof World Bank to promote equitable access to basic andsecondary education, improve the quality of education,enhance the efficiency and equity of resource allocation anddistribution within the education system and develop theinstitutional abilities and statesmanship in central andprovisional level educational institutions. Further, steps havebeen taken to develop 326 national schools locatedthroughout the country with required facilities.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      304.6,
      403.66,
      540.6,
      561.35
    ],
    "text": "In relation to the higher education, significant gapsbetween demand and supply, quality and relevancycontinue to exist. The capacity in the state controlleduniversity system is acutely limited, and there is no rationalexpansion programme to increase the intake to accommodatequalifying students. In 2006, a total of 118,770 students wereeligible for admission but only 16,622 (14 per cent) could beadmitted to universities. Increasing number of unemployedgraduates seeking ordinary employment opportunities inthe government sector indicates mismatches betweenteaching programmes and labour market requirement. Dueto limited access to higher education, a large number ofstudents seek university admissions abroad and various",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "54",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.5,
      81.43,
      290.56,
      191.15
    ],
    "text": "institutions affiliated to foreign organisations are also presentin the country to attract students. This has also led forsubstantial outflows of foreign exchange for educationpurposes annually. Hence, there is an urgent need ofrecognising the operation of degree granting non-state highereducation institutions to broaden the access to universityeducation in the country and the establishment ofaccompanied accreditation and monitoring system to maintainstandards.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.5,
      195.09,
      290.53,
      472.8
    ],
    "text": "Several universities have introduced new educationalprogrammes in a limited scale to meet the demand forsuch courses despite certain constraints. The Universityof Peradeniya has established a new faculty of Allied HealthSciences, with departments of Nursing, Physiotherapy,Pharmacy and Medical Laboratory Sciences fulfilling a longfelt need. Rajarata University of Sri Lanka established afaculty of Medical and Allied Sciences in 2006. TheSabaragamuwa University set up a Tourism Managementdepartment. Eastern University and University of Jaffna havealso introduced new study courses. However, the scope ofexpansion and upgrading of courses to required levels hasbeen constrained by limited availability of financial and otherresources, as universities are entirely dependent ongovernment funds for conducting undergraduate courses.However, studies show that private rate of return is greaterthan social rate of return from tertiary education, indicatingthat individuals are willing to share the cost of conductingsuch courses. Hence, fee-levying courses could be conductedfor those who can afford, while providing assistance to lowincome groups to enrol for the same courses to increase theintake, maintain the quality of education and to reduce thefiscal burden.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.5,
      476.74,
      290.61,
      658.41
    ],
    "text": "Distance education is gaining popularity across the globewith the improvement of Information and CommunicationTechnology (ICT). In the wake of serious deficiencies in theaccess to higher education in the country, further alternativemeans of higher education opportunities need to be exploredmaking use of rapidly expanding ICT facilities, to producerequired manpower. It is reported that Sri Lanka might need5,000 professionals in ICT sector alone during the next 3 – 4years. In this respect, the Institute of Computing of theUniversity of Colombo and the Sri Lanka Institute ofInformation Technology (SLIIT) have commenced severalinternal and external courses to train students in ICT. TheUniversity of Moratuwa has also proposed to commence aninnovative e-learning course to produce IT professionals from2007 onwards.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      54.5,
      662.41,
      290.54,
      736.08
    ],
    "text": "There are several public and private institutions engagedin providing professional and vocational training.Professional training is available in the fields of accountancy,law, management, marketing, banking, etc. provided byindependent institutions with international accreditation. Inrespect of Technical and Vocational Education and Training",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.63,
      448.97,
      540.54,
      546.73
    ],
    "text": "(TVET), public institutions such as Department of TechnicalEducation and Training, Vocational Training Authority of SriLanka, National Apprentice and National Institute of TechnicalEducation are active under the directions provided by theTertiary and Vocational Education Commission and theMinistry of Vocational and Technical Training. Theseinstitutions together provided training to around 61,112individuals in 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.63,
      550.67,
      446.65,
      564.44
    ],
    "text": "Housing and Urban Development",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      304.63,
      568.36,
      540.73,
      738.01
    ],
    "text": "The demand for houses and urban infrastructure isexpanding rapidly with the population growth andurbanisation. The population is growing at 1.1 per centannually, whereas the urban population is growing at a higherrate of 3 per cent. Trends indicate that more than half thepopulation of the country would live in urban areas by 2016,requiring rapid development of urban infrastructure. Theannual new demand for houses in Sri Lanka is estimated tobe around 100,000. In addition, there is an estimated housingshortage of 350,000. Further, about 30 per cent (about 1.3million) of the existing houses are semi-permanent orimprovised or unclassified needing substantial improvements.Of the total number of about 114,000 houses destroyed ordamaged from the tsunami, construction of 61,000 houses",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      313.59,
      129.27,
      532.81,
      144.12
    ],
    "text": "Item20052006(a)(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.453680992126465
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      313.59,
      154.04,
      532.86,
      270.27
    ],
    "text": "1. General educationa. Total number of schools10,46110,455 Government schools9,7239,709 o/w National schools324324 Other schools738746 Private8593 Pirivena653653b. Students (‘000)4,1043,999c. New admissions (‘000) (b)319328d. Teachers (‘000)200216e. Student/Teacher ratio (government schools)2119f. Total govt.expenditure on education (Rs. bn) (d)63.678.3 Current50.761.1 Capital12.917.2",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      313.59,
      277.33,
      532.88,
      385.16
    ],
    "text": "2. University educationa. Universities1515b. Students (e) 66,38665,206c. Lecturers 3,8754,016d. Number Graduating (e)7,154n.a. Arts and Oriental studies1,652n.a. Commerce & Management studies1,436n.a. Law345n.a. Engineering755n.a. Medicine805n.a. Science1,250n.a. Other911n.a.e. New admissions for first degrees (e)14,52016,622",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      309.17,
      395.21,
      476.71,
      430.01
    ],
    "text": "(a)Provisional(b)Government schools only(c)This includes 1,935 teachers paid by other than the government(d)Includes government expenditure on higher education(e)In all Universities, excluding the Open University of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      317.89,
      83.31,
      522.56,
      111.75
    ],
    "text": "Salient Features of Generaland University EducationTable 3. 9",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      407.1,
      54.78,
      540.49,
      65.77
    ],
    "text": "Major Legislative Enactments of 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      555.86,
      124.5,
      586.49,
      180.22
    ],
    "text": "23",
    "fonts": [
      "AGaramond-Bold",
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      35.0,
      48.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      523.66,
      765.29,
      534.66,
      776.29
    ],
    "text": "55",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.42,
      55.41,
      218.49,
      66.4
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      553.8,
      199.04,
      573.08,
      499.28
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.47,
      80.3,
      290.34,
      106.06
    ],
    "text": "has been completed by end 2006 and construction of balancehouses was in progress.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.47,
      110.0,
      290.41,
      291.67
    ],
    "text": "The long-term housing development policy, as indicatedin the Ten-year Vision, envisages meeting a large part ofthe backlog and growing demand for houses. The policyaims at ensuring planned human settlements taking intoconsideration the population density, land suitability andenvironmental sustainability. Adoption of vertical developmentapproaches in high and medium density areas,implementation of participatory approaches whereverpossible, developing housing finance market with primary andsecondary mortgage financing facilities and providinggovernment assistance for needy groups also constitutes thehousing policy. In addition to individual housing, governmentsupported programmes and private sector investments areexpected to provide 645,000 housing units during the tenyear period up to 2016.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.47,
      295.67,
      290.53,
      477.34
    ],
    "text": "There are several government institutions engaged infacilitating housing development for targeted groups. TheNational Housing Development Authority (NHDA), the mainpublic sector institution that implements housing programmesespecially targeting low-income households, has introducedseveral new housing programmes. NHDA completed 46,021housing units under various housing developmentprogrammes in 2006. Real Estate Exchange Ltd. (REEL) isplanning to uplift the living standards of shanty dwellers ofabout 66,000 in urban centres within the next 10 years byproviding them with better housing and other infrastructurefacilities. The REEL has initiated construction of 910 housingunits during 2006. It has so far liberated 666 perches of primelands in Colombo by providing better housing facilities forsettlers in those areas.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      54.47,
      481.28,
      290.43,
      507.07
    ],
    "text": "Private sector continued to play a vital role in the housingsector. Condominium housing development backed by",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.17,
      81.32,
      541.23,
      263.04
    ],
    "text": "corporate property developers has become one of thepromising areas of investment. Construction of condominiumhousing is in increasing trend with corporate propertydevelopers being encouraged with various direct and indirectfiscal incentives, mostly under BOI status, and the growinginterest of expatriate Sri Lankans to invest in the real estatesector. Housing loans granted by financial institutions tooincreased in 2006 for individual construction of housing. Majorcommercial banks have granted 97,983 housing loans to thevalue of Rs. 34,227 million during 2006. The housing banksnamely, the State Mortgage and Investment Bank (SMIB),Housing Development Finance Corporation Bank (HDFCBank), and National Savings Bank (NSB) have granted35,137 housing loans to the value of Rs. 12,187 million in2006, in comparison to 22,501 loans in 2005.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.17,
      266.98,
      541.09,
      352.67
    ],
    "text": "Rapid development of the housing sector is challengedby certain impediments. Exorbitant land prices in urbanareas, problems in land titles preventing primary mortgages,lack of long-term funds for lending by financial institutions,lack of a secondary mortgage market, scarcity of skilled labourin the construction sector and rising prices of building materialremain as major challenges.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.17,
      356.67,
      354.16,
      370.44
    ],
    "text": "Safety Nets",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.17,
      374.3,
      545.2,
      472.01
    ],
    "text": "Sri Lanka enjoys the most extensive social protectioncoverage in the South Asian region. Safety netprogrammes are vital in the social protection system in SriLanka. Safety net programmes are aimed at helping the lowincome families to cope with poverty. The Samurdhiprogramme is the main safety net program implemented bythe government to support the poor to maintain their livingstandards, while also helping them to emerge from poverty.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      305.16,
      475.95,
      541.14,
      513.62
    ],
    "text": "The Samurdhi programme was further strengthened in2006. The biggest capital allocation for the poverty alleviationprogrammes was utilised in 2006. The Samurdhi Authority of",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      77.09,
      530.61,
      500.7,
      559.06
    ],
    "text": "Table 3.10Samurdhi Welfare ProgrammeNumber of Beneficiary Families and Value of Grants 2005 - 2006",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      76.92,
      581.51,
      484.71,
      588.51
    ],
    "text": "Cash Grants20052006(a)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      76.52,
      598.29,
      523.75,
      605.29
    ],
    "text": "Amount (Rs.)No. of FamiliesValue (Rs.mn)No. of FamiliesValue (Rs.mn)",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      61.33,
      615.12,
      523.77,
      680.91
    ],
    "text": "Samurdhi Income Supplementary ProgrammeRs.1,000 ( Rs. 1,000 - Rs. 1,500 in 2006) 7,115 857,902106Rs. 600 ( Rs. 600 - Rs. 1,000 in 2006) 655,092 4,717645,3545,517Rs. 400 ( Rs. 400 - Rs. 600 in 2006) 330,725 1,587449,6462,407Rs. 350 ( Rs. 350 - Rs. 400 in 2006) 347,323 1,459308,8661,324Rs. 250 ( Rs. 250 - Rs. 350 in 2006) 267,843804180,550542Rs. 140 ( Rs. 55 - Rs. 250 in 2006) 352,566592321,250690",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      61.33,
      685.14,
      523.77,
      692.14
    ],
    "text": "Total1,960,664 9,2441,913,56810,586",
    "fonts": [
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      61.33,
      696.42,
      523.73,
      711.81
    ],
    "text": "Nutrition ProgrammeRs. 200 ( With effect from June 2004) 112,960271119,184148",
    "fonts": [
      "AGaramond-Regular",
      "AGaramond-Semibold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      61.9,
      716.71,
      539.23,
      729.97
    ],
    "text": "(a) Provisional Sources: Department of the Commissioner Genaral of Samurdhi Samurdhi Authority of Sri Lanka",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      377.03,
      55.24,
      541.16,
      66.23
    ],
    "text": "Central Bank of Sri Lanka Annual Report 2006",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      16.46,
      127.8,
      41.42,
      175.8
    ],
    "text": "3",
    "fonts": [
      "AGaramond-BoldItalic"
    ],
    "sizes": [
      48.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      58.47,
      764.33,
      69.47,
      775.33
    ],
    "text": "56",
    "fonts": [
      "AGaramond-Regular"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      19.63,
      197.64,
      38.9,
      497.88
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      14.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      253.78,
      294.53,
      387.48
    ],
    "text": "Sri Lanka (SASL) launched various income generationprogrammes, community development programmes as wellas capacity building programmes during the year to supportthe Samurdhi beneficiaries to escape from poverty and lowstandard of living. The Janapubudu programme issued97,068 loans amounting to Rs. 1,369 million to finance smallscale enterprises. The Gampubudu programme aimed atupgrading infrastructure facilities of villages, the Diriya Piyasato address the shelter problem of the beneficiaries and theagricultural development programmes to increase the incomelevels of beneficiaries were implemented by the SASL in 2006.",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      391.43,
      290.55,
      477.11
    ],
    "text": "Direct benefits of Samurdhi were increased in 2006. Thecash grants to Samurdhi beneficiaries were increased by 50per cent in 2006. The value of nutrition pack given to pregnantwomen was increased to Rs. 500 and a special nutritionprogramme was launched for children of Samurdhi and otherunder-privileged families through the supply of a glass of freshmilk daily to each child aged between 2 to 5 years.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      54.5,
      481.11,
      290.56,
      626.78
    ],
    "text": "Safety net programmes need to be further streamlinedaiming at empowering the poor to extend theircontribution to the development of the economy. Variousstudies show that Samurdhi benefits are enjoyed by around46 per cent of the population though the poverty level was23 per cent. This highlights the need for improving thetargeting of Samurdhi benefits. Establishment of a transparentexit and entry mechanism, strengthening human capitaldevelopment, skills development and access to micro-financewould help improve the empowering programmes. Populationin conflict affected areas also has to be protected by providingeffective relief, rehabilitation and reconstruction services.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      75.92,
      157.97,
      83.42,
      171.39
    ],
    "text": "'000",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      7.4962944984436035
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      263.8,
      149.66,
      271.3,
      179.96
    ],
    "text": "Rs.billion",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      7.4962944984436035
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      57.89,
      83.08,
      257.81,
      109.07
    ],
    "text": "Chart 3.6Samurdhi Recipients & Expenditure",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.01719856262207
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.63,
      80.35,
      359.64,
      94.12
    ],
    "text": "Environment",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.63,
      97.64,
      540.72,
      226.37
    ],
    "text": "Achieving development targets without ensuring theprotection of the environment would expose the countryto unpredictable disasters. Therefore, the developmentprocesses should always be accompanied by programmesto protect the environment and to maintain the equilibriumbetween rapid economic development and natural resources.The Ten - year vision has given top priority for the protectionof the environment and has highlighted the policy frameworkcovering forest, wildlife and biodiversity, water resources,mineral resources, air resources, land resources, wastemanagement and marine pollution prevention.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.63,
      229.8,
      540.66,
      358.53
    ],
    "text": "The Ministry of Environment and Natural Resources(MENR) introduced several new policies andimplemented several environmental projects in 2006.New regulations were issued by the MENR under the Faunaand Flora Protection Ordinance and National EnvironmentAct. These regulations addressed the issues relating toprohibition of the use of equipment for exploration, miningand extraction of sand and gems and prohibition of cultivationof annual crops in high gradient area. The National CleanerProduction Policy and Strategy has also been approved bythe Cabinet.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.63,
      361.96,
      540.53,
      444.65
    ],
    "text": "In 2006, several Orders have been issued under theNational Environmental Act. A Gazette Notification hasbeen published by the Central Environment Authority (CEA)to prohibit manufacture of polythene or any polythene productof 20 microns or below in thickness for use and sale or useof polythene or any polythene product which is 20 microns orbelow in thickness.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      304.63,
      448.14,
      540.61,
      599.83
    ],
    "text": "MENR implemented several other projects for the wellbeing of the society. A National Sustainable DevelopmentStrategy (NSDS) was prepared and a National Council forSustainable Development (NCSD) was established aimingat strengthening the capacity of relevant stakeholders in thedecision making process. A project, funded by the UnitedNations Environmental Programme (UNEP) has been startedto develop Market Based Instruments (MBIs) to securefinancial resources in environment management. A mediumterm action plan for the disposal of municipal solid waste hasbeen developed with the objective of facilitating a land fill fora cluster of local authorities. In addition, MENR has conductedvarious environment promotion activities during the year.",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold"
    ],
    "sizes": [
      9.486832618713379
    ]
  }
]