[
  {
    "page_number": 0,
    "bbox": [
      203.52,
      31.18,
      235.98,
      40.15
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      184.08,
      53.74,
      254.49,
      62.71
    ],
    "text": "I. Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.443643569946289,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      77.5,
      400.24,
      170.47
    ],
    "text": "1. This is the fourth Annual Report of the Monetary Board of the Central Bank of Ceylon. It is issued in accordance with section 35 of the Monetary Law Act, No. 58 of 1949, which provides that within three months after the end of the financial year—that is, by March 31—the Monetary Board shall submit to the Minister of Finance and shall publish an Annual Report on the condition of the Central Bank, a review of policies and measures adopted by the Monetary Board during the financial year, and an analysis of the economic and financial circumstances that prompted those policies and measures.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.588750839233398,
      8.62244987487793,
      8.6732816696167,
      8.80958366394043,
      8.833309173583984,
      8.838284492492676,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      182.86,
      398.19,
      299.83
    ],
    "text": "2. Mr. John Exter, who was the first Governor, relinquished his appointment with effect from July 1, 1953, after completing three years of the six-year term of office. Mr. N. U. Jayawardena, who was the first Deputy Governor, was appointed Governor to succeed Mr. John Exter. Mr. J. Tyagaraja, whose original term of office as appointed member of the Monetary Board ended on June 30, 1953, was reappointed for a further term of six years in accordance with the provisions of section, 13 of the Monetary Law Act. Mr. D. W. Rajapatirana was appointed Deputy Governor and assumed duties on August 19, 1953. Dr. Theodore Morgan, who became a Deputy Governor on September 15, 1952, relinquished his appointment on June 19, 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.298212051391602,
      8.380819320678711,
      8.427388191223145,
      8.465760231018066,
      8.517257690429688,
      8.66344165802002,
      8.762088775634766,
      8.763960838317871,
      8.766355514526367,
      8.780900955200195,
      8.8555269241333,
      8.878169059753418,
      8.888214111328125,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      312.7,
      397.84,
      333.67
    ],
    "text": "3. The Bank's financial year is the calendar year. The following report is concerned primarily with the year 1953.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.32016372680664,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      159.12,
      358.06,
      266.32,
      367.03
    ],
    "text": "II. The Basic Problems",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.413947105407715,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      375.58,
      397.83,
      444.55
    ],
    "text": "4. As in 1952, the essential economic problem in 1953 was the adjustment of the Ceylon economy to the new conditions prevailing after the collapse of the Korean War boom. In the first half of 1953 progress towards adjustment was slow but it speeded up in the second half. The external situation also showed some improve­ment; but in general the economy continued to be in disequilibrium with the outside world during the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.373144149780273,
      8.454320907592773,
      8.855972290039062,
      8.861711502075195,
      8.910000801086426,
      9.094969749450684
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      456.94,
      397.59,
      525.91
    ],
    "text": "5. The fall in external assets which began in February, 1952, persisted almost without interruption until December, 1953, when there was a slight recovery which has been maintained in the first months of 1954. The net loss over the whole of 1953 amounted to Rs. 230 million or nearly 27 per cent, of which two-thirds occurred in the first half of 1953. The loss, however, was substantially less than in 1952 when external assets declined by Rs. 348 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.411957740783691,
      8.643577575683594,
      8.910000801086426,
      9.093634605407715,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      538.06,
      396.52,
      559.03
    ],
    "text": "6. The fall in 1953 was all the more noteworthy because it occurred despite some improvement in export income and a significant drop in import prices.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.629180908203125,
      8.870222091674805,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      571.18,
      396.88,
      628.15
    ],
    "text": "7. Income from exports rose by 4 per cent from Rs. 1,502 million in 1952 to Rs. 1,568 million in 1953 owing partly to an increase in the quantity of goods exported and partly to an increase in their price. The export volume index rose by 3 per cent and the export price index by 2 per cent. . The price of tea advanced by 7 per cent and of coconut products by 20 per cent; rubber fell by 12 per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.576290130615234,
      8.630359649658203,
      8.746725082397461,
      8.910000801086426
    ]
  }
]