[
  {
    "page_number": 0,
    "bbox": [
      215.28,
      45.81,
      266.33,
      56.88
    ],
    "text": "( 48 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.44,
      70.05,
      419.75,
      177.12
    ],
    "text": "The programme in the Badulla district commenced in mid-1982 and the estimated cost of the project was Rs. 406 rmllion. The finance for this project is derived from two sources. The productive sectors of the programme are funded by a loan from the International Fund for Agricultural Development (IFAD) while the social overhead component which involves development of health and educational facilities in the district is funded by a grant from the SIDA. This project emphasized the development of tea smallholdings, rural roads and rural water supply in the 1984 implementation programme. The cumulative expenditure on the project by the end of 1984 amounted to Rs. 99 million of which Rs. 51 million was incurred in 1984.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.72,
      191.25,
      419.16,
      322.32
    ],
    "text": "The implementation of the Mannar and Vavuniya IRD Programmes commenced in 1984 with financial assistance from the World Bank to cover a major portion of the project. The total estimated cost of the Mannar programme is Rs. 338 million, and of the Vavuniya programme is Rs. 380 million. The major components of the projects are irrigation and water management, agricultural input supplies, agricul­tural credit, fisheries and livestock development, rural electrification and improve­ment of health and educational facilities. Priority has been given for the develop­ment of irrigation, rural electrification, rural roads, improving health facilities and forestry in the 1984 programme. The expenditure on the Mannar programme in 1984 amounted to Rs. 22 million while that on the Vavuniya programme amounted to Rs. 35 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.832903861999512,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.0,
      336.69,
      418.98,
      419.76
    ],
    "text": "Ratnapura district was also brought under the IRD Programme in 1984 with funding from the Government of the Netherlands, which agreed to provide a grant of Rs. 150 million. In March, 1984 the implementation of the programme commenced in three agro-ecological zones in the district. The project initially aims at creating better living conditions for the target groups in more backward regions of the district. Development of water supply facilities in the rural areas of the district assumes an important place in the project.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.52,
      434.13,
      418.99,
      517.2
    ],
    "text": "The most recent addition to the IRD Programme was the Monaragala district. In this district, the implementation of the programme commenced in mid-1984 with a project period of three years. The estimated total cost of the programme is Rs. 170 million and is funded by the Norwegian Aid for Development (NORAD). In 1984, special attention was given to improve the institutional capability of district planning to facilitate more speedy and efficient implementation of the project during the rest of the project period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.912114143371582,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.52,
      531.09,
      134.53,
      542.16
    ],
    "text": "EMPLOYMENT",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.28,
      545.73,
      418.74,
      594.96
    ],
    "text": "The available data show that in 1984 employment increased in the government sector while it declined in the semi-government sector. There are also indications that employment has increased in the urban private sector and the unorganised rural sector.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.04,
      606.21,
      418.68,
      641.28
    ],
    "text": "Preliminary estimates indicate that employment in the government sector increased by about 5,200 or 1.2 per cent in 1984, compared to an estimated increase of less than 1 per cent in 1983. Significant increases in employment were recorded",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.124475479125977
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      191.28,
      14.43,
      193.32,
      17.97
    ],
    "text": "I",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.1989998817443848
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      216.72,
      52.95,
      269.2,
      63.8
    ],
    "text": "4 49 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.848877906799316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.16,
      76.71,
      424.2,
      112.04
    ],
    "text": "in the following areas : construction and development of irrigation and drainage works, land development in colonisation areas, livestock production, local govern­ment, law enforcement, security and customs services. '",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.848877906799316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.4,
      125.19,
      424.07,
      375.34
    ],
    "text": "Employment in semi-government institutions declined in 1984 by 2.6 per cent in contrast to a marginal increase of 0.2 per cent in 1983. Employment in the majority seuj^-goyerr^ienl; mstitutions, including those in the plantation sector,..decreased in->|£84 due mainly to_ reorganisationjpolicies adopted withVview td reducing'costs. | • o.! i ; , I i i In jthe absence of the final estimates of employment in the organised private ^eptor fpr,198.4 J^sed on active accounts with the Employees' Provident Fund, certain \"other indieatb rs scan be used to identify the general trends in private sector ejhplby-ment. in overall terms, the private industrial sector sustained its growth ntomentum by regii itermg a 24'per cent growth \"during the year under review. A breakdown of ^pt'dduc Ion growtf\\ Ijjjy sub sectors\" show that the garments and textile; category, which is one oT'tW,prpminent employment generating sectors, grew by 53 per cent in 1984. On the b^isjof the Central Bank industrial survey, employmentjin private Qiotor industries is estimated to have increastdjbylOper cent when comp^rqd-with 8 per c mt last year. 'Information collected through a field survey conducted by the Ministi y of Finance ah^ \"Planning, indicated tha^ the projects approved by the CtSb£eig|rfavestment Adv^ory Committeeina^e. provided direct employment to^36,625 person^ as at end June, 19j^Ai&en^mpared\\wifh 26,944 persons as at end June, 1983. \"the total number.of direcV employment In the GCEC enterprises amounted to 0 ^ 5 1 j a t t h e e^of.i^>84 as compared with 26;Q5$ in J983. j ... .,",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4471073150634766,
      8.240897178649902,
      8.7616605758667,
      8.921391487121582,
      9.013710021972656,
      9.484253883361816,
      9.607049942016602,
      9.67960262298584,
      9.691898345947266,
      9.800000190734863,
      9.848877906799316,
      9.899698257446289,
      10.087052345275879
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.4,
      389.43,
      423.41,
      412.52
    ],
    "text": "Relatively better performance in they rural ajgncujtural sector in 1984, indicates .unhanded employment opportunities or Reduction insider-employment in {his sector.",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.099383354187012,
      9.848877906799316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      60.96,
      428.9,
      375.94,
      438.09
    ],
    "text": "p r i c e s ••• .-a) j",
    "fonts": [
      "Helvetica",
      "Helvetica-Oblique",
      "Times-Roman"
    ],
    "sizes": [
      2.8843140602111816,
      8.099342346191406,
      8.240897178649902
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.16,
      442.47,
      422.69,
      489.32
    ],
    "text": "- The_main feature of retail price movements in 1984 w^itfe sharp Increases in tne early part of the year followed by a appreciable deceleration in the'''latter half of the year. The deceleration of prices in the latter half of the year was in marked ..contrast to the price behaviour observed in the same period of 1983. Consequently,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.800000190734863,
      9.848877906799316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.48,
      490.47,
      424.62,
      561.32
    ],
    "text": "uafrhou& the Colombo Consumers' Price Index (CCPI) registered an m^reasejbf 17 per cerit on an annual average basis in 1984, compared to 14 per cent in 1983, the point to point increase at end December, 1984 was only 9 per cent. This was a moderate GMcrea$V-when compared with 21 per cent in 1983. Similarly, the Whojesale-Pjice Index ;'(WPI) increased by 26 per cent in 1984 compared to 25 per cent in the previous year, but the increase on a point to point basis as at December, 1984 was; only 5 per",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4471073150634766,
      9.848877906799316,
      9.899504661560059
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      55.44,
      565.35,
      408.5,
      576.2
    ],
    "text": "\"pent. ' \" •' ';' ' ••:.•:.! . _ I ...",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4471073150634766,
      9.848877906799316
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      57.12,
      586.33,
      422.25,
      645.32
    ],
    "text": "The main reason for the increase in the CCPI was the rise ifr'thV sub index for food by 18.1 per cent (61.9 per cent weight). The increases in the other sub indices, fuel and light, clothing and miscellaneous items were 17.9 per cent, 5.6 per cent and 14.6:jpercfint^respectively compared to 33.2 per cent 6.3 per cent and 15.0 per cent, respectively in the previous year.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.4471073150634766,
      9.345212936401367,
      9.848877906799316
    ]
  }
]