[
  {
    "page_number": 0,
    "bbox": [
      298.97,
      216.07,
      372.35,
      284.96
    ],
    "text": "3.1 OverviewT",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0,
      49.11600112915039
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.96,
      237.55,
      528.67,
      500.71
    ],
    "text": "he government has taken measures to step up investments in infrastructure by both public and private sectors and has commenced a series of projects including several major infrastructure projects across the country as highlighted in the Ten-Year Horizon Development Framework 2006-2016 and its ‘Randora programme’ (infrastructure development programme). The continuous budgetary support for infrastructure development, despite ﬁ scal constraints, is laudable, while more efforts to catalyse greater private ﬁ nancing through Public Private Partnerships (PPPs) are needed to supplement government investments and for a sustained development of infrastructure. Consistent policy, good governance and transparency, institutional capacity building, effective regulations and efﬁ cient ﬁ nancial markets are pre-requisites in promoting private investments in both economic and social infrastructure projects.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      298.96,
      509.22,
      528.67,
      729.88
    ],
    "text": "The government’s policy on infrastructure development is designed with a view to developing a regionally balanced economy, addressing the economic and social disparity in the urban and rural areas. With the liberation of the Eastern and the Northern provinces, the country faces a huge challenge of developing basic infrastructure facilities as fast as possible for the people in those areas to start their original livelihood and to recoup the development in other areas and to fuel economic activities. In respect of the Eastern province, the government has already prepared a three-year comprehensive development plan, the ‘Nagenahira Navodaya’ (Eastern Revival), which is now being implemented with a total investment expenditure of Rs. 200 billion. Similarly, the government is preparing",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      286.97,
      124.84,
      531.43,
      166.83
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      20.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "60",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.36,
      78.17,
      289.77,
      170.33
    ],
    "text": "a development plan for the Nothern province, the ‘Vadakkin Wasantham’ (Uthuru Wasanthaya/ Florishing North), which includes the construction of roads and bridges, railroads, transport services, electricity transmission lines, water supply schemes, housing development, telecommunications services and irrigation facilities in the province.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.36,
      175.5,
      289.81,
      510.66
    ],
    "text": "In 2008, the government engaged in the implementation of mega infrastructure development projects highlighted in the Randora, at the national level and the ‘Gama Neguma’ and ‘Maga Neguma’ programmes at the regional level. Under the Randora programme, major infrastrcture projects such as the Upper Kotmale Hydropower Project, the Puttalam Coal Power Plant, the Colombo Port Expansion Project, the Hambantota Sea Port Development Project, the Galle Port Development Project, the Oluvil Port Development Project, the Southern Expressway and the Colombo-Katunayake Expressway were under various stages of implemetation in 2008.There are a few other projects such as the Northern Expressway, and the Trincomalee Coal Power Plant, the Greater Dambulla Development Project, the Habarana-Trincomalee main road, the Puttalam-Anuradhapura main highway and the Jaffna Peninsula Water and Sanitation Project at planning or project negotiation stages. Maga Neguma (Development of roads) and Gama Neguma (Development of villages) programmes are implemented to improve small scale infrastructure facilities, covering all regions to ease infrastructure bottlenecks for rural development.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      77.03,
      538.49,
      239.99
    ],
    "text": "As revealed by social indicators, the key social infrastructure facilities in the country continue to be satisfactory, though the current achievements are threatened by paucity of resources. Accordingly, ﬁ nancial constraints for expanding and improving the service quality, maintaining equity in service distribution and maximizing the utilization level of existing strong institutional framework and physical and human resources have threatened the sustainability of the health and the education sectors, making it vilely necessary to address the issue urgently at national level.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      311.1,
      251.14,
      538.53,
      731.5
    ],
    "text": "Infrastructure services showed mixed performance in 2008. A rapid growth was seen in the telecommunications industry with the continuous adoption of improved technology, higher competition, increased capacity and coverage as well as conducive policies. Port services grew at a healthy rate, particularly during the first three quarters, beneﬁ tting from increased trade and productivity improvements. Energy sector continued to suffer from historically high oil prices in 2008. The electricity sector, which heavily depends on thermal power was badly affected by high oil prices. However, the reduction of oil prices in the international markets from mid-July, 2008 mitigated the impact of high oil prices to some extent on the Ceylon Electricity Board (CEB), but could not take the CEB completely out of its tough ﬁ nancial constraints. The adjustment of domestic petroleum prices to reflect high international prices, instead of subsidizing, helped to reduce the subsidy burden on the government budget. Adjustments of prices in the transport, petroleum and power sectors in response to rising costs mainly due to high oil prices and, thereby, reducing unproductive direct and indirect subsidies were policy measures taken in the right direction in achieving macroeconomic stability. The passenger transportation registered a moderate growth in 2008. The civil aviation sector, which was badly affected by high fuel prices in the ﬁ rst half and downturn in the tourism industry, registered a negative growth in 2008. Some policy initiatives have been taken to improve the education sector specially the tertiary education while, the health sector continued its efforts to achieve the goals identiﬁ ed in the Health Master Plan.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      65.16,
      517.19,
      272.73,
      544.03
    ],
    "text": "Table 3.1Government Investment in Infrastructure",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      76.07,
      560.1,
      269.44,
      575.5
    ],
    "text": "YearEconomicServicesSocialServicesTotal",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      62.89,
      686.62,
      279.67,
      729.16
    ],
    "text": "Sources: Ministry of Finance and Planning Central Bank of Sri Lanka (a) From 2003, data based on estimates compiled by the Department of Census and Statistics(b) Inclusive of Tsunami related capitalexpenditure (c) Provisional",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      66.82,
      599.09,
      284.57,
      690.09
    ],
    "text": "1999 44.9 4.1 17.5 1.6 62.4 5.6 2000 54.7 4.4 16.5 1.3 71.1 5.7 2001 54.9 3.9 14.6 1.0 69.5 4.9 2002 51.7 3.4 15.7 1.0 67.4 4.3 2003 58.7 3.2 19.2 1.1 77.9 4.3 2004 61.3 2.9 29.0 1.4 90.3 4.3 2005 77.5 3.2 60.4 (b) 2.5 137.9 5.6 2006 106.8 3.6 48.4 1.6 155.2 5.3 2007 141.2 3.9 55.0 1.5 196.2 5.5 2008 (c) 168.9 3.8 60.2 1.4 229.1 5.2",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      105.89,
      580.71,
      284.63,
      596.66
    ],
    "text": "Rs. bn.% ofGDP (a)Rs. bn.% ofGDP (a)Rs. bn.% ofGDP (a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "61",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      76.68,
      281.93,
      118.07
    ],
    "text": "3.2 Economic Infrastructure Policies, Institutional Framework and Performance",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      125.25,
      202.96,
      137.53
    ],
    "text": "Communications Services",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      142.99,
      289.75,
      588.15
    ],
    "text": "Telecommunications sector has shown a remarkable progress during the last few years in terms of improvement in technology, capacity and coverage, which have led to a higher subscriber network and higher service quality. The growth in the telecommunications sector was facilitated by intensiﬁ ed competition in the industry with the arrival of new service providers, expansion of coverage, reduction of initial cost to an affordable level and the adoption of new technology. The subscriber network of the telecommunications sector grew by 35.5 per cent in 2008, following the 47 per cent growth in 2007. Fixed access telephone connections expanded by 25.7 per cent during the period, largely due to an expansion of the wireless network with Code Division Multiple Access (CDMA) technology, which along with Global System Mobile (GSM) technology helped people in rural areas to have easy connections. The mobile telephone network increased by 38.8 per cent in 2008, compared to the previous year. The mobile telephone penetration (mobile connections as a per cent of total population) increased signiﬁ cantly to 54.8 per cent in 2008 from 39.9 per cent in 2007 surpassing the level of penetration in other countries in the region. With these developments, the telephone density (telephones per 100 persons), including cellular phones, increased to 71.9 in 2008 from 53.6 in 2007. By end 2008, the telecommunications sector consisted of 4 ﬁ xed line operators, 4 mobile operators, 33 external gateway operators and 22 internet service providers. Another mobile operator commenced its operations in Sri Lanka in January, 2009.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      596.66,
      289.8,
      733.82
    ],
    "text": "Postal services showed mixed performance in 2008. The post ofﬁ ce network, including private agency post ofﬁ ces, has not grown in 2008. However, two sub post ofﬁ ces have been upgraded to main post ofﬁ ces in 2008. The average population served by a post ofﬁ ce stood at 4,268 in 2008. Several new services such as providing banking facilities including accepting savings and fixed deposits and promotion of credit cards for several banks, insurance services including premium collection",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.1,
      231.31,
      538.47,
      396.29
    ],
    "text": "and promotion of motor and life insurance policies for agreed insurance providers and selling pre-paid phone cards through post ofﬁ ces have been carried out to diversify the services offered by the postal network, thereby generating additional revenue. While it is encouraging that the postal service is venturing into providing value added services, given the extensive post ofﬁ ce network and easy accessibility of the public, coupled with rising demand for a variety of services, the post ofﬁ ce network need to be further modernised and encouraged as a vital point of sale for a variety of services across the country.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.800000190734863,
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.1,
      404.8,
      538.53,
      443.96
    ],
    "text": "Financial performance of the Department of Posts (DOP) has slightly improved in 2008. The operating loss of the DOP continued to remain high,",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      317.47,
      85.76,
      486.03,
      95.8
    ],
    "text": "Chart 3.1Telephone Density",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.039900779724121,
      8.528868675231934
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      323.46,
      202.25,
      326.48,
      209.24
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      190.15,
      326.14,
      197.14
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      177.82,
      326.14,
      184.81
    ],
    "text": "20",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      165.73,
      326.14,
      172.72
    ],
    "text": "30",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      153.4,
      326.14,
      160.39
    ],
    "text": "40",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      141.3,
      326.14,
      148.29
    ],
    "text": "50",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      128.97,
      326.14,
      135.97
    ],
    "text": "60",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      116.88,
      326.14,
      123.87
    ],
    "text": "70",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      320.11,
      104.55,
      326.14,
      111.54
    ],
    "text": "80",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      345.58,
      211.83,
      521.21,
      218.83
    ],
    "text": "20042005200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      355.0,
      109.34,
      389.52,
      116.33
    ],
    "text": "Fixed Access",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      311.54,
      128.61,
      317.27,
      187.64
    ],
    "text": "Telephones per 100 persons",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      5.024937629699707
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      418.36,
      109.07,
      506.55,
      116.06
    ],
    "text": "Total (Including Cellular Phones)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.099502086639404
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      315.49,
      458.39,
      537.36,
      482.79
    ],
    "text": "Table 3.2Growth of Telecommunications and Postal Services",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      370.08,
      503.62,
      534.85,
      517.57
    ],
    "text": "ItemGrowth Rate (%)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      433.42,
      709.33,
      532.65,
      729.73
    ],
    "text": "Sources: Telecommunications Regulatory Commission of Sri Lanka Department of Posts",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.5,
      709.33,
      396.87,
      715.33
    ],
    "text": "(a) Provisional",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.3,
      531.77,
      534.06,
      601.77
    ],
    "text": "1. Telecommunications services 1.1 Fixed access services Wireline telephones in service (‘000) 932 934 2.4 0.2 Wireless local loop telephones (‘000) 1,810 2,513 85.8 38.8 Cellular phones (‘000) 7,983 11,083 47.5 38.8 Telephone density (Telephones per 100 persons, including cellular phones) 53.6 71.9 46.1 34.1",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.3,
      606.6,
      534.06,
      631.6
    ],
    "text": "1.2 Other services Public pay phones 8,526 8,500 12.8 -0.3 Internet & e-mail (‘000) 202 234 55.7 15.6",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      313.3,
      636.44,
      532.31,
      706.44
    ],
    "text": "2. Postal service Delivery areas (No) 6,729 6,729 0.0 0.0 Post oﬃ ces (No) 4,737 4,737 0.2 0.0 Public 4,053 4,053 0.2 0.0 Private 684 684 0.0 0.0 Area served by a post oﬃ ce (Sq.km) 13.8 13.8 0.0 0.0 Population served by a post oﬃ ce 4,252 4,268 2.0 0.4 Letters per inhabitant 23 21 -4.2 -8.7",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      445.26,
      518.97,
      534.87,
      526.52
    ],
    "text": "20072008(a)20072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "62",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      78.17,
      289.7,
      229.33
    ],
    "text": "though it declined to Rs. 2,143 million in 2008 from Rs. 2,893 million recorded in 2007. The revenue of DOP has increased signiﬁ cantly by 71.2 per cent due to an upward revision of postal charges with effect from mid-2007. The operating expenditure of DOP has declined by 20.8 per cent, due to the implementation of a cost management programme. The measures taken to improve the ﬁ nancial position and to generate additional funds by venturing into non-traditional services should be continued until it becomes self-supporting to avoid being a burden on the budget.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      245.44,
      99.65,
      257.71
    ],
    "text": "Energy",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      268.84,
      289.74,
      476.0
    ],
    "text": "The energy sector suffered from soaring oil prices in the international market during the ﬁ rst seven months of 2008. International oil prices increased to a historically high level of US dollars 146 per barrel by July, 2008. However, due to the price decline in the latter part of the year, the average import price of crude oil (C&F) by the Ceylon Petroleum Corporation (CPC) increased only by about 34.7 per cent to US dollars 97 per barrel. However, historically high oil prices clearly indicated the importance of adopting a multi-faceted strategy to address the issue, by way of developing alternative energy sources; including renewable energy, adhering to energy conservation measures and adopting country-wide demand management measures.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      492.11,
      123.56,
      504.39
    ],
    "text": "Electricity",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      513.19,
      289.8,
      683.85
    ],
    "text": "Total electricity generation increased marginally by 0.9 per cent to 9,901 GWh in 2008. The share of hydropower in the total electricity generation increased to 42 per cent in 2008 from 40 per cent in 2007 due to conducive weather conditions. Out of the total power generation, about 58 per cent was generated by CEB and the balance by the private sector. The system losses as a percentage of total generation which was 15.7 per cent in 2007 declined to 15 per cent in 2008. However, the system losses are still high in terms of international best-practices level.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      62.36,
      692.45,
      289.79,
      731.49
    ],
    "text": "The sales of electricity, which excludes system losses out of the total generation, increased marginally by 1.7 per cent to 8,417 GWh in 2008.",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      311.1,
      428.61,
      538.51,
      621.65
    ],
    "text": "Electricity sales had been growing by an average rate of 7-8 per cent per year in the recent past. However, it has been observed that the demand for electricity has been declining in recent years mainly due to tariff increases as well as high growth in less energy intensive sectors in the economy. An upward revision of electricity tariff at a higher rate has led to economise electricity consumption and encouraging consumers to conserve electricity by shifting to use energy efﬁ cient equipments, lowering the electricity sales growth substantially. The electricity consumption in the domestic sector, general purpose and hotel and the industrial sector increased by 1.1 per cent, 4.7 per cent and 1.9 per cent, respectively, in 2008.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899999618530273
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      311.1,
      635.86,
      538.54,
      731.02
    ],
    "text": "The electricity sector continued to suffer from escalating oil prices as well as other institutional and structural weaknesses. The CEB continued to depend heavily on thermal power, mainly from the private sector. In 2008, about 58 per cent of electricity demand was met by thermal power. The fuel bill of the CEB increased by 45.7 per cent. On",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      319.33,
      83.32,
      522.16,
      96.96
    ],
    "text": "Table 3.3 Power Sector Performance",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      358.13,
      120.42,
      533.26,
      135.82
    ],
    "text": "Growth Rate (%)Item",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      315.67,
      388.38,
      536.17,
      408.83
    ],
    "text": "Sources: Ceylon Electricity Board Lanka Electricity Company (Pvt) Ltd. (a) Provisional (b) Inclusive of Independent Producers (IPP)(c) Inclusive of LECO Consumers",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      434.9,
      136.27,
      535.91,
      143.27
    ],
    "text": "200720072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      152.12,
      532.67,
      192.72
    ],
    "text": "Installed capacity (MW) 2,444 2,644 0.4 8.2 Hydro 1,324 1,344 0.8 1.5 Th ermal (b) 1,115 1,285 0.0 15.2 Wind 3 3 0.0 0.0 Other 2 12 100.0 500.0",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      196.96,
      532.67,
      237.56
    ],
    "text": "Units generated (GWh) 9,814 9,901 4.5 0.9 Hydro 3,947 4,128 -14.8 4.6 Th ermal (b) 5,864 5,763 23.4 -1.7 Wind 2 3 0.0 50.0 Other 1 6 -36.7 500.0",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      241.79,
      532.67,
      290.79
    ],
    "text": "Total sales by CEB (GWh) 8,276 8,417 5.7 1.7 Domestic and religious 2,771 2,799 5.7 1.0 Industrial 2,627 2,678 0.8 1.9 General purpose and hotel 1,626 1,703 16.6 4.7 Bulk sales to LECO 1,144 1,130 3.0 -1.2 Street lighting 108 108 10.2 0.0",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      295.03,
      532.67,
      335.63
    ],
    "text": "LECO sales (GWh) 1,099 1,070 5.3 -2.6 Domestic and religious 499 478 3.1 -4.2 Industrial 267 237 5.1 -11.2 General purpose and hotel 303 328 8.6 8.3 Street lighting 27 25 0.0 -7.4",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      339.86,
      532.67,
      346.86
    ],
    "text": "Overall system loss of CEB (%) 15.7 15.0 -5.6 -4.3",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      314.67,
      351.09,
      532.67,
      383.29
    ],
    "text": "Number of consumers (‘000) (c) 4,307 4,518 6.0 4.9o/w Domestic and religious 3,811 4,001 6.1 5.0 Industrial 41 44 2.5 7.3 General purpose and hotel 450 469 4.9 4.2",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      457.77,
      136.27,
      479.08,
      143.27
    ],
    "text": "2008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "63",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.36,
      77.03,
      289.78,
      214.19
    ],
    "text": "average, the CEB incurred Rs. 19.17 to generate a unit of electricity at its thermal power plants in 2008, which is an increase of 45.8 per cent compared to 2007. The average purchase price of private power increased by 37.9 per cent to Rs. 20.58 per unit in 2008. However, the decrease in oil prices in the international market towards the latter part of 2008 mitigated the heavy pressure on electricity generation cost, thereby easing the burden on the already weakened ﬁ nancial position of the CEB.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.36,
      225.54,
      289.76,
      670.7
    ],
    "text": "The sustainability of the power sector entirely depends on shifting towards low cost power generation in the medium-term to bring electricity tariff to an affordable level and increase the competitiveness of export-oriented industries. Several power projects were at various stages of implementation in 2008. The ﬁ rst phase (200 MW) of the Kerawalapitiya combined cycle power plant with a capacity of 300 MW was completed in November, 2008 and added to the national grid, while the remaining 100 MW is expected to be added to the national grid in 2009. The Norochcholai coal power plant (900 MW) which was started in 2007 is expected to add 300 MW to the national grid in the ﬁ rst stage by 2011 and 600 MW in the second and third stages. The cost of power generation from coal ﬁ red power plants is relatively low compared to oil ﬁ red power plants, which may result in reducing the overall cost of power generation. Meanwhile, the construction work of the Upper Kothmale hydropower plant was in progress in 2008 and is expected to add 150 MW to the national grid by 2011. Negotiations were also in progress with foreign investors to set up a coal power plant with a capacity of 1,000 MW in Trincomalee. In addition, four medium scale hydropower plants namely, Uma Oya (120 MW), Ginganga (49 MW), Broadland (35 MW) and Morogolla (27 MW) have been identiﬁ ed for implementation. These power plants, once completed, would provide a space for the country to rationalize its power generation mix, thereby helping the country to cope with internal and external shocks and maintain the stability in the power system.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      62.36,
      679.3,
      289.77,
      732.34
    ],
    "text": "It is imperative to take necessary measures to expedite low cost power generation projects without any delay and discourage the installation of high cost thermal power projects in the future",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.850375175476074
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.1,
      78.18,
      538.49,
      271.23
    ],
    "text": "as a national policy and take all other remedial measures to deal with any oil price shock in the future. Any delay in the planned low cost power generation projects will incur high expenditure on petroleum imports for electricity generation. Energy conservation by curbing the growth of unnecessary energy intensity in the economy and developing renewable energy sources are also important to arrest the high oil import bill in the country. However, these types of micro measures will not help sufﬁ ciently to deal with future energy crises. Therefore, it should be noted that a sustainable energy policy should be based on shifting towards low cost power generation methods coupled with a ﬂ exible pricing policy.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.850375175476074
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.1,
      279.76,
      538.55,
      514.92
    ],
    "text": "The government has identiﬁ ed the importance of rural electriﬁ cation which helps many villagers generating self-employment activities, thereby helping to alleviate poverty in rural areas. The CEB has been able to provide grid connected electricity to level of 83 per cent of households and the future rural electriﬁ cation projects are expected to enhance the electriﬁ cation level to 86 per cent by end 2010. Although, the ﬁ nancial beneﬁ ts to the CEB is low due to high transmission cost, since the economic and social beneﬁ ts of electrifying rural areas are high, the government with the collaboration of funding agencies has launched several programmes to connect the rural households to the national grid. Six rural electriﬁ cation projects have been completed in 2008 with an estimated cost of US dollars 189 million.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      311.1,
      523.43,
      538.59,
      730.59
    ],
    "text": "Several changes were introduced to the electricity tariff in 2008. The CEB revised its tariff structure to a ﬂ at tariff system in March, 2008 and increased electricity tariff by an average of 30 per cent. However, as per a Court ruling the CEB reverted to its block tariff system from November, 2008. In addition, the fuel adjustment charge of 30 per cent was levied across all the tariff categories from March, 2008. However, a waiver on the fuel adjustment charge was granted to the religious category with effect from May, 2008. Further, a waiver of the fuel adjustment charge was granted for the industrial and hotel categories for a period of 11 months from January, 2009 under the Economic Stimulus Package, considering the difﬁ culties faced",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "64",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      62.36,
      77.03,
      289.79,
      214.19
    ],
    "text": "by industries in this category due to the global economic slowdown. In addition, a discount of Rs. 30.00 per household, which consumes less than 90 units per month was granted by the Budget 2009. These cross-subsidies have led to signiﬁ cant ﬁ nancial losses to the CEB, burdening the government budget and tax payers. This situation, therefore, calls for an implementation of a cost-reﬂ ective tariff system in order to make the CEB viable and thereby sustain Sri Lanka’s energy sector.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      62.36,
      222.7,
      289.79,
      401.86
    ],
    "text": "The tariff increase was not sufﬁ cient to cover the cost of power generation. The average tariff in 2008 was Rs. 13.22 per unit, while the average cost was Rs. 14.94 per unit. The estimated average purchased cost of private power was Rs. 20.58 per unit in 2008. The already high electricity tariff in the country suggests that there is no room for a further tariff increase without hampering competitiveness and, hence, the rationale for shifting towards low cost power generation methods and implementation of necessary reforms in the power sector aiming at bringing down the cost of power generation as a national priority.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      62.36,
      410.37,
      289.82,
      533.33
    ],
    "text": "The financial position of the CEB further weakened in 2008. The CEB’s operating losses increased to Rs. 35 billion in 2008. An increase of expenditure due to high oil prices was the main reason for the increase in losses. The CEB’s accumulated short-term borrowings from banks and other outstanding liabilities to the CPC and to Independent Power Producers (IPPs) amounted to Rs. 57 billion, while, CEB’s long-term loans",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.1,
      78.43,
      538.52,
      144.79
    ],
    "text": "amounted to Rs. 64 billion by end 2008. This fragile ﬁ nancial position of the CEB highlights the importance of quickly dealing with this problem, as otherwise the CEB may have to be bailed out by tax payers’ money.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.1,
      153.1,
      538.55,
      357.46
    ],
    "text": "The Sri Lanka Electricity Bill was passed by the Parliament in March, 2009. The Sri Lanka Electricity Act provides the basic legal framework for separation of policy, regulatory and operational aspects allowing the Public Utilities Commision of Sri Lanka (PUCSL) to regulate the electricity sector. Nevertheless, the Act still imposes certain constraints on private sector participation in key areas of operation such as generation and distribution, whereby either complete or partial involvement of the government in the generation and distribution is compulsory. Further, under the provision of the Act, the CEB will continue to function as a vertically integrated utility with powers to hold generation, transmission and distribution licences simultaneously.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.1,
      370.54,
      364.89,
      382.81
    ],
    "text": "Petroleum",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.1,
      388.28,
      538.54,
      679.44
    ],
    "text": "International oil prices reached record high levels towards the middle of 2008. Oil prices in the international market reached its highest level of US dollars 146 per barrel in July, 2008. Several factors including a steady increase in demand from emerging economies such as India and China, low OPEC spare capacity in oil production, weakened US dollar, supply constraints resulted from geo-political uncertainties, low inventories and reﬁ nery bottlenecks led to high oil prices during the ﬁ rst seven months of 2008. However, oil prices declined rapidly to a lowest level in four years to US dollars 34 per barrel in December, 2008 with the restoration of supply from Brazil and Nigeria, coupled with a declining world demand for oil due to ﬁ nancial turmoil and slowingdown of the world economy. The average crude oil price (Brent) increased by 35 per cent to US dollars 97 per barrel in 2008 in comparison to US dollars 72 per barrel in 2007. The average price of crude oil (C&F) imported by CPC stood at US dollars 97 in 2008, reﬂ ecting an increase of 34.7 per cent.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      9.899999618530273,
      10.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      311.1,
      693.71,
      538.47,
      732.75
    ],
    "text": "Domestic petroleum prices were adjusted in line with the changes in international prices in 2008. Accordingly, prices of petrol (90 octane), auto diesel",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.80049991607666
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      69.48,
      557.68,
      271.48,
      567.73
    ],
    "text": "Chart 3.2 Average Tariff and Cost of Electricity",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.0,
      8.486506462097168
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.1,
      680.37,
      77.1,
      687.18
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.1,
      665.29,
      77.1,
      672.1
    ],
    "text": "2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.1,
      650.21,
      77.1,
      657.01
    ],
    "text": "4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.1,
      635.13,
      77.1,
      641.93
    ],
    "text": "6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      74.1,
      619.97,
      77.1,
      626.78
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      71.1,
      604.89,
      77.1,
      611.7
    ],
    "text": "10",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      71.1,
      589.81,
      77.1,
      596.62
    ],
    "text": "12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      71.1,
      574.73,
      77.1,
      581.53
    ],
    "text": "14",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      98.82,
      686.94,
      273.82,
      693.75
    ],
    "text": "20042005200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      64.11,
      622.74,
      70.91,
      642.91
    ],
    "text": "Rs./unit",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      96.59,
      699.27,
      145.08,
      723.42
    ],
    "text": "Domestic TariffIndustry TariffCommercial Tariff",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      186.02,
      699.33,
      224.17,
      706.13
    ],
    "text": "Average Tariff",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      186.08,
      709.27,
      220.57,
      716.08
    ],
    "text": "Average Cost",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "65",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.36,
      78.98,
      289.79,
      361.84
    ],
    "text": "and kerosene were raised by 34.2 per cent, 46.7 per cent and 17.6 per cent, respectively, to Rs. 157.00, Rs.110.00, and Rs. 80.00 per litre, respectively, in two steps during the ﬁ rst half of 2008. The 15 per cent Value Added Tax (VAT) on petrol was reduced to 5 per cent with effect from January, 2008 to ease the pressure on consumers. However, in line with declining international oil prices, petrol, diesel and kerosene prices were reduced to Rs. 120.00, Rs. 70.00 and Rs. 50.00 per litre, respectively, during the latter part of 2008 in several steps. In addition, VAT on petrol was increased to 12 per cent from January, 2009 and the full duty wavier of Rs. 20.00 per litre on importation of petrol was suspended in May 2008. The total sales of major petroleum products declined by 6.4 per cent responding to the price hike in 2008. Petrol consumption registered a marginal growth of 0.2 per cent, while diesel and kerosene consumption decreased by 7.9 per cent and 10.1 per cent, respectively.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.36,
      376.31,
      289.78,
      559.07
    ],
    "text": "The CPC reported operational losses in 2008. Non-revision of oil prices on time was the main reason for the CPC’s losses recorded in 2008. The non-payment of outstanding bills by several institutions, particularly a sum of around Rs. 45 billion from the CEB, placed additional burden on the CPC in its attempt to function as a commercially viable institution. The Government of Iran granted an interest free credit facility, initially for 120 days which was extended to 210 days to purchase crude oil from Iran. The CPC had utilized this facility up to US dollars 1,226 million in 2008 and has repaid US dollars 845 million by end 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      311.1,
      574.79,
      538.53,
      725.95
    ],
    "text": "Progress was made in respect of oil exploration in the Mannar Basin in 2008. The Ministry of Petroleum and Petroleum Resources Development, called for bids from international oil companies for petroleum exploration in Blocks 2, 3 and 4 in the Mannar Basin. Cairns India Ltd was selected as the successful tenderer and has been offered the licence for exploring oil in the Block 2. Cairns Lanka Ltd, the local subsidiary of Cairns India Ltd is to commence exploration activities during the ﬁ rst quarter of 2009.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      67.48,
      580.96,
      271.85,
      601.06
    ],
    "text": "Chart 3.3International Crude Oil (Brent) Prices (Monthly Average) 2007/2008",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.119112968444824,
      8.612863540649414
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      70.76,
      605.92,
      80.07,
      705.32
    ],
    "text": "30405060708090100110120130140",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.089334964752197
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      81.16,
      708.2,
      280.03,
      723.79
    ],
    "text": "07'JanMarMayJulSepNov08'JanMarMayJulSepNov",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.089334964752197
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      62.3,
      646.08,
      68.94,
      666.68
    ],
    "text": "US$/bbl",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      6.089334964752197
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      321.53,
      85.38,
      532.27,
      99.28
    ],
    "text": "Table 3.4Petroleum Sector Performance",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      426.9,
      516.31,
      528.96,
      558.31
    ],
    "text": "Sources: Ceylon Petroleum Corporation Lanka IOC Ltd. Lanka Marine Services (Pvt) Ltd. Shell Gas Lanka Ltd Laugfs Gas (Pvt) Ltd. Sri Lanka Customs",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      489.07,
      122.14,
      531.78,
      129.48
    ],
    "text": "Growth Rate %",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.3416619300842285
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      314.18,
      150.94,
      531.18,
      510.74
    ],
    "text": "Quantity imported (Mt ‘000) Crude oil 1,938 1,853 -9.9 -4.1 Reﬁ ned products (b) 2,216 2,145 15.1 -3.2 L.P. gas 156 144 -1.3 -7.7Domestic L.P. gas production (Mt ‘000) 16 16 5.4 4.5 Value of imports (c&f) Crude oil (Rs. mn) 113,584 143,159 6.5 26.0 (US dollars mn) 1,025 1,323 -0.4 29.1 Reﬁ ned products (Rs. mn) 150,390 202,144 31.0 34.4 (US dollars mn) 1,358 1,863 26.0 37.2 L.P. gas (Rs. mn.) 12,027 15,301 27.6 27.2 (US dollars mn) 111 141 2.8 27.0 Average price of crude oil (c&f) (Rs./barrel) 8,113 10,226 21.7 26.0 (US dollars/barrel) 72.01 97.01 12.0 34.7 Quantity of exports (Mt ‘000) 283 310 -11.3 9.5 Value of exports (Rs. mn.) 18,693 27,542 -4.5 47.3 (US dollars mn.) 169 255 -10.1 50.9 Local sales (Mt ‘000) 3,965 4,391 11.6 10.7 o/w Petrol (90 Octane) 487 490 7.3 0.6 Petrol (95 Octane) 31 29 29.2 -6.5 Auto diesel 1,752 1,613 7.3 -7.9 Super diesel 14 9 55.6 -35.7 Kerosene 168 151 -18.4 -10.1 Furnace oil 986 973 8.1 -1.3 Avtur 199 189 -22.0 -5.0 Naphtha 97 142 61.7 46.4 L.P. gas 197 174 15.9 -11.7 Local Price (at period end) (Rs./litre) Petrol (90 Octane) 117.00 120.00 27.2 2.6 Petrol (95 Octane) 120.00 133.00 26.3 10.8 Auto diesel 75.00 70.00 25.0 -6.7 Super diesel 80.30 85.30 23.0 6.2 Kerosene 68.00 50.00 41.7 -26.5 Furnace Oil 500 Seconds 54.30 54.30 17.3 0.0 800 Seconds 53.90 33.90 17.7 -37.1 1,000 Seconds 52.70 52.70 18.7 0.0 1,500 Seconds 51.70 31.70 19.4 -38.7 3,500 Seconds 46.65 25.00 13.8 -46.4 L.P. Gas (Rs./kg) Shell gas 105.04 129.52 36.8 22.9 Laugfs gas 97.12 109.60 33.6 12.9",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      357.78,
      130.04,
      535.05,
      140.46
    ],
    "text": "Item20072008(a)20072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      313.75,
      516.0,
      411.04,
      543.6
    ],
    "text": "(a) Provisional (b) Imports by Ceylon Petroleum Corporation, Lanka IOC Ltd. and Lanka Marine Services (pvt.) Ltd.",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "66",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      119.29,
      89.88,
      500.5,
      103.49
    ],
    "text": "Box 5Commodity Hedging: Risks for Buyers and Sellers",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0,
      12.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.03,
      135.4,
      288.83,
      215.74
    ],
    "text": "This Box Article discusses the potential risks of entering into hedging transactions and ways of mitigating the risks involved1 . A hedging transaction is a sub-product in the wider market for derivative products which have been developed and offered on the basis of an available ﬁ nancial product to generate liquidity, mitigate risks and raise the depth of the market.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.03,
      221.57,
      288.88,
      439.91
    ],
    "text": "A long established legal principle relating to business deals has been the ‘caveat emptor’ or ‘let the buyer beware’. This principle simply enunciates that buyers of a transaction should take the requisite measures to protect themselves and the sellers have no responsibility for the losses incurred by buyers. When applied to a hedging product, it means that the buyer should learn of the risks involved and enter into the transaction with full knowledge. The principle holds even if the sellers have deliberately and intentionally misled the buyers into accepting a product that would bring them potential losses. However, the application of this legal principle for the derivative transactions has been withheld by courts in the wake of a plethora of cases in which the buyers in derivative transactions had incurred substantial losses persistently. That was after the issuers of hedging products, mainly investment banks, were accused of ‘mis-selling’ or ‘mis-labelling’ of products to the detriment of the buyers.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      68.03,
      445.74,
      288.86,
      664.08
    ],
    "text": "Therefore, the accepted principle relating to derivative transactions today is not the caveat emptor, but ‘suitability’. The principle of suitability casts upon the seller the responsibility of ascertaining the appropriateness of the buyer of a product before entering into a formal deal with him. Since many financial products and derivatives are complex in nature, not all buyers could adequately assess the risks they are taking when buying such products. In view of the fact that such derivative products are of high value, the resultant losses to buyers could also be substantial. Hence, it is the responsibility of the seller to make the buyer ‘suitable’ to enter into a deal with him. In other words, the two parties to a derivative transaction should be well-informed of the risks faced by each other and participate in the deal as equal partners. Bringing up the buyer to that status is the responsibility of the seller. Thus, the principle of suitability precludes the seller from ‘unjustly enriching himself out of the ignorance of the buyer’.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      69.45,
      691.11,
      286.66,
      715.84
    ],
    "text": "1The rationale and the product range available for commodity hedgers with special reference to hedge oil for mitigating price risks were presented in Box No. 4 in Annual Report 2006 (page 47).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      4.080999851226807,
      7.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      311.02,
      134.45,
      531.85,
      318.29
    ],
    "text": "Why has the principle of suitability become important in the modern hedging deals? That is because of the existence of a crucial problem called ‘information asymmetry’ in markets. In the case of hedging deals, the seller may be well equipped with knowledge, but the buyer needs to be educated. The disparity in the knowledge of the two parties would elevate the seller to a superior position, thereby enabling him to get himself enriched unduly. When the buyers became victims of this information asymmetry, the hedging markets on their own devised a code of good practices to minimise its occurrence. In markets where there is no such market developed code for hedging transactions, it is the responsibility of the regulators to introduce a mandatory code of best practices to ensure fair deals in the derivative markets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      311.02,
      324.12,
      531.83,
      703.46
    ],
    "text": "In order to ensure fair deals in the derivative market and protect the interests of all the parties, the Central Bank of Sri Lanka, in 2005 and 2006, after following an elaborative consultative process, introduced a set of directions to be followed by banks intending to enter into hedging deals. These directions, among other things, speciﬁ cally required the banks or authorized dealers to educate the clients of the pros and cons and the risks involved in hedging deals. According to the directions, “authorized dealers shall obtain an undertaking from the customers interested in using the derivative products that they have clearly understood the nature of the products and their inherent risk”, and “authorized dealers shall provide adequate information on the transaction especially with regard to the conditions and clauses to be incorporated into the product-determined benchmark interest rate, strike price, premia if any and risks involved to their customers and ensure highest level of transparency”. In terms of a set of guidelines issued in 2007, in the case of corporate customers, the bank that proposes the hedging deal should inform all the board members of the nature and the level of the risks involved in the proposed hedging and get a signed acknowledgement from the board to that effect. In this manner, the corporate client who is to sign the hedging agreement with the bank would do so as an equal partner fully aware of the risks involved. It is mandatory for banks in Sri Lanka to follow these directions. If the banks fail to comply with the directions, the hedging contracts involved will become ‘tainted and materially defective’. In such a situation, courts may discharge the buyers from the responsibility for honouring the hedging contracts. Hence, the appropriate dictum in the",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "67",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.87,
      87.26,
      289.38,
      146.6
    ],
    "text": "current circumstances should be, not that the buyer be aware as pronounced by the principle caveat emptor, but that the seller be aware as pronounced by the principle ‘caveat venditor’, in order to avoid losses and costly legal battles.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      67.87,
      158.6,
      289.38,
      253.94
    ],
    "text": "The principle of suitability has been criticised on the ground that it would spawn ‘moral hazard practices’ by buyers, put the selling banks in the defensive and stunt the risk taking behaviour of clients. In the long run, such adverse developments would discourage ﬁ nancial innovations and weaken market resilience. It also raises the cost of ﬁ nancial transactions by requiring lending banks to maintain elaborative client proﬁ les.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      312.06,
      86.95,
      532.82,
      190.29
    ],
    "text": "Regulations alone cannot prevent the occurrence of mis-selling or mis-labelling in the hedging markets. If the banks do not comply with these regulations, a regulator is not in a position to prevent mis-selling or mis-labelling before it occurs. Any detection of such an incident after it has occurred would not ensure a fair deal for the buyers. Hence, banks should make an extra effort to build suitable governance structures within them to make their hedging clients suitable parties for the transactions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      312.06,
      196.12,
      532.87,
      253.46
    ],
    "text": "While hedging is a product that can be used by a customer to insulate himself from adverse price ﬂ uctuations, it should be undertaken by them with full knowledge and understanding of all the risks involved, so as to prevent a major ﬁ nancial catastrophe.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.93,
      274.11,
      139.94,
      286.38
    ],
    "text": "Transportation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.93,
      294.68,
      289.1,
      472.64
    ],
    "text": "With the regional development efforts and increase in economic activities, the demand for transport sector continued to increase.An efﬁ cient and convenient transportation system will accelerate economic growth by facilitating easy and faster mobility of people, goods and services and reducing disparities in regional development. Recognising the importance of the expansion and improvement of the road network, the government has prioritised the development of the existing road network and improving the road network by way of constructing highways and expressways and construction of rural roads under the Maga Neguma Programme.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.746794700622559,
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.93,
      485.72,
      170.5,
      497.99
    ],
    "text": "Road Transportation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.93,
      505.19,
      162.56,
      517.46
    ],
    "text": "Road Development",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      62.93,
      525.56,
      289.08,
      729.92
    ],
    "text": "Roads are the backbone of the transportation system. The country has an extensive road network; the total length of road network is about 116,862 km comprising 11,902 km of national highways (classes A and B), 16,532 km of provincial roads (classes C and D), and 88,428 km of roads maintained by Local Authorities, estates and state agencies. The government policy on road development emphasises building a national highway system and an integrated road network, improving the management of the existing road network, strengthening trafﬁ c management and implementing measures to minimise road accidents by regulatory agencies and promoting private sector participation in investment in new roads.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      311.81,
      273.58,
      539.02,
      450.34
    ],
    "text": "The improvement of the road network would help reduce the disparities between and within the provinces and districts. The development of the road network helps improve the connectivity between rural and urban centres and opens access to services as well as to physical and human resources. Further, it would improve people’s access to markets and services such as education and health. Thus, improving access to remote areas is important to create new markets, to improve mobility of labour from regional areas thereby generating more employment opportunities for the rural masses, helping to reduce poverty and achieve a regionally balanced economic growth.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.797959327697754
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      311.81,
      458.65,
      539.11,
      732.01
    ],
    "text": "Though the coverage of the road network in Sri Lanka is relatively satisfactory with 1.8 km of roads per km2, the conditions and the capacity of roads are inadequate to cater to the rapidly growing demand for freight and passenger transportation. The government has commenced several road development projects to address these issues. The Southern Expressway, which is under construction, is expected to boost economic activities in the Southern province including potential growth in industries, tourism, ﬁ sheries and agriculture in lagging areas. The construction work of the Southern Expressway is expected to be completed by 2011. It is expected to rehabilitate approximately 620 km of national roads and 160 km of rural roads under the Road Sector Assistance Project. The project loan agreement was signed for the construction of the Colombo-Katunayake Expressway with the Exim Bank of China and the land acquisition and major utility shifting works were in progress in 2008. The Colombo",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      5.829999923706055,
      9.848857879638672,
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "68",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.36,
      77.43,
      289.7,
      226.59
    ],
    "text": "Outer Circular Highway Project is planned to link all major roads radiating from Colombo with a view of reducing trafﬁ c congestion within the city of Colombo by providing a high mobility road outside the city. The project is planned to be implemented in three stages and the land acquisition and the preparation of tender documents were in progress in 2008. The negotiation on the concession agreement was in progress for the Colombo-Kandy Alternative Highway Project, while the feasibility study of the Kandy - Badulla alternative highway was carried out in 2008.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.848857879638672
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.36,
      234.9,
      289.81,
      397.86
    ],
    "text": "The government has initiated a project to construct 21 ﬂ yovers to avoid trafﬁ c congestion in the city of Colombo and its suburbs. The ﬂ yover at the railway crossing at Kelaniya was completed in April, 2008 and the ﬂ yover at Nugegoda junction was opened for trafﬁ c in January, 2009. Flyovers at Orugodawatte, Pannipitiya, Panadura and Gampaha were under construction during 2008. The construction of these ﬂ yovers would help reduce the road congestion signiﬁ cantly, thereby generating economic beneﬁ ts such as saving fuel and time spent for travel.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.36,
      409.01,
      289.8,
      558.37
    ],
    "text": "Road development sector faces several issues in fast implementation of planned projects. Delays in land acquisition and resettlement activities, resistance from parties affected by land acquisition, inadequate resources allocation, increase in price of road construction material, problems related to enforcement of laws are the main issues confronted in this sector. Uncontrolled trafﬁ c and unauthorized roadside developments have also caused underutilization of the capacity of the existing road network.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.36,
      571.64,
      198.07,
      583.92
    ],
    "text": "Passenger Transportation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      62.36,
      595.05,
      289.82,
      732.21
    ],
    "text": "It is a long felt need to upgrade the services of the public transport system comprising railway and road passenger transportation to cater to the rising demand for a quality and convenient passenger mobility. To cater to this requirement, it is important to improve the facilities and quality of the public transportation. An efﬁ cient mass transport system can reduce the trafﬁ c congestion on main roads and thereby saving time and expenditure on petroleum imports.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      77.99,
      477.36,
      90.27
    ],
    "text": "Road Passenger Transportation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      98.56,
      538.54,
      291.72
    ],
    "text": "The road passenger transportation showed some improvement in 2008. The average number of buses operated per day by the Sri Lanka Transport Board (SLTB) increased by 2.9 per cent to 4,247, while the average number of buses operated by the private sector increased by 6.8 per cent to 12,929 in 2008. The total operated kilometres and passenger kilometres of SLTB increased by 2.5 per cent and 2.3 per cent, respectively, during the year. The total operated kilometres and passenger kilometres by private bus operators increased by 6.8 per cent. However, in 2008 new registration of passenger buses has decreased substantially by 55.3 per cent.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      303.07,
      538.56,
      468.23
    ],
    "text": "In terms of the national bus fares policy, bus fares were revised several times in 2008. Passenger bus fares were increased by an average rate of 4.6 per cent in February, 2008 mainly to compensate for the increase in fuel prices. Bus fares were again increased in May, 2008; private sector by an average of 27.2 per cent, and the state sector by a lower rate of 17.4 per cent. However, in line with declining petroleum prices, private sector bus fares were reduced by 11.6 per cent in November, 2008. This has made the private sector bus fares comparable with the state sector by end 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      311.1,
      482.41,
      538.54,
      731.57
    ],
    "text": "Several projects have been launched to address the weaknesses in the road passenger transportation sector in 2008. The National Transport Commission has prepaired a strategic plan for trafﬁ c management with a view to reducing vehicles entering the city and reducing emission levels to mitigate trafﬁ c congestion and environmental pollution in the Greater Colombo area. Under this plan, a new bus service was launched in early 2009 with the help of the private sector in Colombo and suburbs to divert private vehicle users to a more comfortable public transport system. The Nisi Seriya night time bus service, Sisu Seriya School bus service and Gemi Seriya to provide transport facilities in uneconomic and remote areas were continued in 2008. Operation of bus services in uneconomic routes were subsidised at a cost of Rs. 372 million by the Treasury.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "69",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      78.17,
      289.82,
      243.33
    ],
    "text": "The ﬁ nancial position of SLTB continued to remain weak in 2008. The total revenue of SLTB for the year 2008, increased by 16.8 per cent to Rs. 17,150 million mainly due to increase in bus fares. Reﬂ ecting high fuel prices, operating expenditure also increased by 21.8 per cent to Rs. 20,704 million which led to an operational loss of Rs. 3,554 million in 2008. The operational loss has increased by 53.8 per cent in 2008 compared to the previous year, indicating the need for measures to improve the ﬁ nancial position of SLTB to reduce the burden on the government budget.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      259.43,
      183.39,
      271.71
    ],
    "text": "Railway Transportation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      280.01,
      289.8,
      529.17
    ],
    "text": "The railway sector showed mixed performance in 2008. Passenger transportation and goods transportation decreased by 2.1 per cent and 9.4 per cent, respectively, in 2008 mainly due to cancellation of train operations between several areas due to security reasons and curtailment of unproductive train operations as well as increase in railway fares and freight charges. At present, the Sri Lanka Railways (SLR) contributes only around 5 per cent and 1 per cent, respectively, to the passenger transportation and goods transportation in the country. Though, the railway network of Sri Lanka consists of 1,640 kilometres, it operates only 1,200 kilometres due to the closure of several sections in the North and the East. However, with the liberation of the North and the East and reconstruction of the destroyed rail track, the SLR will be able to start railway operations to those areas.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      62.36,
      540.51,
      289.8,
      733.67
    ],
    "text": "The SLR initiated several projects in 2008 to improve the railway operations which has been constrained by non-availability of a sufﬁ cient number of passenger carriages, locomotives and diesel multiple units. Though the SLR has a ﬂ eet of 98 engines, 75 per cent of this ﬂ eet is more than 30 years old and subject to frequent breakdowns. With a view to relieving this situation, the SLR has set up a workshop to repair coaches locally. Under this re-furbishing programme, 15 coaches were refurbished by end 2008. Further, the SLR imported 100 passenger carriages and 15 diesel multiple units under a concessional loan from China by end 2008 to upgrade its ﬂ eet. In addition, actions were",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      311.1,
      78.17,
      538.53,
      173.33
    ],
    "text": "taken to improve the signaling and communication systems and infrastructure including re-construction of several railway bridges. With the increase in rolling stock position of SLR, new service between Colombo-Nanuoya was commenced while several sub-urban services which remained suspended were recommenced.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      311.1,
      181.84,
      538.48,
      347.0
    ],
    "text": "Several measures have been taken to upgrade the railway services to meet customer demand and to attract passengers to the railway. Under Stage I of upgrading the Colombo-Matara Railway line, while improving the rail track, selected railway stations including Panadura, Kalutara, Galle and Matara are to be developed. The loan agreement for this project has already been signed with the Government of India. Under Stage II, the second line will also be constructed from Kalutara South to Matara. Meanwhile, the land acquisition for the ﬁ rst 27 km of the new Matara-Kataragama Railway line",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      320.31,
      366.42,
      516.36,
      393.26
    ],
    "text": "Table 3.5Salient Features of theTransport Sector",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      357.09,
      421.22,
      368.81,
      427.72
    ],
    "text": "Item",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.5
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      489.84,
      414.12,
      535.28,
      420.62
    ],
    "text": "Growth Rate (%)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.5
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      419.89,
      685.33,
      530.14,
      720.13
    ],
    "text": "Sources: Department of Motor Traﬃ c Sri Lanka Railways National Transport Commission Civil Aviation Authority of Sri Lanka SriLankan Airlines",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      313.56,
      685.33,
      348.3,
      698.53
    ],
    "text": "(a) Provisional(b) Estimates",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      438.09,
      426.09,
      535.45,
      433.56
    ],
    "text": "20072008(a)20072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      312.28,
      438.85,
      535.54,
      504.65
    ],
    "text": "1. New registration of motor vehicles (No.) 297,892 265,199 -0.9 -11.0 Buses 2,637 1,180 -21.2 -55.3 Private cars 22,603 20,237 -18.0 -10.5 Th ree wheelers 43,068 44,804 -33.2 4.0 Dual purpose vehicles 5,193 2,856 -28.3 -45.0 Motor cycles 182,508 155,952 16.5 -14.6 Goods transport vehicles 18,408 14,038 -9.9 -23.7 Land vehicles 23,475 26,132 12.7 11.3",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      312.28,
      508.88,
      535.53,
      566.28
    ],
    "text": "2. Sri Lanka Railways Operated kilometers (‘000) 9,560 8,960 (b) 22.6 -6.3 Passenger kilometers (mn) 4,769 4,669 10.6 -2.1 Freight ton kilometers (mn) 133 121 -3.5 -9.4 Total revenue (Rs.mn) 2,999 3,671 20.4 22.4 Operating expenditure (Rs.mn) 7,297 8,225 12.7 12.7 Operating loss (Rs.mn) 4,298 4,553 8.0 5.9",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      312.28,
      570.52,
      533.76,
      619.52
    ],
    "text": "3. Sri Lanka Transport Board Operated kilometers (mn) 305 313 16.2 2.5 Passenger kilometers (mn) 14,694 15,037 14.2 2.3 Total revenue (Rs.mn) 14,687 17,150 18.6 16.8 Operating expenditure (Rs.mn) 16,999 20,704 13.9 21.8 Operating loss (Rs.mn) 2,312 3,554 -9.0 53.7",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      312.28,
      623.75,
      535.53,
      681.15
    ],
    "text": "4. SriLankan Airlines Hours ﬂ own (hrs.) 69,184 67,796 2.9 -2.0 Passenger kilometers ﬂ own (mn) 9,841 9,169 5.2 -6.8 Passenger load factor (%) 79 74 3.8 -5.9 Weight load factor (%) 60 59 1.6 -2.0 Freight (Mt. ‘000) 98 87 0.0 -11.2 Employment (No.) 5,213 4,874 -2.8 -6.5",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "70",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      78.17,
      289.73,
      190.83
    ],
    "text": "extension has been completed. The SLR is planning to upgrade 281 km of railway track in the Eastern province with new sleepers and other infrastructure facilities. With a view to reducing the trafﬁ c congestion and to popularise mass-scale transportation, it is planned to introduce a Light Rail Rapid Transit System in Colombo Metropolitan area. The feasibility study of the project has already been completed.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      202.67,
      289.79,
      416.83
    ],
    "text": "Railway fares were revised upward in 2008 after a lapse of three years. Railway fares were increased by an average rate of 70 per cent in June, 2008 mainly considering increased fuel prices. However, fares were adjusted downward by about 9 per cent in line with the reduction in diesel prices in December, 2008. Accordingly, the average railway fare has been increased by 42 per cent in 2008. However, the fare revision in 2008 was not sufﬁ cient to mitigate the already weakened ﬁ nancial position of the SLR. The total revenue of the SLR increased by 22.4 per cent to Rs. 3,671 million, while the current expenditure increased by 12.7 per cent to Rs. 8,225 million, resulting in a 5.9 per cent increase in an operational loss to Rs. 4,553 million in 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      432.94,
      131.23,
      445.22
    ],
    "text": "Civil Aviation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      62.36,
      453.51,
      289.81,
      730.67
    ],
    "text": "The performance of the civil aviation sector was hindered by the slowdown in the tourism sector in 2008. A total of 4.7 million passengers were served at the Bandaranaike International Airport (BIA) in 2008, reflecting a 5.8 per cent decrease over the number of passengers in 2007. Air freight also decreased by 7.5 per cent during the year. The share of the national carrier, SriLankan Airlines, in passenger and freight operations remained at 62.7 per cent and 59.7 per cent, respectively, in 2008. The domestic air passenger transportation reﬂ ected a substantial growth and passenger kilometreage grew by 28.2 per cent in 2008. A signiﬁ cant progress can be expected in the civil aviation sector, with the North and the East conﬂ ict reaching its ﬁ nal phase, and peace returning to the country. However, the performance of the civil aviation sector is not expected to show a speedy recovery in 2009 due to the anticipated prolonged world economic recession.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      311.1,
      78.31,
      538.56,
      285.47
    ],
    "text": "The government has highlighted in its policy framework that it will maintain a liberal and competitive civil aviation industry in Sri Lanka with efﬁ cient and modern facilities to ensure safety and security in accordance with international standards. Accordingly, BIA will be developed as an international aviation hub and the institutional framework will be re-engineered to ensure high level of efﬁ ciency in landing aircraft and passengers at BIA. Stage 2 of Phase II of the Bandaranaike International Airport Modernisation project was in progress in 2008. This project aims at constructing a new passenger terminal facility to accommodate the increasing number of air passengers.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      311.1,
      296.81,
      538.53,
      643.97
    ],
    "text": "Several developments have been taken place in the civil aviation sector in 2008. The Government of Sri Lanka took over the management of SriLankan Airlines from April, 2008 from Emirates Airlines, at the end of the ten year management contract agreement. International Air Transport Association has introduced a complete electronic ticketing system replacing the traditional paper tickets. Several new airlines started their operations to Sri Lanka. Mihin Air, the second national carrier and a budget airline suspended its operations from May, 2008 and re-commenced operations from January, 2009 with government budgetary allocations to meet its capital requirements. While it is important to have a budget airline, it is necessary to maintain its operations in a commercially viable manner. In this regard, it is important that the budget airline should put in place a medium-term business plan taking into account, the global trends in air trafﬁ c, cost cutting experiences of other budget airline operations and the high cost of acquiring aircraft for operations. Meanwhile, Sri Lanka participated in ﬁ ve bilateral air services negotiations with ﬁ ve countries and entered into new agreements with Turkey and Madagascar.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      311.1,
      657.25,
      381.41,
      669.52
    ],
    "text": "Port Services",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      311.1,
      677.94,
      538.7,
      732.22
    ],
    "text": "The growth momentum in port services continued in 2008 despite some impact from slowdown in global trade during the latter part of the year. Total cargo handling grew by 9.1 per",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.351868629455566
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "71",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      271.74,
      289.93,
      440.42
    ],
    "text": "cent to 50.6 million metric tons in 2008 compared to 8.6 per cent growth in 2007. Total container handling also increased by 9.1 per cent to 3.7 million Twenty foot Equivalent container Units (TEUs) and transshipment handling increased by 11.5 per cent recording the highest ever container throughput at the port of Colombo. The port of Colombo which had been ranked 30th in terms of container handling has been advanced to 27th place in 2008, due to several measures implemented under the three year port development programme.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      6.0351409912109375,
      10.351868629455566
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      448.89,
      289.8,
      586.05
    ],
    "text": "Several measures have been taken to improve productivity in the port services at the Jaye Container Terminal in 2008. The installation of new terminal handling equipment, introduction of a new computer based terminal management system, and implementing measures to increase the supervision so as to maximise the utilisation of existing resources were among them. Further measures are being taken to reduce non-operational time of the port by reducing the time taken for shift breaks.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      62.36,
      594.56,
      289.82,
      731.72
    ],
    "text": "The global economic slowdown and the resultant reduction in world trade could have a signiﬁ cant impact on port services in 2009. Port services which were growing signiﬁ cantly during the ﬁ rst nine months of the year, suffered a set-back during the last quarter. The growth of container handling, transshipment handling and cargo handling decelerated signiﬁ cantly during the fourth quarter of 2008 and this trend would continue in 2009 with the prolonged global economic recession. Shipping",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.1,
      78.17,
      538.51,
      145.33
    ],
    "text": "lines also face difﬁ culties due to lower trade volumes and would probably be compeled to reduce costs, especially at transshipment ports and may therefore attempt to re-negotiate existing terminal services agreements with ports and terminal operators.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      311.1,
      153.84,
      538.53,
      487.0
    ],
    "text": "Several major port development projects were in progress in 2008. The construction work of the Colombo Port Expansion Project (CPEP) has been given priority as capacity limitations at the port could lead to a loss of its market share in transshipment. The CPEP includes dredging, construction of a breakwater sufficient to accommodate three terminals, establishment of a new marine operation centre and relocation of oil pipe line. It is planned to construct these terminals on a Build Operate and Transfer basis (BOT). Dredging and the construction of the breakwater have started, while bids have been called for the construction of terminals. The ﬁ rst terminal in the new port is expected to be operational by 2012 adding capacity to handle 2.4 million TEUs. Total capacity of the new port would be 11.7 million TEUs. The construction work of the Hambantota Port Development Project started in January, 2008 and the construction of the cofferdam was completed while approximately half of the construction of the breakwater has been completed in 2008. About 99 per cent of the initially identiﬁ ed lands for the Hambantota Port Development Project have already been acquired. The construction work of the Oluvil",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      68.39,
      81.4,
      264.69,
      100.16
    ],
    "text": "Chart 3.4 Volume of Container Handling and Transshipments",
    "fonts": [
      "Palatino-Bold",
      "Times-Bold"
    ],
    "sizes": [
      8.038900375366211,
      8.52778434753418
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      81.05,
      237.54,
      84.06,
      244.38
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      75.91,
      222.45,
      84.95,
      229.29
    ],
    "text": "500",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      207.37,
      85.66,
      214.2
    ],
    "text": "1,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      192.19,
      85.66,
      199.02
    ],
    "text": "1,500",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      177.1,
      85.66,
      183.94
    ],
    "text": "2,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      162.01,
      85.66,
      168.85
    ],
    "text": "2,500",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      146.92,
      85.66,
      153.76
    ],
    "text": "3,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      131.74,
      85.66,
      138.58
    ],
    "text": "3,500",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      72.09,
      116.65,
      85.66,
      123.49
    ],
    "text": "4,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      105.89,
      244.31,
      274.31,
      251.15
    ],
    "text": "20042005200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      60.5,
      151.61,
      67.34,
      182.59
    ],
    "text": "TEUs ('000)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      127.44,
      119.14,
      247.92,
      125.97
    ],
    "text": "Container HandlingTransshipments",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.029200077056885
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      317.42,
      505.41,
      526.26,
      519.05
    ],
    "text": "Table 3.6Performance of Port Services",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      485.43,
      542.24,
      532.62,
      549.24
    ],
    "text": "Growth Rate (%)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.3,
      703.87,
      531.62,
      724.27
    ],
    "text": "Source: Sri Lanka Ports Authority(a) Provisional(b) Only for Sri Lanka Ports Authority TEUs = Twenty-foot equivalent container units",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.5,
      571.83,
      531.5,
      604.03
    ],
    "text": "1 Vessels arrived (No.) 4,710 4,806 5.4 2.0 Colombo 4,326 4,424 2.3 2.3 Galle 87 60 -13.0 -31.0 Trincomalee 297 322 110.6 8.4",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.5,
      608.27,
      531.5,
      640.47
    ],
    "text": "2 Total cargo handled (Mt ‘000) 46,344 50,583 8.6 9.1 Colombo 43,502 47,961 10.3 10.3 Galle 627 459 -14.7 -26.8 Trincomalee 2,215 2,163 -11.3 -2.3",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.5,
      644.7,
      531.5,
      651.7
    ],
    "text": "3 Total container traﬃ c (TEUs ‘000) 3,381 3,687 9.8 9.1",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.5,
      655.94,
      531.5,
      662.94
    ],
    "text": "4 Transshipment container (TEUs ‘000) 2,578 2,874 10.6 11.5",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      312.5,
      667.17,
      531.5,
      699.37
    ],
    "text": "5 Employment (No.) (b) 13,667 13,517 0.1 0.4 Colombo 12,470 12,548 0.7 0.6 Galle 577 553 -6.2 -4.2 Trincomalee 620 614 -6.5 -1.0",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      352.94,
      548.79,
      534.17,
      562.79
    ],
    "text": "2008(a)20072008(a)2007Item",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "72",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      79.3,
      289.76,
      146.46
    ],
    "text": "Port Project including site preparations, road works and other utilities were in progress. Technical and ﬁ nancial evaluation of the Galle Port Development Project was completed in 2008, while bids have been called to ﬁ nd a suitable developer.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      156.9,
      205.59,
      169.18
    ],
    "text": "Water Supply and Irrigation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      174.91,
      289.73,
      325.74
    ],
    "text": "Access to safe drinking water is a basic human need and a preliminary indicator of human development. A separate ministry for Water Supply and Drainage was established in 2007 and the task assigned to the National Water Supply and Drainage Board (NWS&DB) has been to provide safe drinking water to all people living in the country and to provide acceptable sanitation facilities to needy people in the medium-term. With a view to meeting these targets, these functions are handled separately by NWS&DB, within an overall plan.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      62.36,
      334.31,
      289.81,
      541.47
    ],
    "text": "Several water supply projects were in progress in 2008 to improve the capacity, quality and distribution of water supply. The Towns North of Colombo Water Supply Project Stage II, the Greater Colombo Water Rehabilitation Project, the Towns South of Kandy Water Supply Project, the Rehabilitation and Augmentation of Kirindi Oya Water Supply Project, the Greater Galle Water Supply Project Stage II, the Nuwara Eliya District Group Water Supply Project, the Greater Kandy Water Supply Project Phase I Stage II and a few other projects were at various stages of implementation in 2008. Initiatives have been taken in 2008 to implement the Kalu Ganga Water Supply Project Phase I Stage II, the Augmentation of Negombo",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      78.17,
      538.52,
      117.33
    ],
    "text": "Water Supply Project, the Kelani Right Bank Water Treatment Plant and the Eastern Coastal Town of Ampara District Water Supply Project Phase III.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      126.11,
      538.44,
      346.93
    ],
    "text": "Water supply sector has shown some improvement in 2008. As at present, around 78 per cent of the population has access to safe drinking water, of which 35 per cent had access to pipe borne water which is comparatively high compared to other neighbouring countries. NWS&DB has provided 108,039 new connections during the year which has resulted in 1.2 million connections including Industrial and commercial establishments by end 2008. The capital expenditure incurred by the NWS&DB has increased by 16.9 per cent in 2008. The ﬁ nancial performance of the NWS&DB has however, weakened in 2008 as a result of operational loss of Rs.1.7 billion. In this regard, it is expected that the ﬁ nancial position of the NWS&DB will improve in 2009 due to the tariff revision in February, 2009.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      358.61,
      538.47,
      593.44
    ],
    "text": "Water tariff has been revised upward with effect from mid-February, 2009, recognising that provision of water supply should be subject to cost recovery principles. The revision of the water tariff is expected to have a signiﬁ cant impact upon water consumption, reducing wasteful and inefﬁ cient use as well as cost of supply. Pollution of water sources by industrial efﬂ uents and other human activities such as improper waste water disposal, solid waste dumps and use of agro chemicals, purifying water has become costly. As water is a scarce resource, unaccounted water at around 31 per cent at distribution level, has been a chronic issue in the water sector. Leakages due to decayed distribution network, illegal connections, shortcomings in meter reading and un-metered connections are the major reasons for the high level of unaccounted water.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      311.1,
      607.95,
      538.47,
      730.78
    ],
    "text": "The water sector faces a few challenges in meeting its target of providing water to all in the medium-term. The provision of water supply in the Northern and the Eastern provinces would require additional effort and ﬁ nancial resources, though the Government has already initiated several programmes to provide water supply in the Eastern province. Measures should be taken to improve an uninterrupted water supply in the midst of rising demand to areas,",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      70.71,
      552.21,
      274.57,
      592.25
    ],
    "text": "Table 3.7Water Supply by National Water Supply & Drainage Board",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      106.32,
      613.81,
      286.71,
      628.06
    ],
    "text": "Growth Rate (%)Item",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.5,
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      65.08,
      639.71,
      282.74,
      709.53
    ],
    "text": "Total number of water supply schemes (b) 308 309 5.8 0.3Total number of new connections given during the period 89,313 108,039 9.2 21.0Total number of connections (b) 1,078,892 1,186,931 9.0 10.0Total water production (Mn. Cu. Mtr.) 424 440 7.1 3.8Unaccounted water (%) Greater Colombo 37.9 37.9 2.2 0.0 Regions 26.6 24.9 -11.2 -6.5",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.822755813598633
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      65.7,
      713.67,
      106.44,
      726.87
    ],
    "text": "(a) Provisional(b) As at end year",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      189.2,
      626.88,
      284.41,
      633.88
    ],
    "text": "2008(a)2008(a)2007",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      167.79,
      713.67,
      282.5,
      719.67
    ],
    "text": "Source: National Water Supply & Dranage Board",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      242.83,
      626.88,
      256.83,
      633.88
    ],
    "text": "2007",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "73",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      77.65,
      290.32,
      172.48
    ],
    "text": "where currently water supply is available only a few hours a day. Reduction of non-revenue water to an acceptable level would need a huge investment for rehabilitation of distribution network. Encouraging the use of water efﬁ cient technologies in commercial, public and domestic sectors and water recycling are potential sectors that may need special attention.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      186.99,
      290.34,
      379.82
    ],
    "text": "The irrigation sector plays an important role in improving the productivity in the agriculture sector. The current policy in the irrigation sector consists of development of new water resources and rehabilitation and improvement of existing reservoirs and schemes. A number of projects have been undertaken for the development of new water resources. Moragahkanda-Kalu Ganga, Deduru Oya, Uma Oya, Yan Oya and Heda Oya are some of the development initiatives undertaken by the government. The Weheragala multi-purpose irrigation scheme which aims at providing water to an extent of 3,100 hectares in Monaragala and Hambantota districts is in its ﬁ nal completion stages.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      395.08,
      263.4,
      436.48
    ],
    "text": "3.3 Social Infrastructure Policies, Institutional Framework and Performance",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      444.83,
      290.32,
      651.66
    ],
    "text": "The favourable development in the social infrastructure in Sri Lanka has been well recognised. As reﬂ ected by social indicators such as mortality rates (infant and maternal), life expectancy, educational attainment, poverty indices as well as gender equality, Sri Lanka stands well above its peers and close to developed countries. Sri Lanka has already made signiﬁ cant progress in achieving Millennium Development Goals (MDGs), especially in the area of primary education, gender equality and infant mortality. However, the sustainability of these achievements is being threatened by adverse developments such as resource constraints, ageing population, institutional inﬂ exibilities to respond to changing demand and improper targeting of free services.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.65137767791748
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      662.16,
      96.6,
      674.44
    ],
    "text": "Health",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      62.98,
      680.17,
      290.34,
      733.0
    ],
    "text": "The Ministry of Healthcare and Nutrition has initiated a number of programmes to achieve the goals stated in the Health Master Plan. The Master Plan aims at facilitating equity through ease of access",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      311.81,
      325.68,
      539.15,
      518.51
    ],
    "text": "to health services, improving productivity and ensuring that resources allocated to the health sector deliver the expected outcome and contribute to the economic and social progress of the country. The overarching aim of improving health status and reducing inequalities will be achieved by implementing ﬁ ve strategies, namely, ensuring the delivery of comprehensive health services which reduce incidence of diseases and promote health, empowering communities towards more active participation in maintaining their health, improving the management of human resources for health, improving health ﬁ nancing, resource allocation and utilization, and strengthening stewardship and management functions of the health system.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      311.81,
      538.69,
      539.1,
      731.52
    ],
    "text": "The government continues to support its long-standing policy of providing universal health services free of charge to its people at all government health institutions. In 2008, the total health budget increased by 8.5 per cent to Rs. 75 billion which was about 1.7 per cent of GDP. There are 619 government hospitals with 65,835 beds in the country, which amounts to 3 beds per 1,000 persons. There were 13,026 qualiﬁ ed doctors in the state health sector, a doctor for every 1,552 persons and 22,996 qualiﬁ ed nurses, a nurse for every 879 persons, by end 2008. The private sector also plays an important role in providing health service in the country which provides services to around 10-15 per cent of in-patients and around 60 per",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.55339241027832
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      318.83,
      81.12,
      519.68,
      107.96
    ],
    "text": "Table 3.8Salient Features of HealthServices",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      353.55,
      127.17,
      366.17,
      134.17
    ],
    "text": "Item",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      312.88,
      285.68,
      405.04,
      306.08
    ],
    "text": "(a) Provisional (b) Registered with the Department of Ayurvedic Commisioner",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      475.84,
      126.87,
      531.43,
      134.32
    ],
    "text": "20072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      315.16,
      141.97,
      532.91,
      207.77
    ],
    "text": "Government Hospitals (practicing western medicine) (No.) 619 619 No. of beds 62,197 65,835 Central dispensaries (No.) 387 411 Total no. of doctors 11,442 13,026 Total no. of Assistant Medical Practitioners 1,244 1,229 Total no. of nurses 22,088 22,996 Total no. of attendants 7,201 7,184",
    "fonts": [
      "AGaramondPro-Bold",
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      315.16,
      214.82,
      532.91,
      247.02
    ],
    "text": "Private Hospitals (practicing western medicine) (No.) 212 220 No. of beds 8,500 8,850 Total no. of Ayurvedic doctors (b) 18,651 19,094",
    "fonts": [
      "AGaramondPro-Bold",
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      315.16,
      254.07,
      532.92,
      277.87
    ],
    "text": "Total government health expenditure (Rs.bn) 68.7 74.5 Current expenditure 51.7 55.9 Capital expenditure 17.0 18.7",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      419.66,
      286.18,
      530.68,
      313.78
    ],
    "text": "Sources: Ministry of Healthcare and Nutrition Department of Ayurveda Ministry of Finance and Planning Central Bank of Sri Lanka",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "74",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      77.65,
      289.61,
      116.48
    ],
    "text": "cent of out-patients annually. By end 2008, 220 private health institutions with 8,850 beds have been registered with the Private Health Service Regulatory Council.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.55339241027832
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      128.16,
      289.72,
      446.98
    ],
    "text": "Sri Lanka has always been cited as a high performer among developing countries in terms of health indicators such as life expectancy, infant and maternal mortality, but there are new challenges that need to be addressed in order to ensure the continuation of these achievements. These achievements have been made possible by the commitments of successive governments to continue free and quality healthcare facilities since independence. Sri Lanka is currently experiencing a demographic and epidemiological transition and hence, unless it is prepared in advance to face the challenges this would be a heavy burden on the health sector in the future. Though, Sri Lanka has succeeded in combating the traditional communicable diseases such as malaria, leprosies, new challenges have emerged with rising non-communicable diseases such as strokes, kidney failures, diabeties, mental illness and accident injuries and new communicable diseases such as dengue, HIV/AIDS etc. The ageing population and the increase of non-communicable diseases also highlight the need for diverting an increased level of resources to these sectors in the coming years.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      62.36,
      455.83,
      289.73,
      732.65
    ],
    "text": "Despite the fact that Sri Lanka has better basic health indicators than most countries with comparable income levels, malnutrition in Sri Lanka continues to prevail relatively at high levels. Sri Lanka Demographic and Health Survey (2006-2007) highlights that 18 per cent of Sri Lankan children are stunted (below the level of height for age), 15 per cent of children are wasted (below the level of weight for height), 22 per cent of children are underweight (below the level of weight for age) and 4 per cent classiﬁ ed as severely underweight. The need to address malnutrition has been recognised by the Sri Lankan government. A recent Food and Nutrition Policy for 2004-10 emphasised the need for focusing on the poor and integrating nutrition with other sectoral activities, including health, agriculture, education, economic reform and rural development. Health authorities continued provisioning of vitamin supplements in clinics and also continued to provide nutrition education through their clinical network",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      311.1,
      77.65,
      538.43,
      144.48
    ],
    "text": "to address the micronutrient deficiency which is basically iron and Vitamin A in Sri Lanka. Although, the government is developing a new action plan, a coherent framework is still not in place to address malnutrition in Sri Lanka.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      311.1,
      150.49,
      538.48,
      427.31
    ],
    "text": "Alternative means of raising resources to ﬁ nance health expenditure has become important in the wake of continuing high cost of health services and tight budgetary constraints. While maintaining access to basic healthcare facilities for all citizens in the country, it is important to increase access to tertiary level quality healthcare services provided by the private sector by encouraging health insurance systems and thereby reduce the demand for such services provided by the state sector. The tax based ﬁ nancing system for which the health sector has long been accustomed to has faced severe constraints due to a reduction of revenue sources, such as taxes on international trade and increase in other expenditure priorities. Therefore, looking for alternative funding measures is important to overcome the issue of inadequate health ﬁ nancing in Sri Lanka, while also improving an efﬁ cient utilisation of existing resources, such as human and physical resources in the state health sector.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      311.1,
      441.83,
      538.44,
      732.65
    ],
    "text": "The Ministry of Healthcare and Nutrition has launched several programmes to improve the health status of the people. A country-wide immunization programme was continued in 2008 and Hepatitis A and Typhoid vaccines were introduced to the immunization programme to control the outbreak of such diseases. The Anti-Malaria Campaign, Anti-Filaria Campaign, Anti-Leprosy Campaign, Rabies Control Programme, National Programme for Tuberculosis and control of the chest diseases, National Dengue Control Programme and HIV/AIDS Project to create awareness and capacity building have been carried out in 2008. The Family Health Bureau of the Health Department has carried out several programmes to accelerate and strengthen programmes designed to improving nutrition of pregnant mothers, lactating mothers, infants, pre-school and school children. Furthermore, the Family Health Bureau has developed a draft national policy on Maternal and Child Health and has formulated a national strategic plan for children with special needs.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "75",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      266.41,
      289.6,
      627.23
    ],
    "text": "Several health projects were in progress in 2008. The Health Sector Development Project with a loan funding of US dollars 60 million from the World Bank aims at facilitating more decentralized health care and minimising regional imbalances in relation to healthcare delivery services through improved access to quality services. The project has procured a large number of medical and non-medical requirements to be distributed among needy hospitals, Medical Ofﬁ cer of Health (MOH) ofﬁ ces and clinics operating in MOH areas to enhance their capacities to provide better preventive and curative services. Under the National Blood Transfusion Project, a new blood bank at Narahenpita and regional centres have been set up, while a Neuro-Trauma unit at Colombo General Hospital was set up in 2008. A memorandum of understanding was signed to construct a hospital with 1,420 beds in Matara district to be named as ‘Korea-Sri Lanka Friendship Hospital’ with Korean funding arrangements. Though, the government has allocated Rs. 16.6 billion to the capital budget of the Ministry of Healthcare and Nutrition, the utilisation was only Rs. 7.6 billion in 2008. Delays in procurement procedures and administrative difﬁ culties were the main reasons for the under-utilisation of the capital budget. However, ﬁ nancing healthcare infrastructure should be prioritised to achieve the goals as stated in the Health Master Plan.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.504020690917969
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      643.41,
      115.54,
      655.68
    ],
    "text": "Education",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      62.36,
      664.25,
      289.72,
      731.08
    ],
    "text": "The development of the education system to explore new frontiers of knowledge and match it with the dynamic needs of the labour market is important for achieving a sustainable high economic growth and development. The education",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      77.65,
      538.44,
      256.48
    ],
    "text": "sector of the country mainly consists of general education, university education and vocational education. Despite the fact that Sri Lanka has achieved a remarkable progress in general education, achievements in vocational and university education are still far behind the international levels. The key issues in the education system are related to equity, quality, efﬁ ciency and effectiveness. The Ten-Year vision has identiﬁ ed these issues and plans have been formulated to transform the education sector into a more dynamic system where educational institutions produce a quality workforce with required skills to face emerging challenges in the society.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      311.1,
      265.32,
      538.45,
      374.15
    ],
    "text": "Sri Lanka has made signiﬁ cant strides in its primary and secondary education during the past few decades. The high literacy rate, high school enrolment ratio, higher survival rate and gender equality in primary education are signiﬁ cant achievements in Sri Lanka’s primary and secondary education system. The Government has focused its attention on the development of primary education, school health and",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      68.95,
      81.81,
      270.2,
      101.5
    ],
    "text": "Chart 3.5Government Expenditure on Health and Education",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.067500114440918,
      8.558131217956543
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      81.27,
      212.82,
      84.43,
      220.0
    ],
    "text": "0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      196.73,
      84.43,
      203.91
    ],
    "text": "0.5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      103.71,
      239.47,
      261.41,
      246.64
    ],
    "text": "Education/GDPHealth/GDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      101.63,
      224.46,
      271.98,
      231.63
    ],
    "text": "20052004200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      178.16,
      84.43,
      185.34
    ],
    "text": "1.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      159.29,
      84.43,
      166.46
    ],
    "text": "1.5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      139.79,
      84.43,
      146.96
    ],
    "text": "2.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      123.08,
      84.43,
      130.25
    ],
    "text": "2.5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      76.52,
      105.13,
      84.43,
      112.3
    ],
    "text": "3.0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.3242998123168945
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      63.35,
      162.62,
      70.52,
      190.74
    ],
    "text": "% of GDP",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.324249744415283
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      327.05,
      389.66,
      533.82,
      416.5
    ],
    "text": "Table 3.9Salient Features of General and University Education",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      10.0,
      11.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      427.73,
      686.07,
      531.56,
      713.67
    ],
    "text": "Sources: Ministry of Education University Grants Commission Ministry of Finance and Planning Central Bank of Sri Lanka",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      314.29,
      686.62,
      426.96,
      728.62
    ],
    "text": "(a) Provisional (b) Government schools only(c) Includes government expenditure on higher education(d) In all Universities, excluding the Open University of Sri Lanka",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      360.58,
      435.61,
      530.59,
      442.96
    ],
    "text": "Item20072008(a)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      314.48,
      453.56,
      538.33,
      569.76
    ],
    "text": "1. General Education a. Total number of schools 10,430 10,448 Government schools 9,678 9,662 o/w National schools 328 330 Other schools 752 786 Private 94 94 Pirivena 658 692 b. Students (‘000) 4,111 4,100c. New admissions (‘000) (b) 332 330d. Teachers (‘000) 221 224e. Student/Teacher ratio (government schools) 19 19f. Total govt. expenditure on education (Rs. bn) (c) 92.5 100.1 Current expenditure 72.6 77.1 Capital expenditure 19.9 22.9",
    "fonts": [
      "AGaramondPro-Bold",
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      314.48,
      574.01,
      532.98,
      681.81
    ],
    "text": "2. University Education a. Universities 15 15 b. Students (d) 66,996 65,987c. Lecturers 4,304 4,312d. Number Graduating (d) 12,005 n.a. Arts and Oriental studies 5,142 n.a. Commerce & Management studies 2,301 n.a. Law 208 n.a. Engineering 894 n.a. Medicine 901 n.a. Science 1,492 n.a. Other 1,067 n.a.e. New admissions for ﬁ rst degrees (d) 17,196 20,069",
    "fonts": [
      "AGaramondPro-Bold",
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "76",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.36,
      78.65,
      289.7,
      243.48
    ],
    "text": "nutrition, ICT education, teacher training, non-formal education, school library programme and education publications, which would further enhance primary and secondary education achievements. However, disparities of education services in the centre and periphery continue to exist. The private sector also plays a significant role in providing primary and secondary education in Sri Lanka. Therefore, it is timely and important to implement a regulatory framework establishing an independent body to monitor and evaluate the basic standards of education provided by various institutions.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.36,
      254.89,
      289.8,
      574.05
    ],
    "text": "Several projects have been implemented to improve the education system in Sri Lanka in 2008. The Education Sector Development Framework and Programme (ESDFP) was continued in 2008 to promote equitable access to basic education (Grade 1-9) and secondary education (Grade 10-13), improve the quality of education, enhance the economic efﬁ ciency and equity of resource allocation and distribution within the education system and strengthen education governance, and service delivery. The General Information Technology was introduced as a subject under the technology stream for Grade 10 students in the school system, and computer resource centres have been established for the development of IT education for students, and further measures have been taken to introduce a rational and modernized curriculum and improve English medium education. A school based teacher development programme has been implemented to enhance the knowledge of teachers, and teacher centres have been established throughout the island in order to ensure the professional development of teachers serving in the school system.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      62.36,
      586.39,
      289.81,
      732.55
    ],
    "text": "Initiatives have been taken to address prolonged issues in the university education in Sri Lanka. The Improving Relevance and Quality of Undergraduate Education (IRQUE) project, which is being implemented under the Ministry of Higher Education has launched a programme to assess the quality of state universities and identify the factors hindering the quality of university education in Sri Lanka. The performance of several faculties of public universities has been evaluated under the IRQUE",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      311.1,
      78.54,
      538.54,
      374.7
    ],
    "text": "Quality Evaluation Project. In the absence of a competitive structure in the higher education system in Sri Lanka, these types of continuous evaluation is necessary to identify and address the problems so as to enhance the quality of university education. Furthermore, to link the university system with the industries, private sector, etc. and to be mutually beneﬁ tted, the University Grants Commission (UGC) has provided funds for each university to establish University-Industry-Community interaction cells. The cells are expected to serve as centres for imparting knowledge and technology to industry, community and to the general public on their needs by utilising funds through the research fund established out of the Research Promotion Centre of the UGC. However, unless the universities are given freedom to utilise the funds they would earn through such linkages, there is no proper incentive for the university system to get involved in a signiﬁ cant way in collaborating projects with the private sector.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      311.1,
      383.21,
      538.53,
      731.37
    ],
    "text": "Some measures have been taken to improve tertiary and vocational education. The Tertiary and Vocational Education Commission has developed vocational education and training plans for growing industry sectors which face labour shortages with the objective of providing training to meet the industry skill requirements. The National Vocational Qualiﬁ cations (NVQ) system provides trainees to acquire nationally and internationally recognised qualiﬁ cations through a formal institutional training as well developing competencies acquired through an informal non-institutional set-up. Sixty four competency standards have been developed in Certiﬁ cate level and eleven technology areas were identiﬁ ed in Diploma level under the NVQ programme. For the purpose of implementing diploma courses under the NVQ programme, a selected technical college in each province has been upgraded to a Collage of Technology. Action has been taken to establish a University of Vocational Technology (Univotec) to ensure the progression of youth entering vocational training. The draft Act on Univotec has already been passed by Parliament in 2008. The Faculty of Education of the University of Vocational Technology has also already started.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "77",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      78.25,
      235.94,
      90.53
    ],
    "text": "Housing and Urban Development",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      96.16,
      289.63,
      246.09
    ],
    "text": "The demand for housing and urban infrastructure has been growing with the growing population, income levels, urbanization and changes in socio-economic life style. The government’s involvement in housing development is mostly limited to a facilitator rather than a direct provider. With the increase in income levels and changing life styles, the private sector has emerged as the major provider of houses for middle and high income people, while the government continues to be involved in providing housing facilities for low income households and speciﬁ c groups.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.504020690917969,
      9.699999809265137
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      257.77,
      289.72,
      562.59
    ],
    "text": "The National Housing Development Authority (NHDA) has continued to engage in providing shelter to the needy people. The NHDA, the main public sector institution that implements housing programmes specially targeting low income households has carried out several housing programmes in 2008. The Jana Sevana Grant Programme, which caters to low income households especially with disabled family members, the Fisheries Housing Programme targeting the ﬁ sheries community especially those who were affected by the Tsunami in 2004, the Estate Housing Programme, the Northern Province Housing Programme and a few other speciﬁ c housing programmes were carried out by the NHDA. In addressing the housing requirements of the middle income households, the NHDA has sought the participation of the private sector. The NHDA has provided necessary lands and the developer is given the responsibility of constructing houses using their funds. The NHDA completed 13,037 housing units under various housing development programmes in 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      574.27,
      289.7,
      669.09
    ],
    "text": "The housing ﬁ nance market was affected by high interest rates that prevailed in 2008. Reﬂ ecting a cautious lending maintained by ﬁ nancial institutions, the total bank credit granted for housing purposes grew at a lower rate of 7 per cent to Rs. 149 billion in 2008. With the economic slowdown, the demand for new houses also declined considerably.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      62.36,
      677.94,
      289.72,
      730.76
    ],
    "text": "The Urban Development Authority (UDA) plays a key role in planning and executing urban development projects in the country. It also provides consultancy services to all local authorities",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.1,
      77.65,
      538.44,
      312.48
    ],
    "text": "in respect of urban planning and development. The urban areas declared under the UDA increased from 201 in 2007 to 212 in 2008 and the declared areas comprise of 18 municipal councils, 42 urban councils and 152 Pradeshiya Sabahas. The main operational activities of the UDA include the construction of administrative complexes, commercial complexes, town improvement projects, industrial projects, integrated projects, an educational, social and cultural projects. Several new urban development projects carried out in 2008 include the relocation of housing under the Beira Lake restoration project, construction of bus stands and shopping complexes in several areas and a few town development projects in the Western and other provinces. Meanwhile, construction of the administration complex at Battaramulla - Sethsiripaya Stage I and II has continued in 2008.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.699999809265137
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.1,
      322.98,
      409.73,
      335.26
    ],
    "text": "Poverty Alleviation",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      311.1,
      343.33,
      538.32,
      556.66
    ],
    "text": "There is a widespread consensus on the importance of safety-nets which are accompanied with proper safety ropes as an important policy measure of a poverty reduction strategy. The authorities have clearly identiﬁ ed that the provision of cash grants alone does not help the poor to emerge out of poverty. Thus, the new anti-poverty strategy is to create opportunities for the poor to participate in economic activities in an effective manner. It has been recognised that reducing regional disparities, promotion of income generation activities among the rural community by providing necessary support services such as micro ﬁ nancing, modern technology and facilitation to ﬁ nd markets while continuing relief assistance for economically and socially disadvantaged people through cash grants are effective to deal with eradicating poverty.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.454390525817871
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      317.91,
      574.14,
      521.25,
      584.19
    ],
    "text": "Chart 3.6 Samurdhi Receipients and Exprnditure",
    "fonts": [
      "Palatino-Bold"
    ],
    "sizes": [
      8.0,
      8.486506462097168
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      683.91,
      338.51,
      690.72
    ],
    "text": "1,500",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      666.87,
      338.51,
      673.68
    ],
    "text": "1,600",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      649.83,
      338.51,
      656.64
    ],
    "text": "1,700",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      633.03,
      338.51,
      639.84
    ],
    "text": "1,800",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      615.99,
      338.51,
      622.8
    ],
    "text": "1,900",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      325.01,
      598.95,
      338.51,
      605.76
    ],
    "text": "2,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      351.41,
      693.51,
      488.93,
      700.32
    ],
    "text": "20042005200620072008",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.43,
      669.75,
      516.93,
      676.56
    ],
    "text": "2,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.43,
      655.59,
      516.93,
      662.4
    ],
    "text": "4,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.43,
      641.43,
      516.93,
      648.24
    ],
    "text": "6,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.43,
      627.27,
      516.93,
      634.08
    ],
    "text": "8,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.43,
      613.11,
      519.93,
      619.92
    ],
    "text": "10,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      503.45,
      598.95,
      519.95,
      605.76
    ],
    "text": "12,000",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      397.01,
      703.6,
      478.5,
      710.4
    ],
    "text": "Number of Families (Left Axis)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      397.01,
      714.64,
      476.85,
      721.44
    ],
    "text": "Total Expenditure (Right Axis)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      316.53,
      631.66,
      323.34,
      646.33
    ],
    "text": "('000)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      523.05,
      635.02,
      529.86,
      662.7
    ],
    "text": "Rs. million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "78",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      76.54,
      245.29,
      289.66,
      256.12
    ],
    "text": "Sri Lanka enjoys the most extensive social",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      260.39,
      289.63,
      271.22
    ],
    "text": "protection programme in South Asia. The Samurdhi",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      275.49,
      289.62,
      286.32
    ],
    "text": "programme was streamlined further in 2008. Under the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      290.59,
      289.65,
      301.42
    ],
    "text": "programme a total of 1.6 million families beneﬁ tted in",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      305.69,
      289.61,
      316.52
    ],
    "text": "2008. The total expenditure for the Samurdhi allowances",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      320.79,
      289.63,
      331.62
    ],
    "text": "increased by 5.8 per cent to Rs. 9,967 million in 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      335.89,
      289.64,
      346.72
    ],
    "text": "due to increase in the value of the stamp. Though the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      350.99,
      289.62,
      361.82
    ],
    "text": "population below the poverty line in Sri Lanka is 15.2",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      366.09,
      289.63,
      376.92
    ],
    "text": "per cent, the number of Samurdhi recipients is around",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      381.19,
      289.64,
      392.02
    ],
    "text": "33 per cent, which indicates the necessity of further",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      396.29,
      229.3,
      407.12
    ],
    "text": "streamlining the Samurdhi programme.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      76.54,
      419.89,
      289.66,
      430.72
    ],
    "text": "The Commissioner General of the Samurdhi and",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      434.99,
      289.67,
      445.82
    ],
    "text": "the Samurdhi Authority of Sri Lanka continued to",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      450.09,
      289.65,
      460.92
    ],
    "text": "implement several programmes for the beneﬁ t of",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      465.19,
      289.65,
      476.02
    ],
    "text": "Samurdhi recipients in 2008. The Department of the",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      480.29,
      289.63,
      491.12
    ],
    "text": "Commissioner General of Samurdhi has continued to",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      495.39,
      289.63,
      506.22
    ],
    "text": "implement the social security programme in order to",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      510.49,
      289.64,
      521.32
    ],
    "text": "prevent Samurdhi families getting into more ﬁ nancial",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      525.59,
      289.63,
      536.42
    ],
    "text": "difﬁ culties due to unexpected incidents such as deaths,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      540.69,
      289.63,
      551.52
    ],
    "text": "hospitalisation and child birth or a marriage. In addition,",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      555.79,
      289.63,
      566.62
    ],
    "text": "the Nutrition Allowance Programme, Dry rations for",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      570.89,
      289.63,
      581.72
    ],
    "text": "IDPs, the Kerosene Subsidy Programme and ‘Jathika",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      585.99,
      289.66,
      596.82
    ],
    "text": "Saviya Gama Neguma’ Awareness Programme were",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      601.09,
      289.61,
      611.92
    ],
    "text": "continued in 2008. The Samurdhi Authority continued to",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      616.19,
      289.65,
      627.02
    ],
    "text": "implement the ‘Jathika Saviya Gam Pubudu Livelihood",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      631.29,
      289.62,
      642.12
    ],
    "text": "Development Programme’ with an allocation of Rs. 555",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      646.39,
      289.61,
      657.22
    ],
    "text": "million and the Spiritual Development Programme.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      661.49,
      289.62,
      672.32
    ],
    "text": "The Samurdhi Authority continued to operate the",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      676.59,
      289.63,
      687.42
    ],
    "text": "Samurdhi Bank Society Programme in 3,060 selected",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      691.69,
      289.62,
      702.52
    ],
    "text": "villages which has been launched with the objective of",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      706.79,
      289.65,
      717.62
    ],
    "text": "promoting the savings habit of Samurdhi beneﬁ ciaries",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      62.36,
      721.89,
      264.73,
      732.72
    ],
    "text": "and to meet their day to day credit requirement.",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      9.602509498596191
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      311.1,
      245.06,
      376.99,
      257.34
    ],
    "text": "Environment",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.889444351196289
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      311.1,
      263.07,
      538.35,
      399.9
    ],
    "text": "Negative externalities arising from economic activities could have an adverse impact on the environment. Therefore, a country which aims at attaining sustainable development has to be conscious of the need for environmental protection. The usage of economic instruments such as levying taxes on pollution, enforcement of regulations and creating awareness among the public were the key measures taken by the Ministry of Environmental and Natural Resources to protect the environment.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.504020690917969
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      311.1,
      408.74,
      538.34,
      545.57
    ],
    "text": "With the view of sustainable management of natural resources and the environment, several projects have been implemented by the Ministry of Environment and Natural Resources in 2008. Eco projects at school levels, Interact Activity Programmes of Environmental Pioneers, the National Tree Planting Programme, establishment of Nature Field Centres, continuation of the Air Quality Monitoring Programme and the Water Quality Monitoring Programme were continued in 2008.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.504020690917969
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      311.1,
      554.41,
      538.36,
      733.23
    ],
    "text": "As proposed in the budget 2008, the Carbon Fund for Sri Lanka was established and it is expected to encourage and facilitate Sri Lankan industrialists to undertake emission reduction projects. The Carbon Fund would be a proactive strategy to be implemented by the government to reap beneﬁ ts from this source, while maintaining a clean environment. In order to have a well-planned Clean Development Mechanism (CDM) programme, experts’ involvement in particular industry must technically be equipped with the methods of measuring the pollutants, developing of pollutants assimilation processes and developing methods to compute economic value of waste matter.",
    "fonts": [
      "Arial-BoldMT",
      "ArialMT"
    ],
    "sizes": [
      9.504020690917969
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      77.92,
      80.45,
      476.54,
      107.29
    ],
    "text": "Table 3.10Samurdhi Welfare ProgrammeNumber of Beneﬁ ciary Families and Value of Grants(a)",
    "fonts": [
      "Arial-BoldMT",
      "Palatino-Bold"
    ],
    "sizes": [
      6.413000106811523,
      10.0,
      11.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      284.14,
      122.5,
      348.28,
      129.5
    ],
    "text": "Dry Ration Programme",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      70.26,
      147.56,
      508.26,
      203.56
    ],
    "text": "2003 1,892,842 8,658 222,652 1,228 90,886 2002004 1,864,058 8,593 155,048 2,226 103,967 2182005 1,960,664 9,244 98,223 1,142 122,186 2502006 1,916,594 10,570 122,269 1,359 186,211 5762007 1,844,660 9,423 105,105 1,234 102,020 5942008 1,631,133 9,967 (c) 102,662 1,198 86,480 386",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      130.05,
      135.21,
      520.01,
      142.21
    ],
    "text": "Number of Families (b) Value (Rs.mn.)Number of Families (b) Value (Rs.mn.)Number of Families (b )Value (Rs.mn.)",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      71.74,
      122.5,
      492.9,
      135.46
    ],
    "text": "Income Supplementary ProgrammeNutrition ProgrammeYear",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      7.0,
      8.0
    ]
  },
  {
    "page_number": 19,
    "bbox": [
      66.46,
      209.81,
      530.92,
      230.21
    ],
    "text": "Source : Department of the Commissioner Genaral of Samurdhi (a) Number of families decreased in 2007 and 2008 due to improvement in targeting and increase in income levels.(b) As at end year(c) Including kerosen subsidy",
    "fonts": [
      "AGaramondPro-Regular"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "79",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      118.59,
      82.6,
      528.51,
      110.39
    ],
    "text": "Box 6Millennium Development Goals - Where Sri Lanka Stands",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      12.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      68.03,
      132.44,
      288.83,
      241.38
    ],
    "text": "At the dawn of the new millennium, world leaders agreed upon a set of eight goals termed Millennium Development Goals (MDGs), which are to be achieved by world nations by 2015 (Table B 6.1). The purpose was to streamline efforts to face new challenges to humanity and to convert the ongoing process of globalisation to a positive force contributing to human development. There were 191 signatories who agreed upon this initiative, including Sri Lanka. The Ministry of Finance and",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      310.39,
      132.44,
      531.21,
      242.62
    ],
    "text": "Planning has been charged with monitoring the progress of the MDGs in Sri Lanka, with the help of the United Nations Development Programme (UNDP).First seven goals are to be achieved by the countries, to eradicate extreme poverty and hunger, which is the overarching goal of all eight goals. The eighth goal depicts what developed countries should do as their contribution to the overarching goal, by providing aid, fairer terms of trade and debt relief to needy countries.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.67,
      283.51,
      400.31,
      294.85
    ],
    "text": "TargetsGoalNo.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.91,
      308.89,
      172.45,
      320.23
    ],
    "text": "Hunger and Poverty",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      90.33,
      382.82,
      165.6,
      394.16
    ],
    "text": "Primary Education",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.33,
      413.81,
      164.37,
      425.15
    ],
    "text": "Empower Women",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      93.17,
      518.69,
      172.87,
      530.03
    ],
    "text": "and Other Diseases",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      91.46,
      588.37,
      146.47,
      599.71
    ],
    "text": "Sustainability",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      297.9,
      534.75,
      396.07
    ],
    "text": "1 Eradicate Extreme A. Halve, between 1990 and 2015, the proportion of people whose income is less than $1 a day B. Achieve full and productive employment and decent work for all, including women and young people C. Halve, between 1990 and 2015, the proportion of people who suffer from hunger 2 Achieve Universal A. Ensure that, by 2015, children everywhere, boys and girls alike, will be able to complete a full course of primary schooling",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      402.4,
      534.76,
      425.74
    ],
    "text": "3 Promote Gender Equality and A. Eliminate gender disparity in primary and secondary education, preferably by 2005, and in all levels of education no later than 2015",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      433.07,
      534.72,
      457.41
    ],
    "text": "4 Reduce Child Mortality A. Reduce by two-thirds, between 1990 and 2015, the under-ﬁ ve mortality rate",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      464.74,
      534.75,
      502.08
    ],
    "text": "5 Improve Maternal Health A. Reduce by three-quarters, between 1990 and 2015, the maternal mortality ratio B. Achieve, by 2015, universal access to reproductive health",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      509.41,
      534.74,
      572.75
    ],
    "text": "6 Combat HIV/AIDS, Malaria A. Have halted by 2015, and begun to reverse the spread of HIV/AIDS B. Achieve, by 2010, universal access to treatment for HIV/AIDS for all those who need it C. Have halted by 2015, and begun to reverse the incidence of malaria and other major diseases",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      67.21,
      577.24,
      534.76,
      679.58
    ],
    "text": "7 Ensure Environmental A. Integrate the principles of sustainable development into country policies and programmes and reverse the loss of environmental resources B. Reduce biodiversity loss, achieving, by 2010, a signiﬁ cant reduction in the rate of loss C. Halve, by 2015, the proportion of people without sustainable access to safe drinking water and basic sanitation D. Have achieved by 2020, a signiﬁ cant improvement in the lives of at least 100 million slum dwellers",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 20,
    "bbox": [
      202.26,
      266.01,
      397.27,
      277.35
    ],
    "text": "Table B 6.1 - Millennium Development Goals",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "80",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      381.22,
      385.11,
      466.47,
      406.11
    ],
    "text": "Table B 6.2Indicators for Goal 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      318.68,
      410.28,
      526.69,
      420.49
    ],
    "text": "Level achieved Target",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      318.68,
      423.63,
      526.68,
      432.7
    ],
    "text": "Poverty gap ratio 3.1% (2007) 2.8%",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      318.68,
      436.07,
      530.62,
      464.34
    ],
    "text": "Share of poorest quintile in 7.1% (2007) No national consumption speciﬁ c target",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      318.68,
      467.7,
      526.69,
      486.37
    ],
    "text": "Prevalence of underweight 21.6% (2007) 19%children under ﬁ ve years of age",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      318.68,
      489.74,
      526.68,
      518.01
    ],
    "text": "Proportion of population below 50.7% (2007) 25%minimum level of dietary energy consumption (2030 kcal)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      425.33,
      524.8,
      533.65,
      531.61
    ],
    "text": "Source: Department of Census and Statistics",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      68.74,
      384.09,
      289.54,
      443.43
    ],
    "text": "Having been on the path to achieving MDGs for eight years, and having seven more years to spare, it is time now for Sri Lanka to look back to assess the progress of achieving the targets, and to look forward to focus on efforts needed for achieving the goals.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      68.74,
      449.76,
      289.54,
      497.1
    ],
    "text": "Sri Lanka has moved progressively on the right track in achieving many of the targets of the eight MDGs. However, Sri Lanka has to place more emphasis on the targets in terms of Goals 1, 6 and 7.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      68.74,
      503.43,
      289.48,
      694.77
    ],
    "text": "In the present context, Sri Lanka will have to pay even more attention to achieve Goal 1, ‘Eradicating Extreme Poverty and Hunger’. Although there are many social safety-nets and subsidy programmes in place, poverty eradication needs to be accelerated even further. Along with the increase of the number of Internally Displaced Persons (IDPs) due to the conflict and Tsunami, a considerable number of people lost their sources of income. This has led to an increase in the poverty headcount ratios in the affected areas of the Northern and Eastern provinces. The speedy implementation of Reconstruction, Resettlement and Rehabilitation programmes envisaged by the government, particularly in respect of the Eastern and Northern provinces, could make a signiﬁ cant contribution to uplift the economic and social status of IDPs and move forward to reach the goal.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.848857879638672
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      311.57,
      537.16,
      535.46,
      692.5
    ],
    "text": "Achieving Goal 1 is also important since it is linked with malnutrition. Malnutrition has been addressed diligently through the implementation of welfare and subsidy programmes, such as Income Supplementary programme, Dry Ration programme, Nutrition programmes under Samurdhi and various other programmes, such as the nutrition pack for pregnant mothers, milk food subsidy programmes for infants and low income families and the School Nutrition Programme. However, the district-wise prevalence rates of underweight children under ﬁ ve years of age of more than 15 per cent in almost all districts is still a concern, and has to be addressed with even greater vigour.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      67.2,
      96.89,
      534.74,
      362.61
    ],
    "text": "TargetsGoalNo. 8 Develop a Global Partnership for A. Develop further an open, rule-based, predictable, non-discriminatory trading and ﬁ nancial system (includes a commitment to good governance, development, and poverty reduction both nationally and internationally) B. Address the special needs of the Least Developed Countries(LDCs) (includes tariff- and quota-free access for Least Developed Countries’ exports, enhanced programme of debt relief for Heavily Indebted Poor Countries [HIPCs] and cancellation of ofﬁ cial bilateral debt, and more generous ofﬁ cial development assistance for countries committed to poverty reduction) C. Address the special needs of landlocked developing countries and small island developing states (through the Programme of Action for the Sustainable Development of Small Island Developing States and 22nd General Assembly provisions) D. Deal comprehensively with the debt problems of developing countries through national and international measures in order to make debt sustainable in the long term E. In cooperation with pharmaceutical companies, provide access to affordable essential drugs in developing countries F. In cooperation with the private sector, make available the beneﬁ ts of new technologies, especially information and communications.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      90.93,
      122.83,
      144.81,
      134.17
    ],
    "text": "Development",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 21,
    "bbox": [
      361.37,
      370.88,
      533.0,
      377.69
    ],
    "text": "Source: ADB - Key Economic Indicators for Asia and the Paciﬁ c 2008",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      519.2,
      747.12,
      530.2,
      759.6
    ],
    "text": "81",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      62.36,
      53.95,
      231.34,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      555.95,
      135.49,
      567.1,
      352.71
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      554.05,
      101.54,
      569.05,
      134.75
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      135.12,
      134.43,
      220.36,
      155.44
    ],
    "text": "Table B 6.3Indicators for Goal 2",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      180.32,
      231.5,
      288.64,
      238.3
    ],
    "text": "Source: Department of Census and Statistics",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.98,
      161.02,
      285.99,
      171.23
    ],
    "text": "Level achieved Target",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.98,
      174.37,
      285.99,
      193.04
    ],
    "text": "Net enrolment ratio in primary 97.5% (2006) 100%education",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.98,
      196.41,
      288.23,
      226.1
    ],
    "text": "Proportion of pupils in Grade 1 99.6% (2006) 100% who reach Grade 5Literacy rate of 15-24 year olds 95.8% (2006) 100%",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      68.69,
      84.28,
      289.46,
      119.62
    ],
    "text": "Sri Lanka is about to reach Goal 2, ‘Achieving Universal Primary Education’, (Table B 6.3), and is way-ahead of some of the countries in the region.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      125.61,
      583.8,
      283.58,
      597.8
    ],
    "text": "Sources: Department of Census and Statistics Ofﬁ ce of the Secretary General - Sri Lanka Parliament",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.54,
      446.6,
      284.55,
      455.68
    ],
    "text": "Level achieved Target",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.54,
      459.04,
      286.54,
      579.38
    ],
    "text": "Percentage of Girls to boys in 99.0% (2006) 100%Primary EducationPercentage of Girls to boys in 105.7% (2006) 100%Secondary Education Percentage of Girls to boys in 187.0% (2006) 100%Tertiary Education Share of women in wage 32.2% (2006) No employment speciﬁ cin the non-agricultural sector targetProportion of seats held by 5.78% (2008) No women in speciﬁ cNational Parliament target",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      135.27,
      418.84,
      218.27,
      439.85
    ],
    "text": "Table B 6.4Indicators for Goal 3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      405.33,
      222.86,
      515.33,
      236.86
    ],
    "text": "Sources: Department of Census and Statistics Registrar General’s Ofﬁ ce",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      313.86,
      143.64,
      520.87,
      152.72
    ],
    "text": "Level achieved Target",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      313.86,
      156.08,
      520.88,
      174.75
    ],
    "text": "Under-ﬁ ve mortality rate 13.47 (2003) 10.7per 1000 Live births",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      313.86,
      178.11,
      520.88,
      196.79
    ],
    "text": "Infant mortality rate per 1000 11.3 (2003) 6.6Live births",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      313.86,
      200.15,
      520.88,
      218.82
    ],
    "text": "Percentage of 1-year-old children 97.1% (2007) 100%immunised against measles",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      387.65,
      118.84,
      468.4,
      139.85
    ],
    "text": "Table B 6.5Indicators for Goal 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      311.76,
      81.92,
      534.23,
      105.26
    ],
    "text": "On the path towards the fourth goal, ‘Reduce Child Mortality’, Sri Lanka is on the lead in the region.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      415.69,
      648.77,
      525.69,
      662.78
    ],
    "text": "Sources: Department of Census and Statistics Registrar General’s Ofﬁ ce",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      316.5,
      569.6,
      523.51,
      578.67
    ],
    "text": "Level achieved Target",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      316.5,
      584.87,
      525.51,
      644.77
    ],
    "text": "Maternal Mortality Ratio per 19.7 (2003) 10.6 100,000 live birthsProportion of births attended by 98.5% (2007) 100%skilled health personnelContraceptive prevalence rate 68.0% (2007) No speciﬁ c target",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.589466094970703,
      8.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      387.72,
      542.15,
      468.47,
      563.15
    ],
    "text": "Table B 6.6Indicators for Goal 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      311.76,
      666.33,
      533.07,
      701.67
    ],
    "text": "When compared to other countries in the region, Sri Lanka has recorded signiﬁ cant progress towards achieving Goals 2, 3, 4 and 5, as shown in Table B 6.7.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.899495124816895
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.11,
      249.16,
      288.78,
      356.5
    ],
    "text": "This progress has been achieved largely due to Sri Lanka’s emphasis given to education as a basic right. As a result, policies have been formulated to encourage schooling by all school-going-age-children. The policy of free education at primary, secondary and tertiary levels has also been a key factor that contributed to this achievement. To provide further emphasis, schooling for children in the age group 5-14 years has been made compulsory by an Act of Parliament since 1997.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      69.11,
      362.83,
      288.75,
      398.17
    ],
    "text": "Sri Lanka has also achieved a signiﬁ cant progress in Goal 3, ‘Promote Gender Equality and Empower Women’.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      66.56,
      599.74,
      288.79,
      695.08
    ],
    "text": "The focus on equal education for both men and women is the main driving force that led to the gender equality in education. As a result, in Sri Lanka, women are well represented and have a lead in many wage earning industries, with a comparatively better social position, even though it is yet to achieve the internationally accepted standards and norms of gender equality and empowerment of women.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      311.76,
      247.27,
      531.62,
      414.61
    ],
    "text": "As a developing country, it is notable that Sri Lanka has achieved remarkable levels in health standards and social development, beneﬁ ting from free health care services. The successive governments have been taking initiatives directed at reducing infant and under ﬁ ve child mortality since Independence. There is a widespread network of Maternal and Child Health (MCH) Care Clinics, as well as services of trained Public Health Midwives. Although free health care was instrumental in raising health standards, a government cannot continuously offer free health care due to severe budgetary constraints and its inﬂ ationary impact. Hence, the government has to now develop other alternatives of low cost and well targeted health care facilities.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 22,
    "bbox": [
      311.76,
      420.94,
      531.62,
      540.28
    ],
    "text": "With regard to the ﬁ fth goal, ‘Improve Maternal Health’ there has been a consistent and a steep decline in the maternal mortality ratio for over ﬁ ve decades. Sri Lanka had achieved the maternal mortality rate of 19.7 per 100,000 live births in 2003 against the target of 10.6 per 100,000 live births to be achieved in 2015. The percentage of births attended by skilled health personnel, which is also an indicator that measures the progress of the ﬁ fth goal, has reached 98.5 per cent against the target of 100 per cent.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      65.26,
      748.84,
      76.26,
      761.32
    ],
    "text": "82",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      11.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      366.76,
      53.95,
      535.73,
      62.88
    ],
    "text": "Central Bank of Sri Lanka Annual Report - 2008",
    "fonts": [
      "ArialMT"
    ],
    "sizes": [
      8.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      30.54,
      136.86,
      41.7,
      354.08
    ],
    "text": "ECONOMIC AND SOCIAL INFRASTRUCTURE",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      28.65,
      102.92,
      43.65,
      136.13
    ],
    "text": "3",
    "fonts": [
      "TimesNewRomanPS-BoldMT"
    ],
    "sizes": [
      30.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      68.22,
      310.83,
      289.01,
      358.17
    ],
    "text": "Towards the sixth goal, ‘Combat HIV/AIDS, Malaria and Other Diseases’, Sri Lanka needs to pay more attention on the detection of HIV/AIDS and other diseases.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      68.22,
      364.5,
      289.03,
      495.84
    ],
    "text": "Sri Lanka has been identiﬁ ed as a low HIV/AIDS prevalence country with a detection rate of 0.1 per cent prevalence of HIV/AIDS in age group of 15-49. However, there has been an increase in the number of cases reported during the past few years requiring renewed attention to meet the goal fully. It is therefore of utmost importance to take initiatives on HIV/AIDS prevention programmes, strengthen the facilities at hospitals for the infected persons and also to create awareness by conducting village level and school level awareness programmes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      68.22,
      502.17,
      289.02,
      597.51
    ],
    "text": "Although the number of Malaria cases reported per year has reduced sharply from 210,039 in 2000 to just 591 in 2006, the incidence of Tuberculosis (TB) is still at an unsatisfactory level. There were 8,996 newly identiﬁ ed TB cases reported in 2008 compared with 8,232 in 2000. Further, the TB associated deaths of 347 were reported in 2006, which was also the same number reported in 2000, indicating that the islandwide",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.71,
      310.83,
      532.48,
      334.17
    ],
    "text": "awareness programmes carried out have not been fruitful as expected.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.71,
      343.33,
      532.53,
      462.67
    ],
    "text": "In terms of Ensuring Environmental Sustainability (7th Goal), extra attention is needed. Deforestation, disruption of biological diversity and emission of carbon dioxide and other harmful gases still remain concerns. These need to be addressed in view of the deteriorating environmental conditions and, living conditions. As a result of pollution, the percentage of population that does not have access to safe sources of drinking water and safe sanitation can increase, which could exacerbate due to ignorance.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      5.829999923706055,
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      311.71,
      477.51,
      532.52,
      596.85
    ],
    "text": "Developing countries including Sri Lanka may now face new challenges in meeting MDGs, on the fallout of the current global economic crisis. The implications of such a set-back could be long-term in nature and could affect the efforts of achieving MDGs by those countries. Therefore, collective measures are necessary from the global community to correct any aberrations created by the current global economic crisis, in the socio-economic fabric of the developing countries, which are inherently vulnerable to such shocks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      70.54,
      110.83,
      181.55,
      124.44
    ],
    "text": "Goal 2",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.0,
      12.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      131.58,
      129.93,
      212.84,
      146.27
    ],
    "text": "Achieve Universal PrimaryEducation",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      262.92,
      113.69,
      282.56,
      121.62
    ],
    "text": "Goal 3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      228.0,
      129.93,
      320.17,
      146.27
    ],
    "text": "Promote Gender Equality and Empower Women",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      365.44,
      113.69,
      385.08,
      121.62
    ],
    "text": "Goal 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      340.15,
      135.1,
      411.32,
      143.04
    ],
    "text": "Reduce Child Mortality",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      466.92,
      113.69,
      486.56,
      121.62
    ],
    "text": "Goal 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      438.53,
      135.1,
      515.9,
      143.04
    ],
    "text": "Improve Maternal Health",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      124.01,
      164.66,
      169.14,
      197.8
    ],
    "text": "Proportion of pupils starting Grade 1 who reach Grade 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      83.12,
      162.77,
      267.71,
      199.6
    ],
    "text": "CountryRatio of girls to boys in primary education",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      174.11,
      165.13,
      372.92,
      199.6
    ],
    "text": "Literacy rate of 15-24 year oldsUnder-ﬁ ve mortality rate per 1,000live births",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      274.54,
      156.99,
      321.5,
      204.92
    ],
    "text": "Share ofwomen in wageemployment in the non-agricultural sector",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      382.11,
      156.78,
      421.57,
      206.72
    ],
    "text": "Proportion of 1 year-old children immunised against measles",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      432.36,
      166.46,
      475.91,
      199.6
    ],
    "text": "Maternal morality ratio per 100,000live births",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      479.21,
      159.61,
      529.97,
      192.75
    ],
    "text": "Proportion of births attended by skilled health personnel",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      215.22,
      507.35,
      223.16
    ],
    "text": "Sri Lanka 99.6 95.8 99 32.2 13.47 97.1 19.7 98.5",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      226.45,
      507.35,
      234.39
    ],
    "text": "Bangladesh 72 72.1 103 23 69 81 570 20",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      237.69,
      507.35,
      245.63
    ],
    "text": "China n.a 99.3 100 n.a 24 93 45 98",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      248.92,
      507.35,
      256.86
    ],
    "text": "India 86 82.1 91 18 76 59 450 47",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      260.16,
      507.35,
      268.1
    ],
    "text": "Nepal 76 79.3 93 n.a 59 85 830 19",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      76.35,
      271.39,
      507.35,
      279.33
    ],
    "text": "Pakistan 62 n.a 78 10 97 80 320 31",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      350.36,
      282.25,
      524.66,
      310.66
    ],
    "text": "Sources: Department of Census and Statistics Registar General’s Ofﬁ ce World Bank On-line Atlas of the MDGs ADB - Key Economic Indicators for Asia and the Paciﬁ c 2008",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      186.96,
      87.66,
      412.47,
      108.67
    ],
    "text": "Table B 6.7Country Comparison of Achievements in Goals 2,3,4 and 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 23,
    "bbox": [
      143.19,
      204.79,
      506.93,
      212.73
    ],
    "text": "%%%%%%",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.0
    ]
  }
]