[
  {
    "page_number": 0,
    "bbox": [
      197.76,
      30.53,
      235.19,
      40.61
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.0,
      50.69,
      395.81,
      168.77
    ],
    "text": "24. The behaviour of some of the group indexes is in contrast to their be­haviour in 1950. The export group fell generally through the,first seven months of 1950 and then rose markedly because of the Korean War. The rise continued into 1951 and reached a peak in February. Since then the index has dropped back considerably. By the end of the year it was 15 per cent below its level at the end of 1950, and in January, 1952, it was 21 per cent below its level in January, 1951. The domestic group, on the other hand, showed a continuous rise throughout the year, and by December was 12 per cent higher than it had been in December, 1950. The import group also rose steadily, although its percentage increases over the previous year have not been quite so great as those for the domestic group.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.374369621276855,
      9.392505645751953,
      9.404884338378906,
      9.456997871398926,
      9.477553367614746,
      9.597243309020996,
      9.673432350158691,
      9.917372703552246,
      9.918416023254395,
      9.941349029541016,
      9.986892700195312,
      9.992363929748535,
      10.082208633422852,
      10.119715690612793
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      36.72,
      181.25,
      396.42,
      299.33
    ],
    "text": "25. The upward trend of the import group and the downward trend of the export group were to have been expected ; they correspond to the worsening of Ceylon's terms of trade. The upward trend of the domestic group was more marked in 1951 than in 1950, and almost certainly represents for the most part the delayed reaction of domestic prices to the larger money supply and higher level of money incomes. Higher prices of domestic foodstuffs have probably stimulated some increase in supplies, but accurate data are not available. As domestic incomes shrink because of the fall in export prices and volume—and especially if the up­ward trend of the import group should be reversed—we may expect the upward trend of the domestic group also to be reversed, though again with some time lag.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.339367866516113,
      9.509347915649414,
      9.542989730834961,
      9.673432350158691,
      9.931307792663574,
      9.937433242797852,
      9.94863510131836,
      9.97374153137207,
      9.976398468017578,
      10.049837112426758,
      10.101696968078613,
      10.119715690612793
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.68,
      311.33,
      401.44,
      381.41
    ],
    "text": "26. The index as a whole averaged 4 per cent higher in 1951 than in 1950. For every month but one, September, the index in 1951 was higher than the index for the corresponding month in 1950. In December, 1951, it was 5-5 per cent higher than in December, 1950. Between the same dates the corresponding index in the United States rose 5 • 7 per cent, in India 7 • 8 per cent, in the United Kingdom 12vl per cent, in Canada 11-8 per cent, and in Australia 24-5 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.316329956054688,
      9.383552551269531,
      9.396162986755371,
      9.509173393249512,
      9.650634765625,
      9.673432350158691,
      9.946304321289062,
      10.018806457519531,
      10.119715690612793
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      393.65,
      398.05,
      463.73
    ],
    "text": "27. For a country like Ceylon whose trade is large relative to its income the trend of domestic inflation cannot vary widely, in the absence of drastic and effective controls over exports and imports, from the trend of inflation in the rest of the world. The above comparison shows that measures taken in Ceylon tended to make living costs somewhat more stable in 1951 than those of some of its principal trading partners.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.378742218017578,
      9.542729377746582,
      9.650334358215332,
      9.673432350158691,
      9.975443840026855,
      9.976398468017578,
      9.981833457946777,
      10.007848739624023,
      10.0208740234375,
      10.046911239624023,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      114.96,
      484.85,
      307.25,
      494.93
    ],
    "text": "VII. Anti-inflationary Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.404707908630371,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.6,
      502.85,
      398.53,
      524.69
    ],
    "text": "27: The approach of the Central Bank to the inflationary problem during the year was based on an analysis along the lines set out in the next two paragraphs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.378742218017578,
      9.673432350158691,
      9.921045303344727,
      9.921671867370605
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.36,
      536.69,
      399.11,
      630.77
    ],
    "text": "28. First, with respect to the money supply, the Bank in general accepted as an accomplished fact the monetization of the very sizable balance of payments surplus resulting from the Korean War export boom. One corrective, and that only partial, would have been an overall budget surplus coinciding with the rise in export prices. The sliding-scale export duties were planned for this purpose, but the trend of prices has been downward since they were actually introduced. Many also argued for an upward revalua­tion of the Ceylon rupee on the ground that the devaluation of the rupee along",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.312195777893066,
      9.383552551269531,
      9.409241676330566,
      9.498456001281738,
      9.673432350158691,
      9.91457462310791,
      9.934225082397461,
      9.976398468017578,
      10.010042190551758,
      10.035077095031738,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      191.04,
      30.14,
      228.52,
      40.1
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.89944839477539,
      9.693296432495117
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      29.52,
      51.26,
      387.63,
      97.22
    ],
    "text": "with sterling in 1949 had been unwise and unnecessary. Revaluation would have been a drastic step, and in any case the balance of advantage was against it. The Bank accordingly directed its efforts towards preventing a domestic credit expan­sion from further increasing the volume of money.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.441939353942871,
      9.452485084533691,
      9.489261627197266,
      9.544032096862793,
      9.610213279724121,
      9.693296432495117,
      9.922964096069336
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      29.52,
      106.7,
      388.05,
      200.66
    ],
    "text": "29. Second, with respect to the cost of living, the Bank was of the opinion that the general level of the index was determined primarily by the level of world prices and, especially as long as domestic credit creation was held in check, only secondarily by the expanded money supply. The Bank further took the view that the most effective preventive of progressive inflation was an increase in the domestic production of consumer goods and services and an enlarged flow of consumer imports. General monetary conditions during the year could hardly have been more favourable to such an increase of production and flow of imports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.185469627380371,
      9.327057838439941,
      9.334088325500488,
      9.384587287902832,
      9.399680137634277,
      9.435803413391113,
      9.439408302307129,
      9.440738677978516,
      9.444512367248535,
      9.446056365966797,
      9.45359992980957,
      9.585105895996094,
      9.608864784240723,
      9.61724853515625,
      9.627433776855469,
      9.63723087310791,
      9.693296432495117,
      9.922964096069336,
      10.180865287780762
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      29.76,
      210.38,
      388.31,
      316.34
    ],
    "text": ".30. In conformity with this approach a variety of policies and measures were adopted and. put into effect during the year by both Government and the Central Bank, between whom there was a relatively high degree of co-ordination. If international comparisons can be used as a measure of achievement-, these policies met with some success. As indicated above, Ceylon's'cost of living rose less than that of some of its principal trading partners. Moreover, at the London con­ference of Finance Ministers in January, 1952, it was generally recognized that Ceylon had maintained a stable economy through a very trying period and that it had not contributed to the current Sterling Area crisis.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.219971656799316,
      9.279256820678711,
      9.31836986541748,
      9.373403549194336,
      9.382990837097168,
      9.416254043579102,
      9.42824649810791,
      9.439837455749512,
      9.442025184631348,
      9.455269813537598,
      9.57483196258545,
      9.620448112487793,
      9.693296432495117,
      9.886777877807617,
      9.897258758544922,
      9.920433044433594,
      9.952388763427734,
      9.95267391204834,
      9.986391067504883,
      10.02666187286377,
      10.06407642364502,
      10.180865287780762
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.0,
      316.83,
      387.88,
      492.5
    ],
    "text": "• 31. - The Budget.—Probably the most important single factor contributing to stability in 1951 was the achievement by Government of a balanced budget. (There was actually a small cash operating deficit of Rs. 11-2 million during the calendar year. But in the context of revenue and expenditure running upward of Rs. 900 million this was for all practical purposes a balance). This approximate balance was not a balance on revenue account only—this showed a substantial sur­plus : it was an overall balance between total Government receipts (other than from net market borrowing)* and total expenditures. It was not achieved by reducing essential expenditure, either for current purposes or for development, but principally by raising export duties in March, 1951. This action immediately yielded increased revenues and produced them from the section of income receivers best able to bear higher taxes—those receiving high prices and windfall profits from export pro­duction.",
    "fonts": [
      "Helvetica",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.82504940032959,
      9.151721000671387,
      9.31806468963623,
      9.363417625427246,
      9.389937400817871,
      9.441939353942871,
      9.443183898925781,
      9.464987754821777,
      9.590386390686035,
      9.614974021911621,
      9.633279800415039,
      9.647185325622559,
      9.693296432495117,
      9.886777877807617,
      9.888989448547363,
      9.897258758544922,
      9.94681167602539,
      9.97462272644043,
      9.986391067504883,
      10.06407642364502,
      18.0049991607666
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      30.24,
      494.54,
      387.83,
      540.5
    ],
    "text": "32- The underlying theme of the Finance Ministers' conference of January, .1952, was that the members of the Sterling Area had not been living within their means. This was not true of Ceylon. The Ceylon Government in 1951, like Ceylon as'a whole, did substantially live within its means.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.244187355041504,
      9.322713851928711,
      9.368217468261719,
      9.405150413513184,
      9.42008113861084,
      9.42824649810791,
      9.693296432495117,
      9.937320709228516,
      10.02666187286377,
      10.06624984741211,
      10.180865287780762
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      31.2,
      543.98,
      388.35,
      565.94
    ],
    "text": "33. This was in contrast to the experience of 1950. A paragraph from the 1950 Report is pertinent:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.292254447937012,
      9.441939353942871,
      9.49071216583252,
      9.693296432495117,
      9.899672508239746,
      9.909730911254883
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.92,
      574.7,
      389.12,
      608.66
    ],
    "text": "\" From the monetary point of view, therefore, it is most disturbing that in 1950 the Government should have run a deficit which added an average of more than Rs. 6 million a month to the money supply at a time when other",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.82504940032959,
      9.0,
      9.365277290344238,
      9.693296432495117,
      10.06407642364502,
      10.180865287780762
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      44.64,
      620.0,
      114.51,
      626.76
    ],
    "text": "•See below, pp. 19-21.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.368119716644287,
      6.569900989532471,
      6.750084400177002
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      195.12,
      36.08,
      232.56,
      45.82
    ],
    "text": "( 13 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.800000190734863,
      9.518654823303223
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.88,
      57.2,
      391.91,
      150.94
    ],
    "text": "factors were already causing private incomes to expand. As these funds get into the hands of the public, there is an increase in the demand for imported goods and a tendency for the balance of payments to worsen. It would be shortsighted for Ceylon to generate a balance of payments deficit through an excessively large Government budget deficit at a time when export income is unprecedentedly high. When export income is high, the country can live on its income and conserve its external assets to be utilized at times when export income falls.\"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.229811668395996,
      9.318863868713379,
      9.366565704345703,
      9.518654823303223,
      9.74236011505127,
      9.776123046875,
      9.80957317352295,
      9.841178894042969
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.4,
      157.52,
      389.44,
      179.02
    ],
    "text": "Government did take prompt action to bring its policy in line with that enun­ciated above.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.215032577514648,
      9.518654823303223,
      9.844011306762695,
      10.066946029663086
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.16,
      192.64,
      396.53,
      405.58
    ],
    "text": "34. Contraction of Commercial Bank Credit to Government.—For the Central Bank the virtually balanced budget for 1951 was a factor of great significance since it enabled the Bank to pursue other policies effectively. First, the Bank did not have to depend upon creation of bank credit for financing a budget deficit. Instead, Government finances were managed in such a way as actually to destroy bank credit previously extended to Government. This was done by borrowing on long-term from the public and using the proceeds to repay the short-term debt held by com­mercial banks. A Rs. 60 million long-term loan, which the Central Bank asked commercial banks not to subscribe to, was opened on August 1. The loan was fully subscribed in a period of 9 | weeks by non-bank investors. At the same time, the total of treasury bills outstanding was reduced from Rs. 75 million in May to Rs. 15 million by October, where it stood at the end of the year. As a result, commercial bank holdings of Government securities and treasury bills together fell from a high of Rs. 286 • 9 million at the end of May to a low of Rs. 232 • 7 million at the end of November—a decline of approximately Rs. 54 million. This reduc­tion of holdings of. Government paper by banks helped to contract the money supply after May, especially because banks were not expanding credit to private borrowers to nearly the extent their reserve positions would have allowed.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.235044479370117,
      8.311198234558105,
      8.545156478881836,
      8.800000190734863,
      9.098621368408203,
      9.162190437316895,
      9.24364185333252,
      9.245530128479004,
      9.320068359375,
      9.3365478515625,
      9.346536636352539,
      9.354900360107422,
      9.398384094238281,
      9.411516189575195,
      9.425289154052734,
      9.480953216552734,
      9.518654823303223,
      9.74764347076416,
      9.752449035644531,
      9.752607345581055,
      9.754315376281738,
      9.75610065460205,
      9.77334976196289,
      9.786810874938965,
      9.808152198791504,
      9.826333999633789,
      9.843145370483398,
      9.868210792541504
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.16,
      419.44,
      392.56,
      500.38
    ],
    "text": "3.5, Open-Market Selling Operations.—Second, the existence of a' virtually balanced budget in 1951 meant that the Central Bank could successfully engage in open-market selling operations during the course of the year. At various times, the Bank both bought and sold Government securities, but sales on balance exceeded purchases. The deflationary measures of open-market selling operations and the reduction of bank-held short-term Government debt partly accounted for the unusual stability of the money supply during most of the year.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.266284942626953,
      8.335267066955566,
      8.545156478881836,
      9.019123077392578,
      9.177950859069824,
      9.518654823303223,
      9.752607345581055,
      9.75610065460205,
      9.768990516662598,
      9.808822631835938,
      10.066946029663086
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      32.4,
      513.52,
      392.21,
      630.46
    ],
    "text": "36. Commercial Bank Credit to the Private Sector.—The Central Bank did not have to restrict credit to the private sector of the economy in 1951. The com­mercial banks were able to satisfy what they-considered to be the legitimate needs of business with only the admonition from the Central Bank, as stated in the 1950 Report, that they should not extend \" non-essential, and particularly speculative credit.\" For example, bankers were asked not to extend credit for the purchase of shares or estates except in oases where Ceylon residents were borrowing to buy shares or estates from foreign investors who wished to repatriate their investments. This exception was of some importance in the first half of the year, but of less importance in the second.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.235044479370117,
      8.311198234558105,
      8.545156478881836,
      8.726431846618652,
      9.095161437988281,
      9.098621368408203,
      9.24364185333252,
      9.268659591674805,
      9.518654823303223,
      9.740769386291504,
      9.75610065460205,
      9.792941093444824,
      9.811664581298828,
      9.826333999633789,
      9.83673095703125,
      9.842240333557129,
      9.894700050354004,
      10.066946029663086
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      200.4,
      32.63,
      237.84,
      42.48
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.585593223571777
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      39.12,
      53.51,
      399.73,
      291.36
    ],
    "text": "37. In the 1950 Report the Bank stated that it did not wish to encourage the commercial banks to transfer their foreign balances to Ceylon. In fact, the retention of balances pverseas, especially in London, was actually encouraged by the Central Bank's readiness to purchase sterling up to six months forward at a shilling and six pence to the rupee, the spot rate, in any amount at any time. Through almost all of 1951 the Central Bank continued this policy. But at the end of December the Bank concluded that the worst of the monetary inflation had run its course, and that it was now more important to emphasize the long-run policy- of stimulating the commercial banks to extend more domestic credit, for the benefit of domestic production, than to continue the short-run anti-inflationary policy of enabling banks to lend overseas. Hence the Bank altered its attitude toward foreign balances of commercial' banks. Forward exchange rates were increased; the commercial banks were informed that the Central Bank would fix working balances in sterling for each bank, and that it would thereafter refuse to purchase sterling forward from any bank whose actual balance in sterling exceeded the working balance limit. The change of policy was implemented in January, 1952. The new forward exchange' arrangements should reduce the forward purchase commitments of the Central Bank, encourage the commercial banks to bring their excess overseas balances to Ceylon, and thus induce them to find more loan and investment oppor­tunities within the Ceylon economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.77559757232666,
      8.810550689697266,
      9.256085395812988,
      9.267118453979492,
      9.313627243041992,
      9.40578842163086,
      9.458442687988281,
      9.478729248046875,
      9.556502342224121,
      9.585593223571777,
      9.81125545501709,
      9.815170288085938,
      9.8311767578125,
      9.851499557495117,
      9.871941566467285,
      9.876753807067871,
      9.88200569152832,
      9.886573791503906,
      9.892621040344238,
      9.930740356445312,
      9.953407287597656,
      9.970780372619629,
      9.971495628356934,
      9.986536979675293,
      9.992642402648926,
      10.008088111877441,
      10.124076843261719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      38.64,
      301.43,
      397.44,
      395.28
    ],
    "text": "38. A word needs to be said at this point about the reserves of the commercial banks. At no time during the year did the banks hold less than Rs. 53 million in excess reserves, and at one time they held Rs. 92-8 million. Moreover, these figures understate the total liquid reserves of the commercial banks since some of them, as just indicated, held large balances overseas that could be brought to Ceylon at any time in case of need. In most other countries Central Banks have had to restrain credit expansion to the private sector in order to check inflation. In Ceylon the Central Bank did not need to.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.347160339355469,
      9.585593223571777,
      9.81125545501709,
      9.842167854309082,
      9.908421516418457,
      9.930740356445312,
      9.951894760131836,
      10.008088111877441,
      10.124076843261719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.92,
      404.63,
      396.62,
      543.84
    ],
    "text": "39. In one way the reluctance of the banking system to lend has been an advantage : it has made Central Bank policy easier during a period when inflationary-pressures were strong. But from a long-run point of view it is a discouraging commentary on Ceylon banking, as well as on Ceylon enterprise, that in a year when the country was unusually prosperous, when banks' resources were large, and when the Central Bank was imposing no really important curb on the creation of private credit, the increase in such credit was so small. From December, 1950, to December, 1951, bank extension of private credit in one form or another increased only by about Rs. 76 million. Much of this increase can be accounted for by the necessity for financing imports and exports at higher prices. A major task of the Central Bank in the years to come will be to stimulate the commercial banks to extend a larger volume of credit to the private sector of the Ceylon economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.267118453979492,
      9.280954360961914,
      9.313627243041992,
      9.332446098327637,
      9.463340759277344,
      9.585593223571777,
      9.81125545501709,
      9.833714485168457,
      9.90870189666748,
      9.930740356445312,
      10.124076843261719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      37.68,
      555.11,
      395.98,
      624.96
    ],
    "text": "40. Sliding-Scale Duties.—The flat rate duties on rubber, tea, and coconut products were replaced by sliding-scale duties in September, October, and December, respectively. The sliding-scale duties introduced a compensating element into the structure of Government taxes and expenditures. During the export boom, they would have been an effective means of taxing away for the benefit of the whole community a part of exceptional windfall profits, and the extra revenue would",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.13562297821045,
      9.209370613098145,
      9.399765014648438,
      9.543853759765625,
      9.554512977600098,
      9.585593223571777,
      9.817671775817871,
      9.91645336151123,
      9.990263938903809,
      10.051091194152832
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      196.32,
      29.6,
      234.0,
      39.34
    ],
    "text": "( 15 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.800000190734863,
      9.518654823303223
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      30.72,
      50.48,
      397.02,
      96.94
    ],
    "text": "have produced a budget surplus. As it turned out, by the time the sliding-scale duties came into effect, the trend of export prices was downward. But there was 'a stablizing effect on export incomes; the tax burden dropped as export prices declined.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.27822208404541,
      9.282185554504395,
      9.444905281066895,
      9.518654823303223,
      9.810717582702637,
      9.816044807434082,
      9.841178894042969
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.04,
      104.96,
      398.91,
      186.7
    ],
    "text": "41. Subsidies.—The 1950 Report argued strongly against any further increase in subsidies. Government introduced a very small subsidy on firewood in Colombo during the year, but resisted the temptation to subsidise any other new commodities. Even so, the cost to Government of existing subsidies has greatly increased because prices to consumers of subsidised foodstuffs have not been raised despite -some sharp rises in their prices to Government.. Thus, some of the arguments advanced in the 1950 Report have proved only too true ;",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.049464225769043,
      9.058103561401367,
      9.102450370788574,
      9.206457138061523,
      9.278139114379883,
      9.518654823303223,
      9.749589920043945,
      9.751694679260254,
      9.812020301818848,
      9.826333999633789,
      9.829564094543457,
      9.953730583190918
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.96,
      193.28,
      397.41,
      215.26
    ],
    "text": "\" If there is a rise in prices outside Ceylon which is large and sustained, the subsidy weapon becomes unwieldy and impracticable.\"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.800000190734863,
      9.518654823303223,
      9.747246742248535,
      9.841178894042969
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      54.72,
      221.36,
      397.18,
      243.34
    ],
    "text": "\" Subsidies tend to throw entirely upon Government the burden of paying for the rising cost of essential commodities.\"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.800000190734863,
      9.227336883544922,
      9.518654823303223
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      35.28,
      252.56,
      397.9,
      310.3
    ],
    "text": "Toward the end of the year the subsidy problem was becoming steadily more difficult. With rice and flour prices continuing to rise, and Government revenues continuing to fall, the mounting subsidy bill was producing an embarrassing deficit: by December the bill was running about 22 per cent of total expenditure chargeable to revenue.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.726431846618652,
      9.285146713256836,
      9.414766311645508,
      9.439164161682129,
      9.518654823303223,
      9.778420448303223,
      9.786810874938965
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.48,
      318.8,
      396.85,
      424.54
    ],
    "text": "42.. Some of the %eaknesses inherent in the subsidy system were becoming increasingly apparent. For example, its inflexibility: as world rice prices rose, the price of rationed rice remained the same. To raise it required a difficult political decision. Government was thus faced with the necessity of supplying a fixed amount of rice to the public at a price that was steadily becoming more and more unreal. So far as the Bank knows, in no other country in the world was a basic foodstuff subsidised to the same degree as rice in Ceylon. On the other hand, if consumers had had to pay the full cost of the imported rice, they would have economised on their rice consumption and used more abundant substitutes.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.905974388122559,
      9.140909194946289,
      9.285564422607422,
      9.288858413696289,
      9.314873695373535,
      9.3524169921875,
      9.477972030639648,
      9.483975410461426,
      9.497520446777344,
      9.518654823303223,
      9.753480911254883,
      9.773548126220703,
      9.775528907775879,
      9.777588844299316,
      9.786731719970703,
      9.792427062988281,
      9.8070068359375,
      9.826333999633789,
      9.930206298828125,
      10.066946029663086
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.48,
      434.0,
      397.41,
      491.74
    ],
    "text": "43. Another pernicious effect of subsidies is that as they grow Government may be forced into the most unenviable position of having to decide to forego much needed development expenditure rather than raise the price of rationed rice. Already, in early 1952, the rate of actual spending on rice and flour subsidies had exceeded that on the total of Government's development projects under the Colombo Plan.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.726431846618652,
      9.18843936920166,
      9.206457138061523,
      9.244901657104492,
      9.275967597961426,
      9.27822208404541,
      9.400814056396484,
      9.518654823303223,
      9.759909629821777,
      9.775528907775879,
      9.786810874938965,
      9.951473236083984,
      9.957618713378906,
      9.994452476501465,
      10.066946029663086
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.44,
      500.0,
      397.97,
      545.74
    ],
    "text": "44. If the cost of living should fall in 1952, and in the first months signs were appearing that it would, the principal argument in favour of increased subsidies would be removed, and it might be possible to reduce expenditure on them to more manageable proportions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.248586654663086,
      9.346951484680176,
      9.477972030639648,
      9.518654823303223,
      10.066946029663086
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.68,
      554.96,
      398.21,
      624.7
    ],
    "text": "45. Relaxation of Import Control.—Among the anti-inflationary measures taken by Government, the relaxation of import control in January, May and July, 1951, was very significant. In January, imports of a few important commodities from all sources except Japan were brought under open general licence. On these items, therefore, discrimination against the dollar area was completely removed. There was some relaxation in May, when.there was a widening of the",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.872477531433105,
      8.956134796142578,
      9.043087005615234,
      9.184097290039062,
      9.218562126159668,
      9.3365478515625,
      9.428082466125488,
      9.518654823303223,
      9.74236011505127,
      9.751694679260254,
      9.767207145690918,
      9.815847396850586,
      9.839919090270996,
      9.914636611938477,
      9.937496185302734
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      191.52,
      33.59,
      228.96,
      43.44
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.585593223571777
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      30.48,
      54.23,
      391.1,
      136.08
    ],
    "text": "area from which certain individually licensed commodities could be imported ; but a specially important trade liberalization measure was that instituted early in July, extending the open general licence system markedly by permitting freely a wide range of imports from practically all sources. Thus, throughout much of the year controls did not create artificial shortages of consumer goods. Supplies of such items in Ceylon markets have been limited only by availability in the supplying countries. Many importers stocked heavily during the year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.21384334564209,
      9.347160339355469,
      9.443188667297363,
      9.585593223571777,
      9.822793960571289,
      9.849369049072266,
      9.87819766998291,
      9.89542293548584,
      9.935924530029297,
      10.124076843261719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      32.16,
      147.83,
      395.28,
      241.68
    ],
    "text": "46. Relaxation of Exchange Control.—Relaxation of import control was followed • by the relaxation of exchange control in September. Remittances within the Sterling Area for family maintenance,' education, travel, charities, and other current and personal purposes were considerably liberalized. In effect current transactions were permitted freely and only such control was retained as was thought necessary to prevent large-scale unauthorized movements of capital. In conformity with Sterling Area policy exchange restrictions on countries outside the Sterling Area were continued.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.246795654296875,
      9.267118453979492,
      9.290892601013184,
      9.330748558044434,
      9.526077270507812,
      9.585593223571777,
      9.811457633972168,
      9.831619262695312
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      32.64,
      253.67,
      392.44,
      311.52
    ],
    "text": "47. The principal result of the relaxation, as was to be expected, was an increased outflow- immediately, especially in the form of personal remittances to India. These later subsided. In August, before relaxation, total remittances to India were Rs. 7 -3 million. They rose to Rs. 10-9 million in October, but dropped back to Rs. 9-4 million by December.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.49096393585205,
      9.585593223571777,
      9.842167854309082,
      9.859295845031738,
      9.911978721618652
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      33.6,
      321.35,
      392.28,
      343.2
    ],
    "text": "48. Other Government Measures.—Various other measures were adopted or continued during the year by Government to check the rise in the cost of living.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.181288719177246,
      9.585593223571777
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      33.6,
      352.55,
      395.32,
      518.4
    ],
    "text": "49. The most important of these was the sale of imported rice outside the ration to consumers at cost price in unlimited quantities. Before unlimited sales of off-ration imported rice were begun, there was a very wide gap between the price of 25 cents a measure for rationed rice and that of almost a rupee for \" country \" rice. The immediate effect of the measure, which was introduced on 23 April, 1951, was to bring, down the retail price of \" country \" rice, the market for which was completely free, very close to the price of imported rice. From 23 April to 10 November co-operative societies sold this off-ration imported rice at 68 cents a measure, and thereafter till the end of the year at 78 cents a measure. The rise in November was due to higher import cost. As the world price of rice rose, the price to the consumer had necessarily to be raised. But fortunately Ceylon has had good crops, and Government was able, as the year progressed, to purchase more \" country \" rice under the guaranteed price scheme for distribution off the ration and to reduce its purchases of imported rice.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.77559757232666,
      8.855387687683105,
      9.150827407836914,
      9.298774719238281,
      9.330748558044434,
      9.440923690795898,
      9.453962326049805,
      9.46141529083252,
      9.500432014465332,
      9.533557891845703,
      9.562054634094238,
      9.585593223571777,
      9.823478698730469,
      9.851499557495117,
      9.896944046020508,
      9.911739349365234,
      9.930740356445312,
      10.124076843261719
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.8,
      527.99,
      395.23,
      584.88
    ],
    "text": "' 50. Second, the Government continued a scheme, started in 1950 through the Co-operative Wholesale Establishment, to distribute fresh coconuts to consumers in Colombo at a subsidised price. The Co-operative Wholesale Establishment was. allowed to recover the cost of the subsidy from profits it made out of its export monopoly of fresh coconuts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.258609771728516,
      9.34444808959961,
      9.433832168579102,
      9.523665428161621,
      9.585593223571777,
      9.828235626220703,
      9.948750495910645
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      34.56,
      595.19,
      393.52,
      628.56
    ],
    "text": "51. Third, the Government arranged, through the co-operative movement for a subsidised distribution of firewood to consumers in Colombo. A sum of Rs. 420,000 was voted for the subsidy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.855387687683105,
      9.217452049255371,
      9.330621719360352,
      9.585593223571777,
      9.812748908996582
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      197.04,
      36.95,
      234.51,
      46.8
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.84984016418457,
      9.626821517944336
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.24,
      58.31,
      397.25,
      158.88
    ],
    "text": "52. Fourth, the guaranteed prices for locally grown foodstuffs (paddy, kurak-kan, maize, sorghum, chillies, green-gram, onions and pepper), were raised and fixed for the next three years. This was expected to give an impetus to domestic production of these goods without unduly increasing Government expenditure. Actually, in the case of rice, the rise in the guaranteed price became quite un­avoidable when in August, as the result of the unlimited sale of offVration rice at cost price, the price of \" country \" rice dropped by 30 per cent. The guaranteed price for paddy was raised from Rs. 8 to Rs. 9 per bushel.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.192669868469238,
      9.27967357635498,
      9.281978607177734,
      9.341439247131348,
      9.36066722869873,
      9.3656587600708,
      9.383149147033691,
      9.38939380645752,
      9.496970176696777,
      9.528363227844238,
      9.547754287719727,
      9.56367015838623,
      9.626821517944336,
      9.859295845031738,
      9.885612487792969,
      9.896944046020508
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      35.52,
      172.31,
      399.22,
      311.76
    ],
    "text": "53. Import Duties.—On the matter of import duties, a general principle is that cost-of-living items should enter free. So also with imports of capital goods needed for maintenance and expansion of domestic production. Duties on such goods, are a heritage from the past and are inappropriate in a country aiming at economic develop­ment. Taxing them impedes the very modernization of production methods and in­creases in productivity that it is the aim of economic policy to achieve. \" Luxuries,\" on the other hand, can carry a heavy burden. But we should define luxuries care­fully, excluding items for which social policy should aim- at such a general expan­sion of use that they become \" necessities.\" The very concept of economic develop-' ment implies this kind of general progress upward in consumption patterns and attitudes.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      3.369387626647949,
      8.77559757232666,
      8.899999618530273,
      9.007001876831055,
      9.076690673828125,
      9.21384334564209,
      9.240496635437012,
      9.267118453979492,
      9.27967357635498,
      9.281978607177734,
      9.31052303314209,
      9.337961196899414,
      9.346779823303223,
      9.371408462524414,
      9.38939380645752,
      9.4019136428833,
      9.436517715454102,
      9.49079704284668,
      9.56367015838623,
      9.626821517944336,
      9.863070487976074,
      9.896703720092773,
      9.925793647766113,
      9.930740356445312,
      9.968118667602539,
      10.124076843261719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.96,
      308.43,
      400.5,
      417.36
    ],
    "text": "• 54. In 1951 there were still some duties on items included in the lower income cost of living index. Among them were those on sugar, taxed at Rs. 6-50 per hundredweight, and on textiles, with duties ranging from 5-10 per cent* on cotton piece goods to 15-20* per cent on unspecified cotton manufactures. There were also fairly substantial duties on a number of items affecting middle, and even lower, income groups. Some 40 of all these items were involved [in the last major revision of duties, that of the 1951-52 budget.",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      9.281978607177734,
      9.300946235656738,
      9.347796440124512,
      9.352498054504395,
      9.383149147033691,
      9.38939380645752,
      9.404903411865234,
      9.412186622619629,
      9.552772521972656,
      9.561433792114258,
      9.626821517944336,
      9.891419410705566,
      9.894062042236328,
      9.896944046020508,
      10.124076843261719,
      18.0049991607666
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      37.2,
      428.87,
      398.67,
      516.48
    ],
    "text": "55. Revaluation—As indicated in paragraph 28, many in Ceylon seriously proposed an upward revaluation of the Ceylon rupee as a measure to combat inflation. The Monetary Board considered this question carefully, because under' Section 68 (1) of the Monetary Law Act it may by unanimous decision recommend a change in the par value of the rupee to the Minister of Finance. The decision not to recommend an upward revaluation was one of the most important policy decisions made by the Board during the year.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.906271934509277,
      9.236166954040527,
      9.267118453979492,
      9.375675201416016,
      9.439413070678711,
      9.474801063537598,
      9.510098457336426,
      9.626821517944336,
      9.930740356445312
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.96,
      532.31,
      402.0,
      618.48
    ],
    "text": "56. The decision had to be made against a background of events that had happened before the opening of the Central Bank. In September, 1949, the Ceylon Tupee was devalued by 30 • 5 per cent in company with sterling. This meant that any Ceylon imports and exports whose United States dollar prices remained unchanged cost or yielded approximately 44 per cent more in Ceylon rupees. This devaluation strengthened sterling' generally, improved Ceylon's competitive position, and stimulated activity. The Ceylon rubber industry is the best example. It was",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.899999618530273,
      9.292341232299805,
      9.375675201416016,
      9.383149147033691,
      9.545099258422852,
      9.557870864868164,
      9.626821517944336,
      9.907902717590332,
      10.124076843261719
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      50.88,
      628.16,
      299.69,
      634.92
    ],
    "text": "•The first of the two rates given is the Commonwealth preferential rate of duty.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.563554763793945,
      6.598158836364746,
      6.76332950592041,
      6.776767730712891
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      187.92,
      37.01,
      225.38,
      47.09
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      26.64,
      58.13,
      387.57,
      184.85
    ],
    "text": "in the doldrums : prices were below 50 cents a pound ; marginal estates had gone out of production ; and the application of the Wages Boards Ordinance to the industry had been suspended. After devaluation prices quickly rose to over 70 cents, and the industry revived. However, nine months after devaluation the Korean War broke out and generated a boom in commodity markets greater than anything that could reasonably be ascribed to devaluation. For the next nine months Ceylon steadily gained external assets, increasing the total by more than one-third. At the same time the cost of living rose. Under such conditions it was natural for many'to argue 'that devaluation, at least by the full amount of 30-5 per cent, had been a mistake that should be rectified.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.32454776763916,
      9.383552551269531,
      9.392505645751953,
      9.430340766906738,
      9.451611518859863,
      9.48056697845459,
      9.511481285095215,
      9.650763511657715,
      9.716141700744629,
      9.952006340026855,
      9.959450721740723,
      10.008635520935059,
      10.119715690612793,
      10.13668155670166,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      26.64,
      208.13,
      388.77,
      283.01
    ],
    "text": "57. From the point of view of the Central Bank, circumstances required the. problem to be seriously considered. The Monetary Law Act permits the Board to-recommend an upward revaluation \" if the maintenance of the existing par value is producing or is likely to produce a persistent surplus in the balance of payments on current account and a monetary disequilibrium which cannot be adequately corrected by other Government action or any Central Bank action.\"",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.378742218017578,
      9.436485290527344,
      9.47611141204834,
      9.601513862609863,
      9.61646556854248,
      9.63732624053955,
      9.716141700744629
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      26.4,
      304.85,
      386.15,
      392.69
    ],
    "text": "58. The Board was consistently of the view that the boom was temporary, that export prices would come down from their abnormally high levels, that the surplus on current account would disappear, and that it would be a mistake to use a measure like revaluation, which is designed to meet a long-run problem, to deal with a short-run boom generated by the Korean War. Moreover, from the point of view of policy it seemed advisable first to relax import and exchange restrictions, and observe the effects, before seriously considering revaluation.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.32454776763916,
      9.370835304260254,
      9.384522438049316,
      9.409241676330566,
      9.436485290527344,
      9.472833633422852,
      9.50769329071045,
      9.716141700744629,
      9.987058639526367,
      9.992363929748535,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      26.64,
      413.09,
      386.17,
      436.37
    ],
    "text": "59. Even though the Board regarded the boom as temporary, the advantages and disadvantages of revaluation had to be weighed from the long-run point of view.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.32454776763916,
      9.378742218017578,
      9.417247772216797,
      9.716141700744629
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.92,
      453.17,
      386.71,
      515.09
    ],
    "text": "(a) Revaluation would immediately reduce the cost of living. But it would also tend to worsen the balance of payments, and might, result in a drawing down of Ceylon's external assets in payment for larger imports of consumer goods ; and this the country in the long run could ill afford.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.371321678161621,
      9.38589096069336,
      9.451611518859863,
      9.504905700683594,
      9.716141700744629,
      9.969672203063965,
      9.975235939025879,
      10.041717529296875
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      55.68,
      529.01,
      389.78,
      629.81
    ],
    "text": "(6) Revaluation would distribute income more equitably by reducing the-heavy windfall incomes of export producers and increasing the rea 1 value of existing money wages. But • it would also reduce profit margins and weaken the incentive to' invest, thus retarding the development of new industries and aggravating the unemployment problem. Furthermore, the Government was already planning to introduce sliding-scale duties, an alternative method of reducing the windfall incomes of producers; and real wages were in any case",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.177430152893066,
      9.592971801757812,
      9.641621589660645,
      9.659040451049805,
      9.688445091247559,
      9.716141700744629,
      9.959450721740723,
      9.961528778076172,
      9.975318908691406,
      10.09825325012207
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      195.12,
      35.33,
      232.82,
      45.41
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      92.88,
      52.85,
      394.96,
      88.85
    ],
    "text": "rising during the boom as the increased demand for labour and improved bargaining power of wage earners pushed up most money wages faster than the cost of living was rising.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.32454776763916,
      9.59931468963623,
      9.633501052856445,
      9.716141700744629,
      9.990996360778809,
      10.119715690612793
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      64.8,
      103.97,
      395.05,
      114.05
    ],
    "text": "(c) Revaluation would reduce the need for new subsidies and lighten the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.947665214538574,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      91.92,
      116.93,
      394.76,
      178.85
    ],
    "text": "fiscal burden of existing subsidies and cost-of-living allowances. On the other hand, without revaluation Government revenues would be. more buoyant, so that these costs could be more readily borne. Furthermore, revaluation would reduce the flow of savings and make Government borrowing more difficult.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.23625373840332,
      9.41192626953125,
      9.451611518859863,
      9.716141700744629,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.36,
      194.45,
      393.53,
      204.53
    ],
    "text": "(d) Revaluation would probably slightly improve the budget position at",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      9.3805513381958,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      91.68,
      207.41,
      393.77,
      230.45
    ],
    "text": "existing rates of taxation. But without revaluation the budget position could be improved by raising export duties.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.451611518859863,
      9.634188652038574,
      9.716141700744629,
      10.104483604431152
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      63.12,
      245.81,
      393.81,
      255.89
    ],
    "text": "(e) Revaluation would reduce the rupee cost of imported capital equipment.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.184285163879395,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      91.2,
      258.77,
      394.09,
      281.81
    ],
    "text": "But it would also reduce the rupee incomes of business enterprises needed to justify investment in such capital equipment, and the",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.677583694458008,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      91.2,
      282.51,
      354.45,
      297.89
    ],
    "text": "f country's net foreign exchange earnings needed to pay for it.",
    "fonts": [
      "Courier-BoldOblique",
      "Times-Roman"
    ],
    "sizes": [
      4.0,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      32.88,
      309.89,
      393.62,
      397.73
    ],
    "text": "60. In essence, therefore, a decision not to revalue on long-run considerations was a decision to forego ftie immediate benefits of a lower cost of living and a more equitable distribution of income, endeavouring to 'achieve these ends by other measures, in favour of the long-run gains of stimulating a higher level of produc­tion, employment, and real income, and promoting a fuller development of the country's resources. In a country sorely needing more enterprise it does not seem wise to take actions that discourage enterprise.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.369996070861816,
      9.401185989379883,
      9.4705171585083,
      9.578804016113281,
      9.716141700744629,
      9.961528778076172,
      10.010455131530762,
      10.23731803894043
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      32.16,
      416.21,
      392.65,
      491.09
    ],
    "text": "61. This was the conclusion from domestic considerations. From the point of view of world conditions, too, the balance of advantage to Ceylon lay in not revaluing. It would have been a mistake to have stimulated a larger expenditure of foreign exchange on consumption goods just when import prices were reaching all-time highs and supplies were growing shorter due to the pressure on resources of western world re-armament.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.202436447143555,
      9.38589096069336,
      9.436485290527344,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      150.96,
      518.21,
      272.41,
      528.29
    ],
    "text": "VIII. Government Finance",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.523880004882812,
      9.716141700744629
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      31.68,
      537.17,
      394.1,
      573.17
    ],
    "text": "62. As explained earlier, Government had a small cash operating deficit of Rs. 11 -2 million in 1951. Table 21 shows the Government monthly cash surpluses and deficits since September, 1950. Chart 4 depicts their movements.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.295417785644531,
      9.415092468261719,
      9.716141700744629,
      9.820878028869629,
      9.969672203063965,
      9.992363929748535
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      29.28,
      588.29,
      391.68,
      624.77
    ],
    "text": "63. The data in Table 21 are, however, not presented in a form permitting direct •comparison with the published accounts of the Government. The table on page 20 attempts this.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.343755722045898,
      9.573615074157715,
      9.62842845916748,
      9.691564559936523,
      9.716141700744629,
      9.820878028869629,
      10.014425277709961,
      10.049837112426758
    ]
  }
]