[
  {
    "page_number": 0,
    "bbox": [
      226.08,
      23.77,
      252.93,
      32.4
    ],
    "text": "( 1 3 7 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.162616729736328
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.48,
      70.33,
      87.62,
      78.96
    ],
    "text": "Prices",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.436989784240723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      60.48,
      90.01,
      421.58,
      167.52
    ],
    "text": "As in previous years the analysis of the movement o f consumer prices during the year 1967, as given below, is largely based on the Colombo Consumers' Price Index published by the Department o f Census and Statistics. The drawbacks in the use of this index to portray the movement o f the general level o f Prices were highlighted in the reports of the two previous years. Since some goods that entered the original basket of goods in 1952 are not freely available minor adjustments in the weights of the index were made this year in an attempt to make the index a better indicator of price movements.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.141496658325195,
      8.171892166137695,
      8.18513298034668,
      8.192636489868164,
      8.436989784240723,
      8.658984184265137,
      8.687148094177246,
      8.72572135925293,
      8.765131950378418,
      8.935647964477539
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.76,
      186.73,
      421.11,
      244.56
    ],
    "text": "In December 1966, another adjustment in weights had to be done as a result of the shift in the consumption pattern due to the cut in the rice ration and its effects on the index were fully felt only in 1967. Changes in real income and the conse­quent changes in the consumption pattern could be assessed only through a specially designed survey. Therefore it is doubtful whether these minor adjustments have improved the index in any significant way.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.271678924560547,
      8.37899398803711,
      8.436989784240723,
      8.638900756835938,
      8.641647338867188,
      8.64755916595459,
      8.6555757522583,
      8.658984184265137,
      8.695233345031738,
      8.702192306518555,
      8.803606033325195
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      202.32,
      268.81,
      278.26,
      277.44
    ],
    "text": "TABLE II (G) 1",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.204621315002441,
      8.436989784240723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      170.16,
      287.05,
      310.56,
      295.68
    ],
    "text": "Colombo Consumers' Price Index",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.171892166137695,
      8.436989784240723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      202.8,
      300.01,
      277.69,
      308.64
    ],
    "text": "(Base 1952=100)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.395206451416016,
      8.436989784240723
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      72.24,
      315.18,
      411.99,
      351.24
    ],
    "text": "Commodity-wise Sector-wise All Domes­Year Items Food Cloth­Fuel & Rent Miscel­tic Import Export ing Light laneous Group Group Group",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.296730041503906,
      7.378226280212402,
      7.400745391845703,
      7.411839485168457,
      7.494297027587891,
      7.520226955413818,
      7.548402309417725,
      7.551080226898193,
      7.561611175537109,
      7.615612506866455,
      7.625748157501221,
      7.6293158531188965,
      7.634444713592529,
      7.655702590942383,
      7.6579365730285645,
      7.6704840660095215,
      7.703427791595459,
      7.749688625335693,
      7.787990570068359
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      64.32,
      366.06,
      414.14,
      447.48
    ],
    "text": "1958 105 0 105 -8 87-5 101 0 101 -5 113 1 109-2 97 -0 135 0 1959 . . 105 -2 104-7 92-1 102-4 101 -5 115 -3 108-0 97 1 153-1 1960 . . 103 -5 100-8 95 1 102-7 101 -5 117-5 108 9 93 -7 138-4 1961 . . 104-8 99-8 103 -9 104 -4 101 -5 122-8 112-3 94-6 1191 1962 . . 106-3 100-9 108-2 105-6 101 -5 124-9 113-9 96 -7 113-8 1963 . . 108 -8 103-0 118-2 103 0 101 -5 126-6 113 -4 102-5 117-7 1964 . . 112-2 106-4 127-2 103-2 101 -5 129-3 116-7 106-6 115-3 1965 .. 112-5 107-3 126-8 100-7 101 -5 128-3 116-4 106-4 127 -2 1966 .. 112-3 109-1 117-0 95 -9 101 -5 127-3 116-8 105 -4 127-6 1967 . . 114-8 112-7 116-7 96-5 101 -5 128 -9 117-1 111 -2 123 -9",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.409811019897461,
      7.4684858322143555,
      7.486303329467773,
      7.498135089874268,
      7.50217866897583,
      7.502420902252197,
      7.503283977508545,
      7.507014274597168,
      7.507946491241455,
      7.514123439788818,
      7.519157886505127,
      7.528631687164307,
      7.532039165496826,
      7.53623628616333,
      7.542081356048584,
      7.547921657562256,
      7.561336994171143,
      7.567264556884766,
      7.574865341186523,
      7.580714225769043,
      7.588847637176514,
      7.59564208984375,
      7.625714302062988,
      7.654585361480713,
      7.787990570068359
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      130.56,
      460.62,
      415.48,
      468.6
    ],
    "text": "Sources : The Department of Census and Statistics and Central Bank of Ceylon",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.437080383300781,
      7.517572402954102,
      7.666157245635986,
      7.787990570068359
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      59.04,
      491.53,
      420.09,
      549.36
    ],
    "text": "After a period of rising prices since 1961 the ' A l l Item ' index experienced stability for two years during 1965 and 1966. While the annual average increase in the index from 1961 to 1964 was 2 -35 per cent, the increase from 1964 to 1966 was negligible. Towards the end of 1966 the earlier trend reappeared and in 1967 the index started moving upwards and the average of the index for 1967 was 2 '23 per cent higher than that of the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.34683895111084,
      8.361766815185547,
      8.436989784240723,
      8.708272933959961,
      8.737079620361328,
      8.781012535095215,
      8.833168983459473,
      8.935647964477539
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.56,
      567.61,
      420.22,
      625.44
    ],
    "text": "A better view of price movements in recent years can be obtained from the commodity-wise and sector-wise breakdown o f the cost o f living index given in the above table. When changes during 1967, within different commodity groups, are compared increases in prices are seen in the food, fuel and light, and miscellaneous groups, while the index for clothing has been more or less static. (The index for rent, where controlled rents are used, has remained unchanged since 1954).",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.021343231201172,
      8.07746410369873,
      8.164219856262207,
      8.315400123596191,
      8.32154369354248,
      8.401834487915039,
      8.412256240844727,
      8.436989784240723,
      8.64097785949707,
      8.687148094177246,
      8.779939651489258,
      8.792403221130371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      179.76,
      43.93,
      306.22,
      52.56
    ],
    "text": "(G) PRICES A N D W A G E S",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.9925079345703125,
      8.21555233001709,
      8.436989784240723
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      211.44,
      28.54,
      238.31,
      37.51
    ],
    "text": "1138)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.393766403198242
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      46.56,
      48.22,
      407.01,
      273.67
    ],
    "text": "The index covering food items, which was generally exerting a downward pull on the average consumer prices upto the end of 1962, has moved up rapidly during the subsequent years. This upward movement was mainly due to scarcities caused by increasing restrictions on imports of food items. The average price of food to the consumer, as indicated by the index, increased by 3 -3 per cent from 109 -1 in 1966 to 112 -7 in 1967. Consequent on the reduction of the quantity of rice issued on ration in December 1966, the level of the index for food went up. The level would have gone up further but for the exclusion of open market rice from the index after the revision of the weights in the cereal group subsequent to the reduc­tion in the ration. The average index of the cereal group went up further when the maximum price of a pound of wheat flour was administratively raised, in two stages, from 23 cents at the beginning of 1966 to 33 cents at the end of 1967. Even though the price of sugar was increased by 5 cents per pound in December 1967, its effect on the average price for the year was negligible. From the beginning of 1967 the Milk Board increased its price of milk by 13 cents per bottle in order to encourage the milk producers by giving them a better price. During the year prices of milk powder and other milk products also increased. Within the food group other significant price increases were recorded against chillies, coriander and garlic, onions, pulses, meat, potatoes and yams. The items that experienced a decline in prices were tea dust, fish, eggs, butter, jam, vegetables and salt. Further reduction in imports of items such as milk food, chillies, onions and pulses resulted in periodic scarcities. The sharp increase in the prices of potatoes and yams was the result of the complete ban on the import of the former.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.167275428771973,
      8.174139976501465,
      8.392358779907227,
      8.398102760314941,
      8.398844718933105,
      8.422208786010742,
      8.428983688354492,
      8.445080757141113,
      8.446517944335938,
      8.45459270477295,
      8.503110885620117,
      8.506928443908691,
      8.610419273376465,
      8.82033920288086,
      8.820673942565918,
      8.83557415008545,
      8.848004341125488,
      8.85260009765625,
      8.868001937866211,
      8.875324249267578,
      8.891314506530762,
      8.90550708770752,
      8.931512832641602,
      8.952900886535645,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.28,
      292.78,
      406.95,
      370.63
    ],
    "text": "During the decade prior to 1965, steadily rising prices of textiles has been a major factor in raising the cost of living index. In 1965, however, the availability of a certain amount of textile on ration at low prices resulted in a slight fall in the index. The following year the retail distribution of textiles was further improved and the C.W.E. played a major role in it. This resulted in a decline of, as much as, 7 -7 per cent in the index from 1965 to 1966. The same scheme of distribution was maintained through 1967 and the price of textiles during this period remained almost at the same level as in 1966.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.383049964904785,
      8.394430160522461,
      8.576098442077637,
      8.610419273376465,
      8.82033920288086,
      8.875324249267578,
      8.915006637573242,
      8.932100296020508
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.04,
      386.38,
      406.86,
      444.55
    ],
    "text": "The price index of the fuel and light group is an average of the prices of electri­city, kerosene oil, firewood and matches. The index for 1967 was 0 -6 per cent higher than that for 1966. Price of kerosene was increased by 5 cents per gallon in December 1967, and its effects on the index for the year as a whole was negligible. Further there have not been changes in prices of electricity and matches. As such the increase in the index is due to a minor increase in the price of firewood.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3923978805542,
      8.39583683013916,
      8.503920555114746,
      8.610419273376465,
      8.901712417602539,
      8.952900886535645,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.04,
      459.34,
      406.72,
      498.55
    ],
    "text": "The average price of items in the miscellaneous group recorded a 1-3 per cent increase due to upward movements in the prices of hair-dressing, tobacco, betel and arecanuts, medicine and liquor. The rise in the price of tobacco was due to the additional excise duty of Rs. 4 -50 per pound of tobacco imposed in July 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.362167358398438,
      8.40680980682373,
      8.610419273376465,
      8.818888664245605,
      8.850857734680176
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.28,
      509.5,
      407.72,
      577.51
    ],
    "text": "In July 1967, the licence fee on imports was raised from 1 per cent to 10 per cent of the value of goods other than milk and milk foods, infacts' and invalids' food, cotton yarn, drugs, fertilizers, kerosene, newsprint and small agricultural implements and imports by the Food Department and other Government depart­ments. The cost of the additional licence fee has been passed on to the consumer and it has been estimated that the price of commodities subject to the additional fee have gone up by 5 to 10 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.174139976501465,
      8.239655494689941,
      8.348739624023438,
      8.366127967834473,
      8.400212287902832,
      8.610419273376465,
      8.822978973388672,
      8.840474128723145,
      8.850857734680176,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.04,
      592.54,
      407.76,
      631.03
    ],
    "text": "In 1967, owing to the closing down of the Suez Canal and the diversion of shipping via the Cape, three conference lines put up their freight rates by imposing a surcharge. The increase in shipping costs, no dobt, had its effect on the prices o f goods imported round the Cape.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.348739624023438,
      8.392358779907227,
      8.610419273376465,
      8.888176918029785,
      8.901712417602539,
      8.987934112548828
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      221.52,
      37.42,
      248.75,
      46.39
    ],
    "text": "( 1 3 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.317994117736816
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      57.58,
      304.09,
      66.55
    ],
    "text": "Prices Not Covered by the Colombo Consumers' Price Index",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3275728225708,
      8.610419273376465
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.64,
      77.74,
      411.81,
      178.87
    ],
    "text": "To supplement the prices entering the Consumers' Price Index the Central Bank collects data on retail prices of building materials, oils and paints, household goods (such as furniture, sewing machines, utensils, cups and plates, etc.) motor accessories and spare parts, and fertilizers. In respect of some of these items, such as building materials and motor accessories and spare parts, it is rather difficult to collect reliable price data mainly because of the wide range of items and the differences in quality. Even though listed prices are available they could be treated only as lower limits to prevailing prices. In certain instances it was necessary to depend on listed prices due to periodic non-availability of these goods.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.256200790405273,
      8.287254333496094,
      8.348739624023438,
      8.369303703308105,
      8.428983688354492,
      8.45742416381836,
      8.5629301071167,
      8.610419273376465,
      8.824763298034668,
      8.826659202575684,
      8.84351634979248,
      8.846261024475098,
      8.90709114074707,
      8.914527893066406,
      8.915006637573242,
      8.939332962036133,
      9.006895065307617
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.64,
      190.3,
      411.76,
      314.47
    ],
    "text": "During 1967 there was an appreciable rise in the listed prices of most of the building materials. At the end of the year the price of mild steel bars was 23 per cent more than at the beginning, while over the same period asbestos sheets rose by 33 per cent and galvanized sheets indicated price increases ranging from 44 to 60 per cent. The increase in the import licence fee in July was passed on to the consumer in the form of higher prices, and it is also likely that the prices were put up immediately after devaluation, even on those items that were in stock. In other cases it is likely that the dealers would put up prices with the arrival of new con­signments of goods. While there has been a general price increase in respect of most goods, the prices in the paints and oil group have been somewhat stable. The fall in price of fertilizers by 3 per cent was noteworthy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.287254333496094,
      8.29975414276123,
      8.398844718933105,
      8.48901653289795,
      8.610419273376465,
      8.850857734680176,
      8.86267375946045,
      8.869074821472168,
      8.882344245910645,
      8.901712417602539,
      9.001465797424316,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.12,
      325.66,
      79.96,
      334.63
    ],
    "text": "Wages",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.500177383422852
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      347.74,
      412.23,
      480.79
    ],
    "text": "The Central Bank publishes wage rate indices for clerical and technical employees, minor employees and school teachers in the Government service. These indices use 1952 as the base period, and are based on minimum wages inclusive of basic wages and allowances payable but exclusive of incremental and overtime payments, etc. In the case of the workers in trades covered by Wages Boards the indices are published by the Labour Department. These indices are based on minimum wage rates fixed by the Wages Boards and not on actual earnings which would depend in addition on the number of days worked in the case of daily paid employees and the overtime earnings and bonuses. Table II (G) 2 shows that the indices for Government employees have not changed over the period from 1958 to 1966. During 1967 the Government granted increases to a large number of central and local government employees by way of two additional allowances.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.38316822052002,
      8.45459270477295,
      8.470756530761719,
      8.505694389343262,
      8.581720352172852,
      8.590813636779785,
      8.610419273376465,
      8.824763298034668,
      8.828034400939941,
      8.91206169128418,
      8.987934112548828,
      9.040304183959961,
      9.106107711791992
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      493.9,
      411.52,
      570.55
    ],
    "text": "From October 1967, the Government pays an interim monthly allowance of Rs. 20/- to those who get a basic monthly salary of less than Rs. 100/- and Rs. 10/-to those whose basic salary is between Rs. 100/- and Rs. 300/-. Again after the devaluation of the rupee, the Government brought about a further relief measure by introducing an \" interim devaluation allowance \" of Rs. 15/- per month for recipients of basic monthly wages less than Rs. 300/-, effective from December 1967.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.374671936035156,
      8.386258125305176,
      8.398844718933105,
      8.415857315063477,
      8.610419273376465,
      8.820673942565918,
      8.875324249267578,
      9.001465797424316
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      581.5,
      410.75,
      635.59
    ],
    "text": "As a consequence of these increases the minimum wage rate indices for clerical and technical employees, minor employees and school teachers went up by 14 -5, 25 0 and 10-4 per cent, respectively, from September to December 1967. The corresponding increases in real wage rates were 10 -8, 20 -9 and 6 -7 per cent respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.296512603759766,
      8.38316822052002,
      8.610419273376465,
      8.860749244689941,
      8.987934112548828,
      9.040304183959961
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      217.68,
      42.78,
      242.04,
      50.76
    ],
    "text": "( 1 4 0 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      198.0,
      61.01,
      271.21,
      71.09
    ],
    "text": "TABLE II (G) 2",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.496014595031738,
      9.544160842895508,
      10.255179405212402
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      125.04,
      83.81,
      353.77,
      93.89
    ],
    "text": "Wage Rate Index Numbers for Government Employees",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.544160842895508,
      9.907681465148926,
      9.916996955871582,
      9.931890487670898,
      9.983409881591797,
      9.98822021484375,
      10.255179405212402
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      208.32,
      101.82,
      259.82,
      109.8
    ],
    "text": "(1952 = 100)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      137.52,
      121.26,
      398.33,
      137.4
    ],
    "text": "Clerical and Cenrtal Govern­Government Technical Minor ment School",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.375696182250977,
      7.500208854675293,
      7.5514235496521,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      84.24,
      144.78,
      102.76,
      152.76
    ],
    "text": "Year",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.520226955413818
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      84.24,
      137.1,
      406.02,
      172.68
    ],
    "text": "Employees Employees Employees (a) Teachers Year Wage Real Wage Real Wage Real Wage Real Rate Wage Rate Wage Rate Wage Rate Wage Index Rates Index Rates Index Rates Index Rates",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.454069137573242,
      7.520226955413818,
      7.528287887573242,
      7.5514235496521,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.52,
      187.74,
      411.16,
      277.8
    ],
    "text": "1957 111 -2 108 -2 116-0 112-8 113-8 110-7 113-9 110-8 1958 122-3 116-5 130-4 124-3 126-7 120-7 117-4 111-8 1959 122-3 116-3 130-4 124-0 126-7 120-4 117-4 111 -6 1960 122-3 118-2 130-4 126 0 126 -7 122 -4 117-4 113-4 1961 122-3 116-7 130 -4 124-4 126 -7 120-9 117-4 112 0 1962 122-3 115-0 130 -4 122-6 126 -7 119-2 117-4 110-4 1963 122-3 112 -4 130-4 119 -9 126-7 116-5 117-4 107-9 1964 122-3 109-0 130 -4 116-2 126-7 112-9 117-4 104-6 1965 122-3 108 -7 130 -4 115-9 126-7 112-6 117-4 104-4 1966 122-3 108-9 130 -4 1161 126 -7 112-8 117-4 104-6 1967 125 -4 109 -2 136 -2 118-6 131 -3 114-4 119-4 104 0",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.462340831756592,
      7.4684858322143555,
      7.486303329467773,
      7.498135089874268,
      7.50217866897583,
      7.502420902252197,
      7.503283977508545,
      7.507014274597168,
      7.507946491241455,
      7.509085655212402,
      7.532039165496826,
      7.5514235496521,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      288.72,
      291.66,
      412.0,
      299.64
    ],
    "text": "Source : Central Bank of Ceylon-",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.5051493644714355,
      7.5514235496521,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      90.72,
      307.26,
      377.9,
      315.24
    ],
    "text": "Co) Combined index for clerical and technical employees and minor employees.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.174249649047852,
      7.5514235496521,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.0,
      334.86,
      413.25,
      382.2
    ],
    "text": "The indices of minimum wages for workers in Wages Boards Trades are given in Table II (G) 3. The indices for 1967 for workers in industry and for workers in agriculture have increased by 4 -3 and 3 -7 per cent, respectively, over the corres­ponding indices in 1966. The increases in the real minimum wage rate indices are 2 -0 and 1 -4 per cent, respectively.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521,
      8.113987922668457,
      8.320907592773438,
      8.353954315185547,
      8.52329158782959
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      197.52,
      399.41,
      271.21,
      409.49
    ],
    "text": "TABLE II (G) 3",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.496014595031738,
      9.544160842895508,
      10.255179405212402
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      74.16,
      421.49,
      394.29,
      431.57
    ],
    "text": "Minimum Wage Rate Index Numbers for Workers in Wages Boards Trades",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.544160842895508,
      9.829347610473633,
      9.907681465148926,
      9.911191940307617,
      9.931890487670898,
      9.946388244628906,
      9.983409881591797,
      10.255179405212402
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      208.08,
      439.26,
      259.58,
      447.24
    ],
    "text": "(1952 = 100)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      108.48,
      458.46,
      404.74,
      467.4
    ],
    "text": "Workers in Agriculture Workers in Industry Workers in All Wages",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521,
      7.808631420135498,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.56,
      467.34,
      403.35,
      502.68
    ],
    "text": "Boards Trades (a) Year Minimum Index of Minimum Index of Minimum Index of Wage Rate Heal Wage Rate Real Wage Rate Real Index Wages Index Wages Index Wages",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.454069137573242,
      7.496579647064209,
      7.520226955413818,
      7.5514235496521,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.04,
      516.78,
      401.49,
      606.6
    ],
    "text": "1957 108-7 105 -6 104-5 101-5 107-8 104-7 1958 110-2 105-2 1161 110-9 110-8 105 -6 1959 110 -2 104-8 128-8 122-4 112-3 106-7 1960 110-2 106-5 128-1 123 -8 111 -8 108 0 1961 110-7 105 -6 128 -4 122-5 112-3 107-2 1962 111 -9 105 -2 129-5 121-8 113-7 106-9 1963 113-3 104-2 130 -9 120-3 115-2 105-9 1964 116 0 103-5 132-8 118-4 117-8 105 0 1965 116-3 103 -4 132-8 118 0 118-2 105 0 1966 116-2 103-5 133-2 118-6 1181 105 1 1967 120-4 104-9 138 -9 121 0 122-2 106-4",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.409811019897461,
      7.4684858322143555,
      7.486303329467773,
      7.498135089874268,
      7.502420902252197,
      7.503283977508545,
      7.507014274597168,
      7.507946491241455,
      7.532039165496826,
      7.547921657562256,
      7.5514235496521,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      186.0,
      619.98,
      413.66,
      627.96
    ],
    "text": "Source : Department of Labour and Central Bank of Ceylon.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.5051493644714355,
      7.5514235496521,
      7.782597541809082,
      8.113987922668457
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      76.8,
      637.26,
      398.54,
      645.24
    ],
    "text": "t » Combined index for workers in Agriculture and workers in Industry and Commerce.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.2733540534973145,
      7.5514235496521,
      7.808631420135498,
      8.113987922668457
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      214.8,
      30.94,
      242.23,
      39.91
    ],
    "text": "( 1 4 1 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.317994117736816
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.28,
      51.58,
      408.06,
      131.11
    ],
    "text": "The year 1967 witnessed a number of instances of fruitful negotiation between employers and employees in the private sector. Among a number of collective agreements signed during the year, the most important were (a) the agreement between the Ceylon Workers' Congress and the Ceylon Estate Employers' Federa­tion granting an increase of 10 cents in daily wages for workers in the tea growing and manufacturing trade, and (b) the agreement between the Ceylon Mercantile Union and the Ceylon Employers' Federation granting 5 to 7 per cent increases in salaries.",
    "fonts": [
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      8.568061828613281,
      8.57617473602295,
      8.610419273376465,
      8.83616828918457,
      8.871626853942871,
      8.947952270507812
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.52,
      142.06,
      408.1,
      210.07
    ],
    "text": "In December 1967, the Government by regulation imposed an \"interim devaluation allowance\" equivalent to 40 cents per day for industrial workers and 30 cents per day for agricultural workers. This allowance was subject to a maximum of Rs. 10/- per month for the former, and Rs. 7-50 per month for the latter. Further, the allowances based on the cost of living index have been frozen at their December values until such time as the total allowances payable under the new scheme fall short of the allowances payable under the old scheme.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.48901653289795,
      8.505386352539062,
      8.577361106872559,
      8.610419273376465,
      8.822978973388672,
      8.852303504943848,
      8.87698745727539,
      8.888176918029785,
      8.901344299316406,
      8.962093353271484,
      9.012574195861816
    ]
  }
]