[
  {
    "page_number": 0,
    "bbox": [
      207.36,
      43.97,
      257.27,
      54.05
    ],
    "text": "( 29 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.32,
      65.57,
      412.98,
      112.37
    ],
    "text": "Production of eggs, as estimated by the Census and Statistics Department decreased by 5 per cent from 380 million in 1977 to 360 million eggs in 1978. As in the last year, low producer margins arising primarily from high animal feed prices led to this deterioration in production.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.475674629211426,
      9.673432350158691,
      9.935016632080078,
      10.004704475402832,
      10.041717529296875
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.6,
      128.31,
      101.32,
      136.17
    ],
    "text": "I N D U S T R Y",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.395153522491455
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      51.84,
      140.45,
      413.51,
      234.53
    ],
    "text": "The value of production of the manufacturing industry of Sri Lanka (excluding export processing industries associated with major traditional agricultural exports of Tea, Rubber and Coconut) has been estimated to have increased from Rs. 7004 million in 1977 to Rs. 8851 million in 1978, reflecting an expansion of 26 per cent, as against 16 per cent in the previous year.1 When deflated by the Wholesale Price Index to offset price changes, the real rate of industrial growth in 1978 could be estimated as 11 per cent, as compared with comparable rates of 1 per cent each in 1977 and 1976.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      9.57850170135498,
      9.673432350158691,
      9.91645336151123,
      9.919041633605957,
      9.922005653381348,
      9.933183670043945,
      9.945679664611816,
      9.961528778076172,
      9.979759216308594,
      10.104483604431152,
      10.163359642028809
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.56,
      243.89,
      413.99,
      457.97
    ],
    "text": "This remarkable and unprecedented spurt of industry in 1978 could be described as the spontaneous reaction of domestic industry to its emancipation from the straitjacket of controls after the re-orientation of economic policies in 1977. Liberalization of Imports made raw materials and spares easily available. As a result, inventories could be scaled down, and capacities utilized to a greater extent. Limited competition from imports necessitated the up-grading of quality In a competitive environment. It appears that certain industries were so inefficient that they were unable to compete even under substantial import protection and were driven to the wall, but it is worth examining whether such industries should be protected and nurtured for ever at a high social and economic cost. The high employment oriented handloom textile industries were faced with a critical challenge from superior and highly competitive textile imports, arising largely from the decision to supply the domestic market with cheap and better textiles by administrative waiver of protective tariffs. It appears that continued sudsidization of employment in the handloom industry at the expense of the consumer may be counter productive in the long run, as it encourages a low level of efficiency. It might be preferable to improve the technology and the quality with a view to catering to the high quality international markets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.327167510986328,
      9.408317565917969,
      9.414432525634766,
      9.43266773223877,
      9.494183540344238,
      9.641621589660645,
      9.673432350158691,
      9.912236213684082,
      9.915743827819824,
      9.916621208190918,
      9.922005653381348,
      9.933183670043945,
      9.93322467803955,
      9.935308456420898,
      9.945221900939941,
      9.952048301696777,
      9.952338218688965,
      9.95400333404541,
      9.974115371704102,
      10.0018892288208,
      10.027729034423828,
      10.032064437866211,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.32,
      467.81,
      415.43,
      609.89
    ],
    "text": "It appears that both public and private sector industries grew substantially in 1978. In current value terms, private sector industrial output expanded by 30 per cent, while the public sector output rose by 26 per cent. Capacity utilization which was about 61 per cent last year, rose to 70 per cent in 1978. Employment in industry has grown by about 15 per cent, private sector employment rising by 17 per cent, and public sector employment by 13 per cent. The usage of imported raw materials in industry rose from 66 per cent in 1977 to 79 per cent in 1978. This was an inevitable short-term development of the freeing of the bulk of raw materials from import licensing. Hereafter, import tariffs and not quantitative restrictions, will have to be used in encouraging the substitution of imports by domestic raw materials, wherever comparative advantages exists.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.442187309265137,
      9.644583702087402,
      9.673432350158691,
      9.910481452941895,
      9.916621208190918,
      9.917455673217773,
      9.917706489562988,
      9.922005653381348,
      9.933183670043945,
      9.941640853881836,
      9.945221900939941,
      9.96406364440918,
      9.979759216308594,
      10.004704475402832,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      52.32,
      618.39,
      415.28,
      642.09
    ],
    "text": "1- As in the past, this data is based on a Central Bank survey of nearly 1500 industrial establishments, which constitute the major part of domestic industry. Details will be published In the forthcoming Review of the Economy.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.521845817565918,
      7.547403335571289,
      7.774094581604004,
      7.774223804473877,
      7.822447299957275,
      7.828856468200684,
      7.869157791137695
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      205.68,
      48.29,
      253.94,
      58.37
    ],
    "text": "( 30 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.44,
      70.37,
      409.77,
      152.45
    ],
    "text": "According to the Ministry of Industries, industrial exports (including petroleum, but excluding gems) at current prices almost doubled to Rs. 1963 million in 1978; but when deflated for changes in the exchange rate, this amounted to an increase of about 5 per cent. Major increases were evident in the export of ceramic products, textiles and ready-made garments, handicrafts and processed foods. It is also noteworthy that about one-fifth of industrial production was exported.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.263246536254883,
      9.452312469482422,
      9.590424537658691,
      9.670479774475098,
      9.716141700744629,
      9.979759216308594,
      10.041717529296875,
      10.064535140991211,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.2,
      163.25,
      408.79,
      197.81
    ],
    "text": "The pattern of growth of the various manufacturing sectors in 1978 indicated a significant change in direction. The following table illustrates the position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.424454689025879,
      9.626794815063477,
      9.671806335449219,
      9.716141700744629,
      10.013060569763184,
      10.085904121398926
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      195.12,
      204.77,
      263.64,
      214.85
    ],
    "text": "TABLE 1 • 6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.399556159973145,
      9.716141700744629
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      121.44,
      223.01,
      333.9,
      233.09
    ],
    "text": "Value of Industrial Production 1976-1978",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.626106262207031,
      9.716141700744629,
      10.006814956665039
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      275.28,
      244.23,
      390.68,
      252.09
    ],
    "text": "Value of Production (Rs. Mn.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.498722553253174,
      7.58072566986084
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      121.44,
      257.91,
      186.62,
      265.77
    ],
    "text": "Industrial Croup",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.58072566986084,
      7.795301914215088
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      272.16,
      266.55,
      392.66,
      274.89
    ],
    "text": "1976 1977 1978",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.450129985809326,
      7.45456075668335,
      7.48970890045166
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.2,
      292.47,
      396.64,
      348.57
    ],
    "text": "1 • Food, Beverages and Tobacco 1,715 2,294 2,609 2- Textiles, Wearing Apparel and Leather Products-680 698 1,008 3 • W o o d and W o o d Products, including Furniture • • 129 127 124 4- Paper and Paper Products 203 270 376 5- Chemicals, Petroleum, Coal, Rubber and Plastic Products 2,336 2,469 3,279 6- Non-metallic Mineral Products, except",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.179641246795654,
      7.19538688659668,
      7.277690410614014,
      7.332103729248047,
      7.335781097412109,
      7.379834175109863,
      7.434347629547119,
      7.449723720550537,
      7.4555745124816895,
      7.456521034240723,
      7.4615559577941895,
      7.481358528137207,
      7.485837936401367,
      7.490314960479736,
      7.491088390350342,
      7.508900165557861,
      7.528142929077148,
      7.5341668128967285,
      7.542459487915039,
      7.58072566986084,
      7.831238746643066
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      272.16,
      333.03,
      344.54,
      340.89
    ],
    "text": "2,336 2,469",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.490314960479736,
      7.491088390350342
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.44,
      348.63,
      397.14,
      389.85
    ],
    "text": "Petroleum and Coal 360 411 592 7 • Basic Metal Products 138 132 219 8- Fabricated Metal Products, Machinery and Transport Equipment 474 571 590 9> Products n.e.s. 26 34 55",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.2573323249816895,
      7.331381320953369,
      7.410407066345215,
      7.434347629547119,
      7.449723720550537,
      7.456521034240723,
      7.457805633544922,
      7.46672248840332,
      7.508900165557861,
      7.528210163116455,
      7.58072566986084
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      89.76,
      407.43,
      396.76,
      416.01
    ],
    "text": "Total 6.C61 7,004 8,851",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.516951560974121,
      7.559082984924316,
      7.58072566986084
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      90.24,
      433.35,
      396.92,
      442.17
    ],
    "text": "Real Rate of Growth (%) 1 2 1-3 10-6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4555745124816895,
      7.533029556274414,
      7.58072566986084
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      277.68,
      453.99,
      400.84,
      461.85
    ],
    "text": "Source: Central Bank of Ceylon",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.385365009307861,
      7.441260814666748,
      7.58072566986084
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.64,
      470.21,
      410.25,
      586.13
    ],
    "text": "In terms of current values, the major growth sectors in 1978 were basic metal products (66 per cent), textiles, garments and leather (44 per cent), non-metallic mineral products (44 per cent), paper (39 per cent) and chemicals (33 per cent). By contrast, the growth sectors of last year were food and beverages, paper and fabricated metal products, machinery and equipment. Apparently, the slowing down in the growth of food and beverage industry was due to supply, problems (e. g. meat, milk, jaggery, etc.) and some import competition. Industries in the field of fabricated metal products, machinery and equipment (e. g. cutlery and crockery, motor spares, engineering tools) appear to have suffered a setback primarily on account of import competition.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.171156883239746,
      9.181896209716797,
      9.441792488098145,
      9.666411399841309,
      9.716141700744629,
      9.94863510131836,
      9.952255249023438,
      9.960198402404785,
      10.004704475402832
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.36,
      597.89,
      411.57,
      643.97
    ],
    "text": "The growth rates at cum nt values of the expanding sectors referred to above should be deflated for price changes if real rates of growth are to be ascertained. As there is no reliable index to deflate the output of these sectors, the sub-sector indices of the Wholesale Price Index may be used as a deflator.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.52640151977539,
      9.671806335449219,
      9.716141700744629,
      9.961528778076172,
      10.007518768310547,
      10.104483604431152
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      203.52,
      47.81,
      253.67,
      57.89
    ],
    "text": "( 31 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.0,
      67.25,
      409.46,
      137.33
    ],
    "text": "When thus adjusted, it appears that the basic metal products sector expanded by 43 per cent, chemicals by 29 per cent, paper by 10 per cent, and textiles and garments by 3 per cent. In the absence of a reliable deflator for the non-metallic mineral products sector, deflation by the change in cement prices (cement accounting for more than one-third of the output of this sector) would show a real growth of about 22 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.442187309265137,
      9.602677345275879,
      9.673432350158691,
      9.916621208190918,
      9.961528778076172,
      10.041717529296875,
      10.09825325012207,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.0,
      153.89,
      410.45,
      271.97
    ],
    "text": "The growth of the basic metal products sector was due entirely to the substantial expansion in output of the Steel Corporation. The expansion of the non-metallic products sector was largely due to a sharp increase in the produc­tion of cement, bricks and tiles. In the chemicals, petroleum, coal, rubber and plastics sector, the increases came from the petroleum, tyre and rubber industries. The output growth in paper and paper products group arose from the higher output of the Paper Corporation and a revival of the paper products industy after imports were relaxed. In the field of textiles, garments and leather products, it appears that a rise in the output of larger manufactu­ring units more than offset a drop in small industry output.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.385714530944824,
      9.673432350158691,
      9.912236213684082,
      9.916621208190918,
      9.922005653381348,
      9.923757553100586,
      9.952255249023438,
      9.995885848999023,
      10.0018892288208,
      10.03185749053955,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.2,
      287.09,
      411.4,
      333.17
    ],
    "text": "The decline, of the output of the wood and wood products, for the second, successive year, was a cause for concern. Production of the two majors in this field-the State Timber Corporation and the Ceylon Plywoods Corporation-showed a decline.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.270752906799316,
      9.555087089538574,
      9.587660789489746,
      9.673432350158691,
      10.041717529296875,
      10.04645824432373
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      49.2,
      347.33,
      412.68,
      573.41
    ],
    "text": "As mentioned in last year's Annual Report, the economic reforms of 1977 signalled a change in emphasis in the industrial field from import substitution under a high protective wall towards export-oriented development. A major arm of the new strategy was the establishment of \"Export Processing Zones\" within a 200 square mile territory, under the Greater Colombo Economic Commission (GCEC). Foreign investors, with or without local collaboration, in export oriented industries were invited into these industrial zones. Firms were offered attractive incentives such as a 7 to 10 year tax holiday and a concessionary turnover tax thereafter, exemption from import and export duties and harbour dues, a limited but preferred access to the domestic market and exemption from exchange controls on foreign transactions. Outside the GCEC area, the policy with regard to foreign investment was much more selective and investnments were generally to be limited to export-oriented industries or to areas where significant technology gaps existed locally. A Foreign Investment Advisory Committee (FIAC) vetted such investments. Local industries which required the import of capital of more than Rs. 700,000 required a licence, and such permission was granted by a Local Investment Advisory Committee (LIAC). Data on industries approved by the respective authorities during 1978 are given in the following table 1'7.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.22912311553955,
      9.327167510986328,
      9.333291053771973,
      9.362083435058594,
      9.370835304260254,
      9.3805513381958,
      9.411178588867188,
      9.414432525634766,
      9.424454689025879,
      9.650592803955078,
      9.673432350158691,
      9.907012939453125,
      9.910146713256836,
      9.910481452941895,
      9.929306030273438,
      9.933183670043945,
      9.93322467803955,
      9.936975479125977,
      9.939807891845703,
      9.969340324401855,
      9.973450660705566,
      9.979759216308594,
      9.999902725219727,
      10.004704475402832,
      10.02388858795166,
      10.119715690612793
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      50.16,
      587.57,
      413.25,
      639.41
    ],
    "text": "The GCEC has approved 52 industries with an investment of Rs. 1,624 million, of which 74 per cent was foreign investment. Of these, 32 industries representing one half of the foreign investment were in the field of textiles and garments. These foreign investors came from countries, which were faced with",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.582218170166016,
      9.673432350158691,
      9.933183670043945
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      338.4,
      61.97,
      408.33,
      72.05
    ],
    "text": "TABLE 1 . 7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.544160842895508
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      265.44,
      79.97,
      477.33,
      90.05
    ],
    "text": "Investment Approvals in Industry - 1978",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.544160842895508,
      9.883790016174316,
      9.977311134338379,
      10.038087844848633
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.72,
      117.18,
      201.71,
      125.16
    ],
    "text": "Industrial Category",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521,
      7.849915027618408
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      280.08,
      103.5,
      453.88,
      119.64
    ],
    "text": "Number of Units Foreign Investment (Rs. Mn.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.31818962097168,
      7.5514235496521,
      7.765726566314697
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      482.16,
      103.74,
      553.9,
      119.64
    ],
    "text": "Total Investments (Rs. Mn.)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.31818962097168,
      7.5514235496521,
      7.749387264251709
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      126.72,
      103.74,
      664.18,
      125.16
    ],
    "text": "Employment Potential (Nos:) Industrial Category",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.32282829284668,
      7.5514235496521,
      7.754703521728516,
      7.849915027618408
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      264.0,
      133.02,
      666.41,
      142.2
    ],
    "text": "GCEC FIAC LIAC GCEC FIAC LIAC* G C E C FIAC LIAC G C C FIAC LIAC",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.304682731628418,
      7.351654529571533,
      7.360111713409424,
      7.446902275085449,
      7.449790954589844,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.76,
      152.71,
      669.29,
      168.36
    ],
    "text": "1. Food, Beverages and Tobacco — — 109 — — 68 — — 99 — — 3,182",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.328772068023682,
      7.38370418548584,
      7.509085655212402,
      7.520984649658203,
      7.5514235496521,
      10.442999839782715,
      11.595000267028809,
      12.071000099182129,
      12.390999794006348
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.52,
      174.3,
      669.64,
      192.12
    ],
    "text": "2-Textiles BL Wearing Apparel and Leather Products 32 7 1,315 623 20 346 919 31 454 14,357 1.437 20,122",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      6.072251319885254,
      7.245790481567383,
      7.308017730712891,
      7.449825763702393,
      7.4720940589904785,
      7.486303329467773,
      7.50217866897583,
      7.502800464630127,
      7.507946491241455,
      7.509085655212402,
      7.5514235496521,
      7.753567695617676
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.76,
      198.06,
      78.74,
      206.04
    ],
    "text": "3-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.4751811027526855
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.28,
      222.3,
      78.31,
      230.28
    ],
    "text": "4-",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.456468105316162
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      87.6,
      198.06,
      189.22,
      213.96
    ],
    "text": "W o o d and W o o d Products including Furniture",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.2301764488220215,
      7.5514235496521,
      7.886087417602539
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      87.84,
      221.82,
      287.22,
      230.28
    ],
    "text": "Paper and Paper Products 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.5514235496521,
      7.754636764526367
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      306.96,
      202.47,
      351.66,
      224.3
    ],
    "text": "— 1184",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      10.054337501525879,
      12.562000274658203
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      384.0,
      222.54,
      389.84,
      230.52
    ],
    "text": "6",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.487307548522949
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      410.16,
      203.35,
      424.98,
      216.3
    ],
    "text": "—",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      11.595000267028809
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      435.6,
      215.34,
      459.55,
      223.32
    ],
    "text": "| 195",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      487.44,
      223.5,
      493.0,
      231.48
    ],
    "text": "7",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.308017730712891
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      517.44,
      203.64,
      532.87,
      217.12
    ],
    "text": "—",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      12.071000099182129
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      541.44,
      215.1,
      562.82,
      223.08
    ],
    "text": "• 200",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      586.8,
      222.78,
      600.82,
      230.76
    ],
    "text": "222",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.462340831756592
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      621.6,
      202.87,
      637.44,
      216.71
    ],
    "text": "—",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      12.390999794006348
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      642.72,
      215.58,
      669.54,
      223.56
    ],
    "text": "|1,535",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.532039165496826
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.76,
      237.66,
      670.18,
      255.48
    ],
    "text": "5-Chemicals. Petroleum, Coal. Rubber and Plastic Products 7 11 347 47 24 133 75 36 179 9,681 528 7,092",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.308017730712891,
      7.509085655212402,
      7.510396957397461,
      7.514123439788818,
      7.519157886505127,
      7.528631687164307,
      7.534103870391846,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.28,
      261.18,
      670.35,
      279.24
    ],
    "text": "6-Non-Metallic Mineral Products except Petroleum and Coal 2 1 126 497 9 16 583 21 21 832 78 2,262",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.456850528717041,
      7.462340831756592,
      7.507566452026367,
      7.507946491241455,
      7.5088090896606445,
      7.514123439788818,
      7.519157886505127,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.52,
      281.4,
      671.93,
      295.67
    ],
    "text": "7-Basic Metal Products — — — — — — — — — — — —",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.508671760559082,
      7.5514235496521,
      11.595000267028809,
      12.071000099182129,
      12.340999603271484,
      12.390999794006348
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.04,
      300.54,
      670.23,
      318.6
    ],
    "text": "8-Fabricated Metal Products Machinery and Transport Equipment 3 2 304 10 21 91 16 33 108 555 342 9.120",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.22056245803833,
      7.462340831756592,
      7.486303329467773,
      7.50217866897583,
      7.519157886505127,
      7.5514235496521,
      7.740987777709961
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      70.8,
      321.0,
      672.69,
      336.26
    ],
    "text": "9-Products N.E.S. 7 — — 19 — — 25 — — 848 — —",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.308017730712891,
      7.520984649658203,
      7.53358793258667,
      7.5514235496521,
      12.071000099182129,
      12.390999794006348,
      12.562000274658203
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      143.04,
      350.7,
      667.2,
      360.84
    ],
    "text": "Total 52 21 2,385 1,202 74 849 1,624 121 1,061 2 M 9 5 2,385 43,313",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.449825763702393,
      7.459839344024658,
      7.509085655212402,
      7.510396957397461,
      7.5514235496521
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      71.04,
      371.58,
      657.66,
      400.2
    ],
    "text": "• Refers to the foreign cost of the projects. Sources: Greater Colombo Economic Commission ( G C E C ) Foreign Investment Advisory Committee (FIAC) Local Investment Advisory Committee (LIAC)",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      7.199999809265137,
      7.2898712158203125,
      7.344211578369141,
      7.358597278594971,
      7.4102654457092285,
      7.5514235496521,
      7.765192031860352
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      206.16,
      43.01,
      255.35,
      53.09
    ],
    "text": "( 33 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      65.09,
      410.87,
      99.17
    ],
    "text": "quantitative and other restrictions in expanding exports to major markets in developed countries, whereas Sri Lanka provided them with further opportunity for export expansion.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.525835990905762,
      9.673432350158691,
      9.959450721740723,
      9.96406364440918,
      9.97789192199707
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      109.49,
      411.41,
      275.57
    ],
    "text": "The FIAC had approved 21 industries with an investment of Rs. 121 million, two-thirds of which was from abroad. Of these, 11 firms accounting for 32 per cent of the foreign investment were in the field of chemicals, rubber and plastics, and 7 firms accounting for another 27 per cent of the foreign investment were in textiles and garments. In the case of 2385 industries approved by LIAC, 1315 or 55 per cent, involving 43 per cent of the total investment were in textiles and garments. In the chemicals and fabricated metal products and machinery fields, there were 651 approvals accounting for 27 per cent of the invest­ment. Generally speaking, most of the new industries approved outside GCEC were also in the field of textiles and garments. Most of the industries approved by the FIAC were export oriented, but most of the LIAC - approved industries were concerned with the domestic market. Of the industries approved by the LIAC, there were some involving advanced technology in the chemical, machinery and precision equipment fields.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.311840057373047,
      9.382405281066895,
      9.383552551269531,
      9.442187309265137,
      9.582218170166016,
      9.673432350158691,
      9.933183670043945,
      9.936725616455078,
      9.952006340026855,
      10.007518768310547
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.4,
      286.13,
      411.35,
      404.21
    ],
    "text": "The authorities have been concerned by the heavy concentration of industry in and around the city of Colombo. A survey has revealed that over 80 per cent of manufacturing industry accounting for 90 per cent of the value of production and 81 per cent of the workforce was located in the Colombo district. Several fiscal and other concessions are contemplated to foster a more balanced regional dispersal of industry. But modern industry tends to be footloose; and for such industries the contemplated concessions could be only marginal. Hence it might be advisable to foster regional dispersal of industries by setting up regional industrial centres, with the necessary infrastructure to attract investment outside the Colombo district.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.320549964904785,
      9.340653419494629,
      9.362083435058594,
      9.576339721679688,
      9.673432350158691,
      9.912820816040039,
      9.921087265014648,
      9.922005653381348,
      9.933183670043945,
      9.939807891845703,
      9.943806648254395,
      9.979759216308594,
      9.982290267944336,
      10.14676570892334,
      10.23731803894043
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      414.87,
      85.33,
      422.73
    ],
    "text": "PRICES",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      426.77,
      411.48,
      519.17
    ],
    "text": "The Colombo Consumers' Price Index, prepared by the Department of Census and Statistics and the Wholesale Price Index prepared by the Central Bank are the only published indicators of the changes in price levels in the economy, The former measures the changes in retail prices and in 1978, recorded an increase of 12-1 per cent as against an increase of 1-2 per cent in each of the previous two years. Serious shortcomings of this index has been spotlighted in past issues of the Annual Report. The Wholesale Price Index1, on the other hand, showed a rise of 15-8 per cent in 1978, compared to an increase of 20 8 percent2",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      9.362083435058594,
      9.41755485534668,
      9.555087089538574,
      9.673432350158691,
      9.91645336151123,
      9.918416023254395,
      9.921045303344727,
      9.935016632080078,
      9.973492622375488,
      10.022483825683594,
      10.041717529296875
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.64,
      520.85,
      411.35,
      577.97
    ],
    "text": "last year, indicating a moderation in price rises in the year under review. The Implicit Price Index, which is the ratio of Gross National Product at current market prices to the Gross National Product at 1959 constant prices showed an increase by 15 per cent in 1978, as against an increase of 16 per cent in the previous year, confirming the foregoing inference.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691,
      9.91645336151123,
      9.93322467803955,
      9.938850402832031,
      9.941640853881836,
      10.004704475402832
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      50.16,
      588.39,
      410.96,
      638.97
    ],
    "text": "! • The primary marketing pertaining to a product may be considered as the fiist major commercial transaction in the chain of sales of the product. Therefore, Wholesale Price would mean mostly the producers' price of locally produced goods and import r rices of imported goods. They are thus different from what are referred to in common parlar.ee a> wholesale prices. 2- Revised figure.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.19538688659668,
      7.257713794708252,
      7.311586856842041,
      7.404315948486328,
      7.466418743133545,
      7.508162021636963,
      7.547403335571289,
      7.747690677642822,
      7.866530895233154
    ]
  }
]