[
  {
    "page_number": 0,
    "bbox": [
      120.72,
      56.06,
      331.62,
      66.02
    ],
    "text": "ECONOMIC PERFORMANCE, PROBLEMS",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      167.28,
      70.94,
      285.15,
      80.9
    ],
    "text": "AND POLICIES - 1977",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.6,
      96.78,
      107.13,
      104.76
    ],
    "text": "INTRODUCTION",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.163909435272217
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      116.54,
      406.4,
      366.5
    ],
    "text": "The Sri Lanka economy which grew at an average rate of 3.5 per cent during the last five years achieved a higher but modest growth rate of 4.4 per cent in 1977. An improved performance by domestic agriculture, services, trade, transport and communication sectors was largely responsible for this development. The terms of trade improved substantially, for the second year in succession, and induced a trade surplus of about one-tenth of total export earnings. Consequently, the balance of payments recorded a current account surplus for the first time since 1965 and for the second time since 1956. A considerable strengthening of the overall payments position led to a substantial augmentation of external assets. These developments contributed to a sharp expansion of the domestic money supply, for the second suc­cessive year, and certain measures had to be taken to restrain expansion in the private and the government sectors. Nevertheless, the expansion in money supply remained high, and this was mainly responsible for a considerable pressure on the price level. Despite the increase in money wa&es towards the end of the year, real wages appe­ared to have declined, except perhaps in the plantation sector. Unemployment appeared t o b e growing, largely on account of the sluggish growth of the economy in recent years which was inadequate to absorb the growing work force. The new Government reacted to this situation by adopting fundamental and far reaching economic reforms, which almost reversed the policies adopted since 1956, or perhaps since Sri Lanka became an independent country in 1948. In that sense, the year 1977 was a watershed in the economic history of Sri Lanka.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      379.1,
      406.65,
      473.06
    ],
    "text": "The Gross National Product at current prices rose by 21 per cent in 1977. When discounted for price increases, the real growth in GNP was 4.4 per cent. Allowing for the population increase of 1.7 per cent, the real product per capita grew by 2.6 per cent, which was twice the rate of growth achieved in the previous two years. On the other hand, domestic savings grew from 14 to 19 per cent of the domestic product; and the rate of fixed capital formation accelerated by 10 per cent, compared to a growth of 24 per cent in the previous year. The slower growth in 1977 was due to a fall in capital formation by the government.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      482.06,
      406.64,
      600.02
    ],
    "text": "One half of the increase in the real national product in 1977 originated in the agricultural sector. This reflects the predominance of this sector in the economy. The slow rate of growth achieved in recent past was largely due to an uneven per­formance by this sector, which can be attributed mainly to inclement weather, unfavourable prices and certain government policies. Thus, the heavy dependence of the economy on vagaries of weather and international prices has been a serious handicap on the country's development effort. This highlights the importance of water management and investment in water conservation and irrigation systems on the one hand, and of international commodity price stabilization, on the other in the economic development of the country.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.84,
      609.02,
      405.64,
      642.98
    ],
    "text": "Paddy production has been estimated to have risen by 34 per cent to a record level of 80.4 million bushels in 1977. The .Maha harvest of 54.8 million bushels and the Yala harvest of 25.6 million bushels were new peaks. Tea production rose by",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      213.36,
      36.86,
      246.85,
      46.82
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      51.6,
      60.14,
      410.58,
      130.1
    ],
    "text": "7 per cent and rubber dropped.marginally; Coconut output fell sharply. While the improvement in paddy and tea was mainly, due to improved weather and pro­ducer response to better prices, the decline in coconut was mainly the result of lagged effects of last year's drought. Most of the subsidiary food crops: recorded improved production levels in 1977, although production of root crops have declined, on account of increased availability of subsidized wheat flour.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.926983833312988,
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      52.8,
      148.46,
      412.4,
      326.42
    ],
    "text": "Diversification of the export structure to reduce the dependence-oh three major exports - tea, rubber and coconut-has been a main plank of government policy for several years. A dual exchange rate inthe form of thcFEEC Scheme and.additibnal incentives in the form of the Convertible Rupee Account Scheme have been instru­mental in the secular growth of the share of export earnings by minor agricultural exports, gems and light industrial exports in recent years. According to Customs returns, theyear 1977 witnessed a further expansion of these exports by about 18 per cent. Earnings from minor agricultural exports rose by 46 per cent and industrial exports by about 11 per cent. Although the Customs record an increase in gem exports of 7 per cent, the State Gem Corporation indicates a decline in export value of 11 per cent largely on account of uncertainties in the market. The share of these non-traditional exports in the total exports declined from 26 to 22 per cent in 1977, but this is more a reflection of the remarkable growth in tea export income in the year than a reversal in export diversification. Gross- earnings from tourism rose from Rs. 198 million in 1976 to Rs. 267 million in 19.77.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.48,
      344.54,
      413.4,
      426.5
    ],
    "text": "Industrial growth continued to be sluggish in 1977. There has been a strong emphasis on the public sector with regard to investment and raw material allocations in recent times; but the productivity of this sector has been much below expectations. This.can be attributed to monopoly power, lack of incentives and of managerial exper­tise, and heavy handed interference in production, pricing and employment policies: These problems will have to be resolved, if this sector is to be made efficient. In late 1977, the government announced the closing down of.loss-making.public corpora1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.90554428100586,
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      54.96,
      428.54,
      413.88,
      582.5
    ],
    "text": "tions and'the handing over of certain key industrial enterprises to private sector management. Many public sector enterprises make financial losses on account of uneconomic social obligations (such as.regional development, priceTestraint to keep cost of living low) thrust upon them; and in such instances; financial profitability would not be a reliable indicator of efficiency. On the other hand, private sector industry was faced with endemic problems of bureaucratic controls over raw material and machinery imports, although the flow of such imports improved somewhat in 1977. Though capacity utilisation improved, it was yet quite low. These industries, by and large, have been heavily protected for too long, sometimes enjoying consi­derable monopoly power, and as a lesult, have tended to be unenterprising and inward-looking. In order to free the industrial sector from this strait-jacket' of controls, the government liberalized imports- of raw materials and machinery in November, 1977.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.898174285888672,
      8.954887390136719,
      9.439279556274414,
      9.486827850341797
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      56.16,
      599.9,
      416.3,
      645.86
    ],
    "text": "The trade and payments position of Sri Lanka showed a substantial improvement in.1977. This-was mainly due-to a remarkable improvement in the terms-of trade for the second successive year. Sri Lanka!s terms of trade, which had continuously deteriorated since 1965, showed i ^improvement of 35 per- cent in; 1976 and\" improved",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.926802635192871,
      8.954887390136719,
      9.439279556274414
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.2,
      47.42,
      238.64,
      57.38
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.76,
      70.46,
      403.05,
      284.42
    ],
    "text": "further by 31 per cent in 1977. According.to trade indices, export prices improved by 60 per cent although the volume declined by 8 .per cent. rOn the other .hand, import prices rose by 23 per cent and import volume rose by 29 per cent. There was an unprecedented increase in the tea export prices of about 80 per cent, which wa9 the result of continuous improvement of world tea prices a n d t h e depreciation .of the Rupee during the latter part of 1977. As a result o f these developments, Customs data indicated a trade surplus of Rs. 631 -million, which compared with a surplus of Rs. 170 trillion *in the previous year. Actual payments data, however, indicate a trade surplus of Rs. 490 million in 1977. When account is taken .of a doubling o'f net-receipts from services (invisibles) and net transfer payments of equal magnitude as in the previous year, the current account df the balance of payments showed a turn around from a deficit of Rs. 50 million last year to an unprecedented surplus of Rs. .1,259 million in 1977. Net receipts of long-term capital of Rs. 754 million went o n t o raise the basic balance ftom'Rs! 665 million in 1976 to-Rs. 2,013 million this year. The.end result of this strong out-turn in the balance of payments was an augmentation of .external assets by Rs. 4,171 million. Of course, a-fair portion of this;increase. arose from a-revaluation of these assets as a result of the exchange-rate changes of. the .Sri Lanka Rupee and other .relevant international currencies. -",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.24,
      296.78,
      404.19,
      426.74
    ],
    "text": "The .improved balance of payments performance contributed to.a.sriarp.growth, of external banking assets, which in turn led to. a sharp domestic monetary expansion of Rs. .1,200: million or by 29 per centjn 1977. This followed a 35 .per cent expansion in money supply inthe previous year. These developments: necessitated .the adoption of.a credit squeeze in the form of restrictions in Central Bank accommodation,.an increase, in the Bank rate and a, sharp escalation in the short-term interest rates in the country. As a result, there was a substantial build up of time.and savings deposits by the public, which led to a contractionary impact, by the private .sector on money supply. The Government sector too exerted a .contractionary influence. Thus, but Jbr the monetary policies adopted during the year, .the inflationary situation j n thceconomy would have been higher:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.80704116821289,
      8.918632507324219,
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      42.0,
      438.38,
      403.64,
      589.46
    ],
    "text": "T h e exchange system of Sri Lanka .underwent a fundamental change during 1977. The year began with the Rupee .linked to a, basket of .international currencies which figured prominently'in the trade of the country. When the exchange rate was Rs. 8.72 to the U.S. Dollar, the Government, on March 12, revalued the Rupee by approxi­mately .20-per cent, .to Rs. 7.28 per U.S. Dollar, althoughthere was-no clear evidence that the improvement in the payments position'was due to any structural strength in the economy. In .August, the Government decided to correct this position and the Rupeewas allowed.to depreciate gradually. On November 15* a comprehensive exchange rate reform was undertaken. The basic rate and the premium (FEEG) rate were unified:at an.initial rate of Rs. -16 to the U.S; Dollar and the Rupee was allowed to float. .Atthe beginning, thebuying and selling rates for the U.CS. Dollar Were.-Rs. :15.97, and iRs. 16.03. By the end ^of the year, they 4were Rs. 15.33 and Rs. 115.59.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      3.1342105865478516,
      8.811271667480469,
      8.849613189697266,
      8.898174285888672,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.52,
      600.38,
      403.41,
      658.34
    ],
    "text": "A comprehensive import liberalization accompanied this change. Imports were liberalised except in the case of a few items which continued to require, licensing, for considerations »T security, protection, politicaLsensitivity, and.the,need to conti­nue government subsidization. A new tariff structure .designed .to .protect ilocal enterprise, while allowing some import competition, wasimplementedsimultaneously.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      213.12,
      52.46,
      246.56,
      62.42
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      50.88,
      76.22,
      409.47,
      110.18
    ],
    "text": "Imports of capital goods upto Rs. 700,000 were allowed freely. In other words, there was a basic shift in government policy away from cumbersome quantitative controls, towards a simple regulation by tariffs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      51.6,
      127.58,
      410.3,
      197.54
    ],
    "text": "There was also a liberalization of the stringent exchange controls on payments, and a relaxation of government monopoly power. The various trade monopolies of State were to be gradually eliminated and an atmosphere of public and private sector competition was to be introduced. Government subsidization of consumers was to be scaled down. As an initial step, the consumer food subsidy was withdrawn from those with incomes above Rs. 300 per month.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.08,
      215.18,
      413.74,
      465.14
    ],
    "text": "These were some of the most far reaching economic reforms ever undertaken. In the past, Sri Lanka has undoubtedly been successful in containing population growth, ensuring a more equitable distribution of income, and maintaining a quality of life not matched by many other countries with higher per capita incomes. Despite these social achievements, Sri Lanka's capacity to maintain these living standards have been seriously eroded by the slow growth of the economy. The new economic policy stemmed from a basic diagnosis of the malaise, namely, that the continued allocation of a large volume of resources to consumption was inimical to economic growth and generation of employment; that the rigid control system that had been built up over the years had seriously distorted relative prices, and had dampened private sector incentives; that the public sector which was fostered to fill the vacuum had become wasteful and complacent; and that successive governments had failed to take corrective action but had only resorted to short-term palliatives, which had only compounded the problems. It logically followed that greater resources should be channelled for future income and employment generating investment; that the rigid controls, starting with the trade and payments controls meant to maintain a clearly overvalued currency, had to be dismantled; disincentives in the private sector had to be removed; and the public sector had to be made more efficient The basic aim of the initial package of policies was meant to channel more resources to invest­ment and to free the economy of some of the vexatious controls, so as to allow the. market forces to play a greater role in the allocation of resources.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      53.76,
      486.62,
      414.05,
      664.58
    ],
    "text": "The success of these policies will depend crucially on the manner in which they are carried to their logical conclusion, given the social and political constraints, and the speed with which such policies would yield the desired results, in terms of increased output, incomes and employment. In the short-term, the adverse effects on living standards of the people may have to be cushioned by external assistance especially if a large external resource gap emerges. Also, the policy of liberalizing the economy is likely to take some time to work itself out. For instance, it appears that imports, since liberalization, have tended to be somewhat sluggish, but this has to be expected in the wake of a long period of controls when importers have to re-establish their connections and take a view of the market. Also, the vexatious control system will have to be dismantled systematically and assiduously. If the economic reforms recently initiated by the Government are to be carried to their logical conclusion, it is important to ensure that the implementing machinery does understand the basic thrust of the new economic policies. This would ensure the mutual consistency of various government policy measures that will have to be adopted in the future.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]