[
  {
    "page_number": 0,
    "bbox": [
      201.6,
      29.74,
      237.75,
      38.71
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.959914207458496,
      8.686283111572266
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.88,
      47.98,
      401.27,
      158.47
    ],
    "text": "75. The Colombo share market showed considerable activity during the year. It is a small market by Indian or western standards. At the end of December, 1950, there were 192 companies on the share list of the Colombo Brokers' Association of which 62 were tea, 61 rubber, 30 tea-cum-rubber, 9 coconut, and 30 commercial companies. Interest in shares has been growing steadily, and was especially keen in the latter half of 1950 following the outbreak of the Korean war and the marked rise in export prices, especially for rubber. The index for rubber shares rose from 115 in the fourth quarter of 1949 to 241 in the fourth quarter of 1950, an increase of about 110 per cent. The corresponding indexes for te-cum-rubber were 165 and 253, an increase of 63 per cent. ; and for tea 193 and 238, an increase of 23 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3275728225708,
      8.346694946289062,
      8.383049964904785,
      8.411996841430664,
      8.434663772583008,
      8.445080757141113,
      8.511670112609863,
      8.525533676147461,
      8.536685943603516,
      8.604930877685547,
      8.613846778869629,
      8.646841049194336,
      8.686283111572266,
      8.891682624816895,
      8.901712417602539,
      8.91412353515625,
      8.917765617370605,
      8.99960708618164
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.4,
      169.9,
      399.86,
      259.51
    ],
    "text": "76. As indicated by statement 8, there has been a marked rise in savings during the year. Whereas in 1949 total savings had increased by only Rs. 6'4 million during the entire year, in 1950 savings increased by Rs. 33 million, an average of approximately Rs. 3 million a month. By the end of the year, in fact, the rate of. saving per month had jumped to more than Rs. 5 million per month. This rate of saving is still low, of course, but the increase of 1950 over 1949 is an encouraging indication that some members of the public at least are finding that they have a small excess of income over expenditure to put by each month for future needs.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.357889175415039,
      8.362873077392578,
      8.374671936035156,
      8.448653221130371,
      8.448887825012207,
      8.465682029724121,
      8.488862037658691,
      8.524687767028809,
      8.628344535827637,
      8.686283111572266,
      8.901712417602539,
      9.001465797424316,
      9.040304183959961,
      9.106107711791992
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      270.46,
      400.67,
      383.11
    ],
    "text": "77. The banking system continued to maintain a high degree of liquidity during the year, though the banks as a whole were not as liquid at the end of 1950 as they were at the end of 1949, as will be seen from Statements 2 and 3. The effect on the banking system of the inflationary situation which developed during the year can be traced in Statement 2. Deposits with the banks increased by 27 per cent, from Rs. 625*4 million at the end of December, 1949 to Rs. 796 • 8 million at the end of December, 1950. Cash and short-term assets held in Ceylon and abroad decreased from Rs. 525\" 8* million, or 84 per cent, of total deposit liabilities, to Rs. 453 • 9* million, or 57 per cent. On the other hand, investments, bills, overdrafts and loans expanded significantly, the principal increases in order of importance being in bills, overdrafts and loans.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.100000381469727,
      8.342370986938477,
      8.368245124816895,
      8.392358779907227,
      8.432951927185059,
      8.445080757141113,
      8.4624662399292,
      8.468549728393555,
      8.473235130310059,
      8.511670112609863,
      8.513134956359863,
      8.515716552734375,
      8.612360954284668,
      8.659844398498535,
      8.686283111572266
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      108.72,
      393.82,
      327.68,
      402.79
    ],
    "text": "VIII. Operations and Accounts of the Central Bank",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.3919677734375,
      8.686283111572266
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      38.16,
      413.5,
      398.65,
      480.07
    ],
    "text": "78. When it commenced business, the Central Bank fixed the buying.and selling rates of foreign currencies in which it proposed to deal with commercial banks. Rates were initially set for sterling and Indian rupees only. Subsequently, when the Bank undertook to provide commercial banks with dollar cover, rates were fixed for U. S. dollars as from December 8, 1950. These rates are shown in the Bank circulars in Appendix I of the report.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.369499206542969,
      8.381915092468262,
      8.40192985534668,
      8.434469223022461,
      8.445080757141113,
      8.454980850219727,
      8.525533676147461,
      8.604930877685547,
      8.662836074829102,
      8.686283111572266,
      8.987934112548828
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      490.78,
      398.14,
      545.83
    ],
    "text": "79. Statement 7 shows the Central Bank's monthly purchases and sales of foreign exchange from August 28 up to the end of January, 1951. Purchases up to the end of December, 1950, amounted to Rs. 553'3 million, consisting of Rs. 22-4 million-spot and Rs. 530-9 million forward ; sales totalled Rs. 60-6 million, all of which were spot trans.-actions.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.342370986938477,
      8.374671936035156,
      8.445080757141113,
      8.511670112609863,
      8.58420467376709,
      8.603404998779297,
      8.686283111572266,
      8.968093872070312,
      8.983444213867188
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      37.92,
      557.02,
      400.23,
      623.59
    ],
    "text": "80. When it commenced business, the Central Bank also fixed the minimum buying, rates and the maximum selling rates at which commercial banks may deal with the public in the currencies of most importance in Ceylon's trade ; sterling, U.S. and Canadian dollars, Indian rupees, Australian pounds and Pakistan rupees. When the Canadian monetary authorities decided to free the Canadian dollar and permit it to find its level in the market,-the rates fixed earlier for the: Canadian:'dollar were withdrawn as from October",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.334620475769043,
      8.40192985534668,
      8.445080757141113,
      8.454980850219727,
      8.525533676147461,
      8.625226020812988,
      8.686283111572266,
      8.893048286437988,
      8.936726570129395,
      8.987934112548828
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      142.08,
      634.23,
      398.06,
      642.09
    ],
    "text": "* Totals of columns 14 and 15 of Statement 3. ' .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.613901615142822,
      7.804543972015381,
      7.82818078994751
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      197.76,
      29.52,
      233.51,
      36.68
    ],
    "text": "( 18 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      6.602075099945068,
      6.873452186584473,
      6.874515533447266
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      35.52,
      46.78,
      395.58,
      112.15
    ],
    "text": "2, 1950. Parities were also established, with respect to the Ceylon rupee, of foreign currencies ordinarily required for the international transactions of Ceylon. The parity established for the Canadian dollar was, however, withdrawn as from October 2, 1950. Appendix I contains full particulars of the minimum buying and maximum selling rates for business transacted by commercial banks and of the parities of the Ceylon rupee for certain foreign currencies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.216092109680176,
      8.346694946289062,
      8.508779525756836,
      8.610419273376465,
      8.824837684631348,
      8.83639144897461,
      8.847411155700684,
      8.852340698242188,
      8.854823112487793,
      8.858230590820312,
      8.878576278686523,
      8.987934112548828
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      123.58,
      395.49,
      164.95
    ],
    "text": "81. The Central Bank's rate of interest on advances secured by pledge of Govern­ment securities was fixed at 2 | per cent, per annum under Section 82 of the Monetary Law Act, effective from August 28, 1950. There has been no occasion to grant advances during the year under this provision.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.185530662536621,
      8.291647911071777,
      8.610419273376465,
      8.824763298034668,
      8.883710861206055,
      8.899168968200684,
      8.932100296020508,
      9.040304183959961
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      36.96,
      176.38,
      395.58,
      230.47
    ],
    "text": "82. Section 97 (i) of the Monetary Law Act requires the Central Bank to provide facilities for clearance transactions among commercial banks operating in Ceylon. Accordingly it took over from the Colombo branch of the Imperial Bank of India, which had hitherto functioned as the clearing bank, the management of the clearing house as from August 29,1950. Data on bank clearings are given in Statement 5 in Appendix II.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.268271446228027,
      8.3275728225708,
      8.396306037902832,
      8.445080757141113,
      8.610419273376465,
      8.824763298034668,
      8.824837684631348,
      8.84347915649414,
      8.856712341308594
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.68,
      242.38,
      395.43,
      272.95
    ],
    "text": "83. The financial accounts of the Central Bank for the period ending December 31, 1950, appear in Statement 6A. The monthly movements of the accounts of the Bank are described in Statement 6B.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.014744758605957,
      8.311247825622559,
      8.411996841430664,
      8.576213836669922,
      8.610419273376465,
      8.824763298034668,
      8.84347915649414
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      283.9,
      395.47,
      337.03
    ],
    "text": "84. The capital and surplus of the Bank were fixed under the Monetary Law Act at Rs. 15 and Rs. 10 million respectively. The funds were provided by transfers from the excess of assets over liabilities of the Board of Commissioners of Currency as of August 28, when the Central Bank commenced business and the Currency Board ceased operations.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.365656852722168,
      8.610419273376465,
      8.824763298034668,
      8.836503028869629,
      8.872957229614258,
      8.894782066345215
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      347.98,
      397.81,
      469.75
    ],
    "text": "85. Notes and coins issued by the Currency Board and in circulation on August 28, became liabilities of the Central Bank after that date. The Bank also took over from the Board its unissued stock of notes and coins. Statements 1A showing the composition of the money supply describes the movements of the gross and active circulation of currency. The sharp drop of Rs. 80 million recorded in the gross circulation at the end of August, 1950, is explained by the fact that before there was a central bank the commercial banks held their reserves in the form of currency, most of which was concentrated with the clearing bank, the Imperial Bank of India. When the Central Bank commenced business, the commercial banks deposited a good portion of this cash with the Central Bank in order to meet their reserve requirements. Accordingly, their holdings of currency fell from Rs. 117'8 million at the end of July to Rs. 25 million at the end of August.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.034448623657227,
      8.230731964111328,
      8.307339668273926,
      8.374671936035156,
      8.386062622070312,
      8.39122486114502,
      8.411996841430664,
      8.454980850219727,
      8.546671867370605,
      8.578508377075195,
      8.610419273376465,
      8.824763298034668,
      8.850857734680176,
      8.859638214111328,
      8.888176918029785,
      8.891314506530762,
      8.901712417602539,
      8.932100296020508,
      9.106107711791992
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.92,
      482.86,
      397.41,
      514.39
    ],
    "text": "86. Deposits with the Central Bank at the end of the year totalled Rs. 191' 4 million. Of this sum, Government deposits amounted to only Rs. 12\" 4 million, as the majority of Government deposits were still held with the commercial banks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.118972778320312,
      8.268271446228027,
      8.357889175415039,
      8.610419273376465,
      8.824763298034668,
      8.932100296020508
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      525.58,
      398.27,
      590.95
    ],
    "text": "87. Deposits of commercial banks amounted to Rs. 165 • 2 million while the amount required to be held as reserves was only Rs. 77 • 3 million. According to Statement 4 in the appendix, which sets out the reserve position of commercial banks, excess reserves of commercial banks at the end of the year amounted to Rs. 85' 9 million. Excess reserves fell to Rs. 57\" 5 million when the increased reserve requirements became effective as from January 5, 1951.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.893074989318848,
      8.100000381469727,
      8.342370986938477,
      8.430306434631348,
      8.525533676147461,
      8.536378860473633,
      8.558792114257812,
      8.610419273376465,
      8.84347915649414,
      8.8555269241333,
      8.976832389831543
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.44,
      602.62,
      398.12,
      642.55
    ],
    "text": "88. The value of the International Reserve of the Central Bank-at the close of the year was Rs. 565• 1 million. The International Reserve at the end of the,year»amounted to 101 per cent, of the total of the demand liabilities of the Bank *nd to 62 per cent; of the money supply.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.3634614944458,
      8.368245124816895,
      8.369499206542969,
      8.610419273376465,
      8.820859909057617,
      8.824763298034668,
      8.852303504943848,
      8.870701789855957,
      9.54072093963623
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      198.72,
      26.06,
      234.0,
      36.02
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.998754501342773,
      9.64820671081543
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      35.52,
      45.1,
      395.67,
      104.47
    ],
    "text": "89. As will be seen from the statement of accounts, (see Statement 6A), the net profit of the Bank for the period from August 28 to December 31, 1950, after making provisions in terms of Section 38 of the Monetary Law Act, amounted to Rs. 313,674.38. In terms of Section 39, this profit has been used, after consultation with the Minister of Finance, to reduce the special loan amounting to Rs. 14,285,700 granted to Government by the Bank under the Bretton Woods Agreements Act.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.8319926261901855,
      8.30192756652832,
      8.342370986938477,
      8.398844718933105,
      8.445080757141113,
      8.459053039550781,
      8.468549728393555,
      8.48874568939209,
      8.567066192626953,
      8.589285850524902,
      8.665675163269043,
      8.686283111572266,
      8.932100296020508
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      45.12,
      115.66,
      159.54,
      135.19
    ],
    "text": "Central Bank of Ceylon, Colombo, March 3 1 , 1 9 5 1 .",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.624721050262451,
      8.290617942810059,
      8.425596237182617,
      8.686283111572266
    ]
  }
]