[
  {
    "page_number": 0,
    "bbox": [
      216.0,
      47.52,
      247.42,
      62.73
    ],
    "text": "Cm)",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      14.587319374084473
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      87.36,
      73.9,
      367.86,
      82.87
    ],
    "text": "(J) SURVEY OF C O S T OF P R O D U C T I O N OF PADDY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.47021484375,
      8.486620903015137,
      8.520684242248535,
      8.535840034484863,
      8.843368530273438,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.08,
      98.38,
      407.43,
      191.35
    ],
    "text": "In 1966, the Central Bank commenced an island-wide sample survey to collect data on the cost of production of paddy in Ceylon. Such basic information on paddy production has not been collected so far on any systematic basis. At present, apart from results of controlled field experiments, we have only a general idea of the relationship between individual inputs and the resulting paddy yields in the country as a whole. More precise and quantitative data will assist in the analysis of the relative importance of labour, capital, fertilizer and other inputs and in planning for increased paddy yields in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.60584545135498,
      8.82111930847168,
      8.8311185836792,
      8.8555269241333,
      8.910000801086426,
      9.077386856079102
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      46.08,
      210.46,
      407.56,
      255.43
    ],
    "text": "A sample of about 3,000 plots was chosen by taking 600 villages spread over all the 22 districts and drawing 5 plots from each selected village. The number of plots chosen from each district was related both to the area under cultivation and the number of plots in the district.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.474048614501953,
      8.642210960388184,
      8.833309173583984,
      8.8555269241333,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.36,
      274.06,
      416.2,
      331.03
    ],
    "text": "A comprehensive questionnaire was drawn up, with the assistance of the ' Department of Agriculture, to elicit information on all components of the cost of production of paddy, at all the stages from preparatory tillage of the soil to disposal of output. A draft questionnaire was tried out on some plots in the Kurunegala District during the Yala season in 1966 and suitable modifications were made in it.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.474048614501953,
      8.629561424255371,
      8.814535140991211,
      8.833309173583984,
      8.867152214050293,
      8.910000801086426,
      9.120075225830078
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.4,
      349.66,
      405.99,
      538.63
    ],
    "text": "In the final form, the questionnaire sought information under 20 different heads. In a general section, information was sought about the cultivator's back­ground, ownership of land, taxes and other payments made during the season, reasons for not using improved methods of cultivation, indebtedness and source of credit, and the stock of capital goods in use. In the next section, expenditure on hired labour, ' Attan' labour, own labour and on buffaloes and tractors, as well as the number of man-days of labour utilized were enumerated for each opera­tion, at each stage of cultivation, viz., preparatory tillage (first and second plough­ing, puddling, harrowing, plastering bunds, constructing drains, etc.); nursery preparation (preparing nursery, applying fertilizer, sowing, weeding and irrigation); planting (broadcasting, transplanting, etc.); weeding (hand and rotary weeding, applying weedicides); manuring, pest control and harvesting, (harvesting, threshing, winnowing, bagging). In another section, data was sought on quantities and cost of materials purchased (seed paddy, fertilizers, weedicides etc.) as well as the imputed value of materials obtained free, and on transport costs. Finally, details of capital expenditure during the season were required.",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      8.72889232635498,
      8.735466003417969,
      8.82111930847168,
      8.822458267211914,
      8.833309173583984,
      8.910000801086426
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.16,
      557.5,
      405.15,
      650.47
    ],
    "text": "The survey was started in October 1966 to cover the Maha season and is now proceeding. Food Production Overseers of the Department of Agriculture are assigned the work of interviewing the cultivators of the selected plots .at the differ­ent stages of cultivation and collecting the data to complete the questionnaire. Agricultural Instructors of the Department of Agriculture and Central Bank officers are supervising the field work, which will be completed by about April 1967. After tabulation and analysis of the data, the report on the survey is expected to be ready later in the year.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.655827522277832,
      8.676458358764648,
      8.70359992980957,
      8.733400344848633,
      8.83557415008545,
      8.84670639038086,
      8.871626853942871,
      8.910000801086426
    ]
  }
]