[
  {
    "page_number": 0,
    "bbox": [
      191.76,
      32.21,
      229.46,
      42.29
    ],
    "text": "( 22 •)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      31.92,
      54.05,
      390.74,
      136.13
    ],
    "text": "67. Government securities are \" gilt-edged\" investments carrying the full guarantee of the Government and are suitable for investors who want to minimize risk. The progressive increase in the volume of business in the Department of Public Debt of the Central Bank indicates that investors in Ceylon are appreciat­ing more and more the value of Ceylon Government securities as a medium of invest­ment. The following table shows the increase in the volume of business during the past five years :—,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.378742218017578,
      9.41025447845459,
      9.424454689025879,
      9.48056697845459,
      9.663755416870117,
      9.716141700744629,
      9.955708503723145,
      9.973492622375488,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      168.96,
      143.1,
      254.0,
      151.08
    ],
    "text": "(In millions .of rupees)",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      7.687495708465576,
      7.90716028213501,
      8.006646156311035
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      145.92,
      163.98,
      171.99,
      171.96
    ],
    "text": "Loans'",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.687495708465576
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      65.52,
      155.82,
      388.87,
      189.0
    ],
    "text": "Value of 'Sinking Financial Loans' Loans Interest transfers, Fund Year raised repaid paid exchanges, Contributions etc. (RupecLoans)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.601849555969238,
      7.687495708465576,
      7.890260696411133,
      7.895350456237793,
      7.9025044441223145,
      7.908176422119141,
      7.910994529724121
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      32.16,
      204.54,
      372.09,
      248.12
    ],
    "text": "1946-47 31 -4 12-6 75-1 10-6 1947-48 24-0 29-4 13-2 72-0 11-7 1948-49 • 57-8 1 -7 13-9 109-3 12-8 1949-50 29-7 17-5 1 5 1 152-8 ' 15-1 1950-51 146 ;0 — 16-2 413-6 14-9",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      2.6906237602233887,
      7.199999809265137,
      7.494227886199951,
      7.560342311859131,
      7.5648322105407715,
      7.584782123565674,
      7.585875511169434,
      7.5894622802734375,
      7.593798637390137,
      7.5958123207092285,
      7.599803447723389,
      7.602599620819092,
      7.606996536254883,
      7.607473373413086,
      7.607848644256592,
      7.608495712280273,
      7.609177112579346,
      7.614693641662598,
      7.622960090637207,
      7.623300552368164,
      7.6323394775390625,
      7.687495708465576,
      10.003000259399414
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      83.28,
      256.61,
      337.93,
      266.69
    ],
    "text": "IX. Ceylon's International and Domestic Financial Position",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.265793800354004,
      9.716141700744629,
      9.972702980041504
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      30.48,
      273.41,
      390.26,
      427.49
    ],
    "text": "68. Ceylon built up and. maintained its external assets in 1951—one of the most wholesome developments of the year. These 'assets rose by Rs. 358 million in the nine months following the outbreak of the Korean War, that is, from June, 1950 to March, 1951> the total reaching a high point of Rs. 1,240 million. A consider­able loss of external assets might have been expected affer March, simply because people ordinarily spend freely out of any increase in incomes. In addition, export prices weakened, import and exchange controls were relaxed, and some capital flowed out as many foreign investors took the opportunity to repatriate their invest­ments on relatively favourable terms. The actual loss of assets from March until the end of the year, however, was only Rs. 55 million, and in January, 1952, assets rose by Rs. 23 million, reducing even this loss. Thus Ceylon avoided the heavy losses of reserves suffered during this same period by other members of the Sterling Area, losses that precipitated the sterling crisis of late 1951 and early 1952.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.374458312988281,
      9.409241676330566,
      9.424454689025879,
      9.456428527832031,
      9.489297866821289,
      9.536087989807129,
      9.543379783630371,
      9.582218170166016,
      9.623826026916504,
      9.627696990966797,
      9.659083366394043,
      9.677583694458008,
      9.690710067749023,
      9.716141700744629,
      9.952006340026855,
      9.975235939025879,
      9.991950035095215,
      9.992363929748535,
      10.007145881652832,
      10.011034965515137,
      10.041717529296875,
      10.061942100524902,
      10.082208633422852,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      29.52,
      439.25,
      389.6,
      578.69
    ],
    "text": "69. One reason for the strength of the Ceylon position was undoubtedly the combination of sound Government finances and the public debt and credit policies already described. But fully as important was the fact that there was a marked increase in the rate of saving by the people of Ceylon. Savings deposits increased by 'Rs. 64 million during the year. Post Office Savings Bank deposits were probably the most popular form of savings, and increased at the rate of almost Rs. 4 million per month. There were increases in the savings deposits of the Ceylon Savings Bank and the commercial banks, in premiums collected by insurance companies, in corporate savings, and in investments in Government securities by individuals. Finally, people were simply willing to hold more in the form of currency or demand deposits than they needed for transactions purposes, which means in effect that they were willing to save without earning interest.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.302496910095215,
      9.378742218017578,
      9.415092468261719,
      9.434905052185059,
      9.442187309265137,
      9.472265243530273,
      9.512569427490234,
      9.59715747833252,
      9.638528823852539,
      9.640031814575195,
      9.716141700744629,
      9.99087142944336,
      9.993896484375,
      10.007518768310547,
      10.119715690612793,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      29.28,
      593.09,
      390.5,
      627.17
    ],
    "text": "-70. The remarkable record of saving in 1951 is encouraging for the future. People in the aggregate preferred to save a considerable part of \"their increased incomes rather than spend them on imported goods. Otherwise the higher level of",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.316774368286133,
      9.369996070861816,
      9.559592247009277,
      9.585199356079102,
      9.716141700744629,
      9.992363929748535,
      10.101696968078613,
      10.119715690612793,
      10.125810623168945
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      192.24,
      33.65,
      229.68,
      43.73
    ],
    "text": "( 23 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      31.2,
      55.25,
      392.14,
      125.33
    ],
    "text": "external assets could not have been maintained. The rise in assets meant that Ceylon, in effect, lent some Rs. 300 million to the United Kingdom following the outbreak of the Korean War. It indicates that, so far as the foreign balances are concerned, and without even taking into account the possibilities of foreign borrow­ing, Ceylon can carry on its development programme at a faster rate. And under the Colombo Plan a faster rate is, in fact, planned.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.362083435058594,
      9.424454689025879,
      9.472265243530273,
      9.58675479888916,
      9.673432350158691,
      9.916996955871582,
      9.941598892211914,
      9.975235939025879,
      10.064535140991211,
      10.163359642028809,
      10.23731803894043,
      10.244070053100586
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      25.92,
      133.49,
      391.04,
      252.05
    ],
    "text": "71. Although Ceylon's financial reserves in relation to the present pace of development are adequate, increased foreign investment can play a useful role in accelerating the pace of development, not so much because of a present need for additional foreign exchange resources, as because of a continuing need of foreign . enterprise, technical skill and organizing ability. It is disconcerting, for example, to find that in 1951, when economic conditions were decidedly favourable for ex­panding production, the volume of new capital investment in the private sector was not larger. There are many profitable avenues for private enterprise, and capital is available, but Ceylonese do not enter them for lack of experience and training.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.202436447143555,
      9.414432525634766,
      9.641621589660645,
      9.673432350158691,
      9.9566650390625,
      9.963689804077148,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      29.52,
      261.41,
      390.14,
      319.49
    ],
    "text": "72. Increased foreign investment will make the Ceylon economy more pro­ductive, and provide example and experience for Ceylonese enterprise. Yet capital flowed out rather than in during 1951. As Table 24A shows, the net outward movement is estimated at Rs. 38 million. This compares with a net outflow of Rs 19-4 million in 1950.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.295417785644531,
      9.374458312988281,
      9.425333976745605,
      9.575345039367676,
      9.632168769836426,
      9.639172554016113,
      9.673432350158691,
      10.119715690612793,
      10.125810623168945
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      28.56,
      320.19,
      390.55,
      447.89
    ],
    "text": "• 73. This repatriation of capital should not be regarded as necessarily un­favourable to the national interest. It is. encouraging that Ceylonese show a greater willingness and capacity to take over and manage estates and other businesses hitherto managed by foreigners. Moreover•, the movement was readily financed from the large foreign exchange surplus. Liquidation of foreign ownership of existing enterprise reduces the future outflow of profits and dividends. Finally, a policy of freely permitting an export of capital actually encourages an inflow of Capital. Few investors would bring their capital into a country unless they had firm evidence that they could take it .out at will.",
    "fonts": [
      "Helvetica",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.343755722045898,
      9.370835304260254,
      9.431262969970703,
      9.494183540344238,
      9.50621223449707,
      9.642093658447266,
      9.673432350158691,
      9.92233943939209,
      9.935308456420898,
      9.952381134033203,
      9.955625534057617,
      9.95699691772461,
      9.99087142944336,
      9.992363929748535,
      10.008635520935059,
      10.010455131530762,
      10.23731803894043,
      18.0049991607666
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      28.32,
      449.57,
      389.27,
      541.97
    ],
    "text": "74. Repatriation of foreign-owned capital on this scale would not have been possible without an active real estate and share market. There is no evidence that foreign investors liquidated their assets at low prices ; on the contrary some estates have been bought by Ceylonese at decidedly high prices. For example, the Colombo share market was active throughout the year and share prices rose significantly, especially in rubber, less so in tea. At the end of December, 1951, there were 186 companies on the share list of the Colombo Brokers' Association : 59 tea, 56 rubber, 28 tea-cum-rubber, 9 coconut, and 34 commercial companies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.362083435058594,
      9.404884338378906,
      9.586970329284668,
      9.593402862548828,
      9.673432350158691,
      9.93322467803955,
      9.936725616455078,
      9.961528778076172,
      9.975235939025879,
      9.992363929748535,
      9.996299743652344,
      10.007518768310547,
      10.008635520935059,
      10.031197547912598,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      27.36,
      547.49,
      388.65,
      629.57
    ],
    "text": "75. Ceylon's balance of payments, quarterly and annually, for 1951 is set out in Table 24A. As mentioned earlier, there was a surplus balance of Rs. 116 million on current account. External holdings of official and banking institutions increased by Rs. 107-2 million. The breakdown by currency areas is in Table 24B. Ceylon's net dollar earnings was the equivalent of Rs. 142 million. For reasons stated elsewhere, these earnings were smaller than in 1950. Ceylon con­tinues to be a net dollar earner.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.330806732177734,
      9.339367866516113,
      9.390521049499512,
      9.542989730834961,
      9.590424537658691,
      9.673432350158691,
      9.907012939453125,
      9.925134658813477,
      9.93222427368164,
      9.934225082397461,
      9.941640853881836,
      9.947094917297363,
      9.952588081359863,
      9.98017406463623,
      10.002965927124023,
      10.007518768310547,
      10.02388858795166,
      10.119715690612793
    ]
  }
]