[
  {
    "page_number": 0,
    "bbox": [
      207.6,
      46.78,
      240.56,
      55.75
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.261524200439453,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.2,
      67.9,
      402.64,
      136.87
    ],
    "text": "the year when shipping difficulties necessitated some increase in bank credit for the financing of trade stocks. Also the rate of turnover of demand deposits which roughly measures the frequency with which demand deposits are operated on, fell from 1 -74 to 1-62 per month in 1956. Since demand deposits account for nearly two-thirds of the money supply, their less frequent use in 1956 is therefore a significant factor offsetting to some extent the effect of a rise in the money-supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.731371879577637,
      8.783291816711426,
      8.833309173583984,
      8.885629653930664,
      8.94674301147461,
      9.141668319702148
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.48,
      143.5,
      403.65,
      296.47
    ],
    "text": "15. The movements of available consumer price indices and wage indices too did not indicate an inflationary situation. The Colombo Consumers' Price Index was on the average 0 • 5 per cent lower than in 1955. However, the domestic group of this index did show a small rise of 1 - 7 per cent; but this rise can be attributed to temporary factors affecting domestic supplies of goods and services. The import group of the index was on the average 3 -9 per cent lower in 1956, although there was an increase in the average import price ; this was due, partly, to the fact that the rise in the average import price was only to a small extent in consumer goods, and, partly, to the fact that Government reduced the price of subsidised rice and of sugar, with effect from May, 1956. There was a rise of nearly 13 per cent in the export group of the index, reflecting mainly an increase in the domestic retail price of fresh coconuts due largely to a rise in the export price. The wage rate indices, on the whole, showed only some slight increase.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.131528854370117,
      8.381132125854492,
      8.498016357421875,
      8.730432510375977,
      8.792213439941406,
      8.833309173583984,
      8.861119270324707,
      8.870591163635254,
      8.88123607635498,
      8.903481483459473,
      8.94674301147461,
      9.101279258728027
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.24,
      304.06,
      403.52,
      373.03
    ],
    "text": "16. The liquid asset* of commercial banks contracted in 1956 to Rs. 437 million from Rs. 451 million in 1955, largely because of the increase in overdrafts. The fall in the liquid assets of banks was reflected in a decrease in their foreign balances. The ratio of liquid assets to demand deposits decreased from 60 -9 per cent to 55 -3 per cent. Commerci.il banks' excess reserves, however, rose slightly, from Rs. 55-7 million to Rs. 59 -4 million, over the same period.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.610570907592773,
      8.733400344848633,
      8.783291816711426,
      8.872994422912598,
      8.94674301147461,
      9.082914352416992,
      9.093634605407715
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.76,
      379.42,
      403.18,
      436.39
    ],
    "text": "17. According to a provisional calculation made by tho Central Bank, the value of gross national output in 1956 has been estimated to be of the order of Rs. 4,900 million, or 7 - 2 per cent lower than in 1955. But population increased by 2-4 per cent from 8-59 million in mid-1955 to 8-79* million in mid-1956. Hence per capita income fell by 9 -6 per cent from Rs. 616 in 1955 to Rs. 557* in 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.100000381469727,
      8.336588859558105,
      8.454243659973145,
      8.503920555114746,
      8.511554718017578,
      8.620128631591797,
      8.630359649658203,
      8.662040710449219,
      8.67017936706543,
      8.692927360534668,
      8.723064422607422,
      8.872994422912598,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      162.48,
      454.37,
      279.24,
      464.45
    ],
    "text": "III. Policies and Measures",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.535306930541992,
      9.785017967224121,
      9.852194786071777,
      10.051279067993164
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.52,
      472.3,
      400.51,
      553.27
    ],
    "text": "18. In a country such as Ceylon, whose economy is considerably dependent on the export of primary products which are subject to sharp price changes, a major aim of fiscal and monetary policy is the control, as far as possible, of extreme fluctuations in disposable income; for such fluctuations can cause serious adverse effects on savings and investments, and hence on the long term growth of national income. In an open economy the control of such fluctuations is essential if periodical crises relating to the balance of payments are to be avoided.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.477222442626953,
      8.7016019821167,
      8.82111930847168,
      8.833309173583984,
      8.903481483459473,
      8.94674301147461
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.8,
      559.42,
      400.27,
      628.39
    ],
    "text": "19. The measures that need to be taken to counteract the instability of incomo in an economy like that of Ceylon belong mainly to the field of fiscal policy. The role of monetary policy is, for the most part, auxiliary and supplemental, thotigh never­theless important; its effectiveness in influencing the money supply, and particularly in regulating credit, largely depends on the appropriateness and timing of fiscal measures. These moasures should in boom times be directed towards taxing away",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.465760231018066,
      8.833309173583984,
      8.838915824890137,
      8.899723052978516,
      8.94674301147461,
      9.09817886352539
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.08,
      639.27,
      137.81,
      647.13
    ],
    "text": "* Provisional. .",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.842206001281738
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      205.44,
      44.79,
      239.72,
      56.45
    ],
    "text": "( ? )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      10.556782722473145,
      11.344001770019531
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      41.76,
      69.4,
      401.13,
      162.59
    ],
    "text": "and impounding excessive increases in income, and preventing an unnecessary expansion of public expenditure. The savings so accumulated could then be drawn upon in times of slump or recession to support incomes through budget deficits. However, the structure of Government revenue and the level of Government ex­penditure are not always easily variable. For this reason the full implementation of a budgetary policy that would, in theory, be the most appropriate is limited to some extent. Practical difficulties must be taken into account when changes in budgetary policy are deemed to be necessary.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.941839218139648,
      8.950155258178711,
      8.964115142822266,
      8.978935241699219,
      8.988290786743164,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      40.32,
      169.0,
      400.52,
      250.19
    ],
    "text": "20. In 1954 and 1955, when export incomes were exceptionally high, there were budget surpluses. In view of the decline in incomes in 1956, and the high levol of external assets a budget surplus would perhaps not have been feasible for that year. A small budget deficit of about Rs. 43 million appeared in the calendar year 1956. The financing of this deficit was not inflationary. On the contrary, as pointed out earlier in this report, Government through its borrowing operations ex­erted a contractionary effect on the money supply.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.650614738464355,
      8.941839218139648,
      8.974408149719238,
      9.016107559204102,
      9.20536994934082,
      9.212963104248047
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      39.6,
      255.4,
      399.93,
      348.59
    ],
    "text": "21. The Budget 1955-56.—Government had a net cash operating deficit of Rs. 1 2 million in 1955-56, in contrast with the surplus of Rs. 127 6 million in 1954-55. This substantial change from the previous year occurred in spite of an increase in revenue by Rs. 100 million to Rs. 1,257-2 million in 1955-56, and of a slight fall in budgetary capital expenditure. Thus the change from 1954-55 was. due to an increase in total budgotary payments, by Rs. 227 -4 million to Rs. 1,258-4 million, entirely on current expenditure and on Treasury advances to Government trading undertakings.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.421126365661621,
      8.649301528930664,
      8.677411079406738,
      8.704559326171875,
      8.736356735229492,
      8.85882568359375,
      8.954850196838379,
      8.988290786743164,
      9.016107559204102
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      39.12,
      355.24,
      399.24,
      424.43
    ],
    "text": "22. The rise in current expenditure was due mainly to an increase in food subsidies and a general increase in administrative and other social and utility service outlays. Food subsidies which had not constituted a charge to revenue in 1954-55, entailed a charge of Rs. 79-5 million to revenue in 1955-56. As for Treasury advances to Government trading undertakings, they amounted to Rs. 30-3* million.as com­pared with only Rs. 2 0 million in 1954-55.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.585104942321777,
      8.649301528930664,
      8.677411079406738,
      8.92329216003418,
      8.964115142822266,
      8.964730262756348,
      9.016107559204102
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      38.16,
      430.36,
      398.43,
      535.55
    ],
    "text": "23. The rise in revenue represented primarily an increase in receipts from income and profits taxes and from import duties. The rise in revenue from income and profits taxes mainly reflected the high export incomes of 1954-55, while the increase in receipts from import duties was almost entirely due to the greater volume and value of imports in 1955-56. Revenue from other major sources, except export duties,'also showed slight increases. Export duties yielded in aggregate substan­tially less revenue in 1955-56 than in the previous financial year—the sharp drop of Rs. 73 million in collections from the duty on tea being offset only to the extent of Rs. 26-6 million in increased collections from the duty on rubber.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.649301528930664,
      8.677411079406738,
      8.721123695373535,
      8.941839218139648,
      8.964115142822266,
      9.016107559204102,
      9.253774642944336
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      38.16,
      541.72,
      397.36,
      562.91
    ],
    "text": "24. The rates of export duty, other than on rubber, remained unchanged in 1955-56. The rubber duty was stepped up twice—once in November, 1955, from 18 cents",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.56960391998291,
      8.608264923095703,
      9.016107559204102
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.92,
      569.67,
      398.4,
      648.81
    ],
    "text": "*In 1955-56 a debit of Rs. 50 million was charged to revenue for the purposes of writing-off losses of Government trading undertakings in previous years, which had earlier been met out of advances from the Treasury. Therefore, a corresponding credit of Rs. 50 million was made to the account relating to Treasury advances to Government departments. The credit and debit were both book adjustments which did not affect the net cash transactions of the Government. If these adjustments are ignored there was a net payment of Rs. 30 -3 million as advances from Treasury to Government trading undertakings instead of the net receipt of Rs. 19 -7 million as shown in the accounts of the Ceylon Government and reproduced in the statement on page 20, and expenditure chargeable to revenue was, in fact, Rs. 50 million less than the Ra. 1,064 -4 million shown in the same statement.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.221994876861572,
      7.264344215393066,
      7.334269046783447,
      7.385365009307861,
      7.395937442779541,
      7.432414531707764,
      7.432821750640869,
      7.4447150230407715,
      7.46959114074707,
      7.470907211303711,
      7.491727828979492,
      7.496941089630127,
      7.502116680145264,
      7.5031914710998535,
      7.505374908447266,
      7.510545253753662,
      7.5279083251953125,
      7.535939693450928,
      7.539517879486084,
      7.550141334533691,
      7.552945137023926,
      7.582254886627197,
      7.680283546447754,
      7.712574005126953,
      7.883206367492676
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      205.44,
      46.36,
      238.14,
      55.55
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.76,
      68.92,
      400.0,
      138.11
    ],
    "text": "to 28 cents per pound, and again in January, 1956, to 32 cents per pound. These increases were made in view of the higher prices received by rubber producers. The sliding scale system of duties applicable to rubber had operated only in a limited way after the commencement of the China Agreement in 1953. In May, 1956, the use of a sliding scale scheme was discontinued and since then such schemes no longer apply to any commodity in CeylOn.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.778166770935059,
      8.996794700622559,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      41.04,
      143.8,
      399.63,
      212.99
    ],
    "text": "25. When the budget for 1955-56 was presented, it was expected that the coun­try's export earnings and hence revenue from export duties would be somewhat lower than in 1954-55, but that the total Government revenue in 1955-56 would never­theless be high. The anticipations for the year regarding Government revenue and export receipts were in the main realised. The financial year closed with an overall deficit of only Rs. 1 -2 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.603181838989258,
      8.649301528930664,
      8.721123695373535,
      8.723335266113281,
      9.016107559204102,
      9.209896087646484
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      40.32,
      218.44,
      399.63,
      311.63
    ],
    "text": "26. In the context of the Government's important role in the economic develop­ment of Ceylon, it is to be expected that Government's capital expenditure would increase from year to year. Its total capital expenditure of Rs. 408* million in 1955-56 which includes extra-budgetary items, showed an increase of Rs. 51 million over that of the previous year, although there was a small decline in loan and loan fund expenditure. Expenditure chargeable to the National Development Reserve, capital expenditure in the revenue budget and capital expenditure met from other reserves and from Colombo Plan aid increased by Rs. 56 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.631401062011719,
      8.721123695373535,
      8.736356735229492,
      8.837492942810059,
      8.991279602050781,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      40.08,
      317.32,
      399.52,
      362.51
    ],
    "text": "27. The progressive decrease in the rate of under-expenditure on capital account in recent years was continued into 1955-56. In that year under-expenditure was 16 per cent of the original estimate, as compared with 30 per cent and 22 per cent in 1953-54 and 1954-55, respectively.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      8.649301528930664,
      8.677411079406738,
      8.701116561889648,
      8.727007865905762,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      39.36,
      371.8,
      399.57,
      488.99
    ],
    "text": "28. Food Subsidies.—When the budget for 1955-56 was presented in July, 1955, no provision was made for a charge to revenue on account of food subsidies. How­ever, revised estimates of the accounts of Government's food trading activities, as prepared prior to the reduction in May, 1956, in the prices of rationed rice and of sugar, indicated a probable loss of Rs. 45 million, principally on account of larger purchases of paddy under the guaranteed price scheme and lower profits on sugar than anticipated earlier. The reduction, in May, 1956, in the sale price of rationed rice from 50 cents to 40 cents per measure, and of sugar from 60 cents to 55 cents per pound, was expected to increase the loss in the financial year 1955-56 to Rs. 76 million. The loss in 1955-56 finally amounted to Rs. 79-5 million.*",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.581253051757812,
      8.627130508422852,
      8.650535583496094,
      8.721123695373535,
      8.793339729309082,
      8.976365089416504,
      8.979395866394043,
      8.982081413269043,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      39.12,
      494.2,
      398.73,
      550.43
    ],
    "text": "29. With the continuing decline in the world price of rice, the contract price for Burma rice** was revised from £42 to £36 per long ton in May, 1956, and again to £34 in August, 1956. The contract price of China ricef, which keeps in step with the Burma price, was lowered from £39 to £33 per metric ton in May, 1956, and to £31 in August.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.68558406829834,
      8.87541389465332,
      9.016107559204102,
      9.241222381591797
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      38.88,
      556.36,
      397.73,
      612.59
    ],
    "text": "30. Purchases under the guaranteed price scheme for paddy amounted to 205,481 tons of rice equivalent, about 20,000 tons lower than the record purchase in 1954-55. This fall partly reflected the decline in the domestic output of paddy as a result of the drought. The guaranteed price remained unchanged at Rs. 12 per bushel of paddy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.649301528930664,
      8.71606731414795,
      8.74025821685791,
      8.92282772064209,
      8.954850196838379,
      9.016107559204102
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      51.84,
      620.07,
      396.76,
      648.09
    ],
    "text": "•Provisional. ' **F.o.b. Rangoon. fF.o.b. China Ports.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.266633987426758,
      7.312103748321533,
      7.435602188110352,
      7.531557559967041,
      7.712574005126953
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      197.76,
      43.48,
      230.7,
      52.67
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      33.12,
      66.04,
      392.85,
      195.23
    ],
    "text": "31. The Budget 1956-57.—The Budget for 1956-57 was presented by the new Government which came into office in April, 1956. The budget was framed with due regard to the need for maintaining the disposable income of the private sector and the developmental expenditure of the Government at a relatively stable and high level. The main criteria for determining the nature and scope of the budget were the prospects for export commodities in the year, and the amount of external assets available for use in that and the following years. The export prospects for 1956-57 were considered to be less favourable than in the previous years. However, in view of the high level of external assets, and of the general stability of internal costs and prices in the economy, a budget deficit of the order of Rs. 150 million was deemed to be not unreasonable for the year 1956-57.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.421126365661621,
      8.673599243164062,
      8.707052230834961,
      8.765641212463379,
      8.769804954528809,
      8.929465293884277,
      8.941839218139648,
      8.964115142822266,
      9.016107559204102,
      9.20536994934082,
      9.253774642944336
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      32.88,
      200.92,
      392.32,
      270.11
    ],
    "text": "32. The budget estimate of revenue for 1956-57 was Rs. 1,207-7 million. This figure is somewhat lower than the figure of actual collections in 1955-56, mainly on account of the lower expected receipts from import duties and income tax. Revenue from income tax was expected to be lower on account of the fall in incomes in the revenue year despite the upward revisions in corporate and personal rates of income tax introduced in the 1956-57 budget.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.677411079406738,
      8.707052230834961,
      8.820600509643555,
      8.941839218139648,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      32.4,
      275.56,
      393.31,
      380.75
    ],
    "text": "33. Total budgetary expenditure in 1956-57 was estimated at Rs. 1,394-4 million. Of this total, an amount of Rs. 1,366-5 million—made up of Rs. 1,096-9 million on expenditure chargeable to revenue, Rs. 264-6 million on loan and loan fund expenditure, and Rs. 5 0 million on expenditure chargeable to the National Deve­lopment Reserve—was expected to be met from revenue, domestic borrowing and oash balances. The balance of Rs. 27 • 9 million was to be financed out of the proceeds of the I.B.R.D. Hydro-Electric loan. Thus the overall budget deficit for the year was estimated at Rs. 186-7 million, of which Rs. 27-9 million was to be met directly from foreign borrowing.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.508007049560547,
      8.511324882507324,
      8.581132888793945,
      8.689033508300781,
      8.707052230834961,
      8.716225624084473,
      8.736356735229492,
      8.818257331848145,
      8.84579086303711,
      8.850969314575195,
      8.874015808105469,
      8.941839218139648,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.96,
      386.2,
      391.36,
      515.39
    ],
    "text": "34. The estimated total capital expenditure, including capital expenditure from extra-budgetary reserves and Colombo Plan and American aid in 1956-57 was Rs. 499-3 million. This figure is 2-9 per cent higher than the original estimate of capital expenditure for 1955-56. Although the budget provides for a relatively large overall deficit in 1956-57, a considerable proportion, 54 0 per cent of the total capital expenditure is expected to be financed from the surplus on current account. The proportion of capital expenditure financed from current account surpluses in the three preceding years was considerably higher. It is expected to be lower in 1956-57, largely because of lower revenue and increased current expenditure. The rather steep increase in current expenditure in recent years constitutes an unsatisfactory feature of the budget.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.673599243164062,
      8.677411079406738,
      8.707052230834961,
      8.736356735229492,
      8.749475479125977,
      8.837492942810059,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.72,
      520.6,
      390.99,
      613.79
    ],
    "text": "35. New Foreign Assistance Agreements.—In April, 1956, an agreement for the grant of U.S. economic aid to Ceylon, in any mutually agreed form, was signed between the Ceylon and U.S. Governments. The aid approved for 1957 will consist of $5 million (Rs. 23 -8 million) of development assistance, and $1 0 million (Rs. 4-76 million) of technical co-operation funds. Of these amounts all except $2-5 million (Rs. 11-9 million) of the development assistance are offered by way of grants and $2-5 million (Rs. 11-9 million) will take the form of a loan repayable over 40 years and carrying a concessionary rate of interest.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.483964920043945,
      8.677530288696289,
      8.752703666687012,
      8.765641212463379,
      8.83601188659668,
      8.941839218139648,
      8.964115142822266,
      8.992390632629395,
      9.016107559204102
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      30.0,
      619.0,
      390.75,
      652.67
    ],
    "text": "36. Two other agreements for economic and technical co-operation were signed in 1956 by the Ceylon Government with the Governments of Czechoslovakia and the Federal Republic of Germany respectively.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.850580215454102,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      208.32,
      47.91,
      247.16,
      59.57
    ],
    "text": "( io )",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      10.556782722473145,
      11.342915534973145,
      11.344001770019531
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      47.28,
      71.8,
      404.31,
      105.47
    ],
    "text": "37. The Czech agreemont provides for technical assistance as well as for tho deli­very of capital goods to Ceylon on agreed credit torms. Tho German agreemont covers only technical assistance.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.55798053741455,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      46.8,
      116.44,
      405.62,
      161.63
    ],
    "text": "38. The Planning Council.—Tho present Government has established, by statute, a National Planning Council which is expected to draw up an integrated development plan for Ceylon, aimed at covering not only the public but also the private sector. This Council is assisted by the Planning Secretariat.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.581253051757812,
      8.929465293884277,
      8.952388763427734,
      8.954850196838379,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      45.6,
      170.68,
      404.56,
      359.87
    ],
    "text": "39. Industrial Policy.—It is the declared intention of the present Government to place a high priority on industrial development, with State ownership and control of basic industries, while also giving private enterprise every encouragement to play its part in the development process. Industries have tentatively been classi­fied into three categories. In the first category, have been set apart certain indus­tries, such as cement, ilmenite and salt, for ownership and operation exclusively by the Government. Further, Government has also decided not to transfer—as had earlier been contemplated in tho Government Sponsored Corporations Act, No. 19 of 1955—to the private sector the seven State enterprises previously run by a Government department and now run by public corporations. These enter­prises cover ceramics, vegetable oil, paper, cement, chemicals, leather and plywood. In the second category there is to be joint participation by the State and private enterprise in industries such as textiles and sugar. In the third category, which includes the entire range of light consumer industries, the Government has decided to leave the field open to investment by private capital—Ceylonese or foreign, or both.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      8.727993965148926,
      8.838973999023438,
      8.854159355163574,
      8.92950439453125,
      8.93197250366211,
      8.941839218139648,
      8.964115142822266,
      8.983729362487793,
      9.016107559204102,
      9.207352638244629,
      9.221968650817871
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      45.36,
      370.12,
      405.45,
      427.31
    ],
    "text": "40. Government Borrowing Operations.—The total gross debt of the Government rose by Rs. 81-7 million to Rs. 1,186-7 million in 1956, as compared with a rise of Rs. 21 0 million in the previous year. The funded debt increased by Rs. 71-7 million to Rs. 1,126-7 million, and the floating debt by Rs. 10 million to Rs. 60 million. There were no advances by tho Central Bank to the Government during the year.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.53080940246582,
      8.736356735229492,
      8.820600509643555,
      8.91100788116455,
      8.954812049865723,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.4,
      435.4,
      405.29,
      528.59
    ],
    "text": "41. In February, 1956, the Government issued two loans at par, ono for Rs. 25 • 1 million at 2J per cent maturing between 1961 and 1963, and the other for Rs. 24-9 million at 3J per cent maturing between 1976 and 1981. In the same month, new stock for Rs. 17-9 million at 2\\ per cent was issued in part conversion of the Rs. 25 • 4 million 3 per cent loan 1956, which matured. The balance of the maturing loan was repaid in cash. The Z\\ per cent National loan 1956 for Rs. 9-7 million was also repaid on maturity in August. In November, another loan for Rs. 30 million carrying 3 per cent interest and maturing between 1969 and 1972 was issued at par.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.421126365661621,
      9.016107559204102
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.16,
      536.68,
      402.76,
      581.87
    ],
    "text": "42. In 1956, an amount of Rs. 8-9 million was withdrawn under the I.B.R.D. Loan Agreement of June, 1954, for Rs. 91 0 million ($19-11 million). Total with­drawals under this loan amounted to Rs. 22-6 million ($4-8 million) as at the end of 1956.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.650614738464355,
      8.689033508300781,
      8.750065803527832,
      8.870638847351074,
      8.941839218139648,
      9.016107559204102,
      9.212963104248047
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      42.0,
      590.68,
      403.1,
      647.87
    ],
    "text": "43. Borrowing by Public Institutions.—The Central Bank made two issues of State Mortgage Bank debentures and two of National Housing debentures during 1956. The four issues totalled Rs. 24-25 million. The State Mortgage Bank debentures were issued in February and June. The first issue was for Rs. 2-5 million at 2£ per cent with maturity dates of 1961-63 ; the second was for Rs. 1 -75 million at 3",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.511324882507324,
      8.603181838989258,
      8.691134452819824,
      8.743135452270508,
      8.840494155883789,
      8.86108112335205,
      8.982081413269043,
      9.016107559204102,
      9.230219841003418
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      209.28,
      53.56,
      247.04,
      62.75
    ],
    "text": "( 11 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      48.48,
      74.68,
      407.51,
      119.87
    ],
    "text": "per cent with maturity dates of 1969-71. The issuos of National Housing deben­tures were in January and December. The January issue was for Rs. 10 million maturing in 1969-71 and carrying 3 per cent interest; the later issue was also for Rs. 10 million, maturing between 1976 and 1981 at a rate of interest of 3J per cent.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.62880802154541,
      8.736356735229492,
      8.74025821685791,
      8.982081413269043,
      9.004830360412598,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      46.08,
      129.16,
      409.68,
      210.35
    ],
    "text": "44. Interest Bates and Open Market Operations.—The Treasury Bill rate fell from 0 • 75 per cent on 15th December, 1955 to 0 -46 per cont on 15th February, 1956. From then on there was a fairiy steady rise up to 0-87 per cent on the 15th of September ; after that, the rate fell gradually to 0-60 per cent on December 15th. Prices of Government securities remained practically unchanged over the year except for fractional variations in certain stocks which were due more to changes in maturity periods than to any change in the general level of interest rates.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.538558959960938,
      8.55830192565918,
      8.649699211120605,
      8.650614738464355,
      8.691134452819824,
      8.701116561889648,
      8.929465293884277,
      9.014350891113281,
      9.024775505065918,
      9.054231643676758,
      9.055601119995117
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.6,
      216.76,
      405.05,
      321.95
    ],
    "text": "45. The Central Bank did not engage in open market operations to any groat oxtent in 1956. However, the Bank, for the first time, in terms of section 90 of tho Monetary Law Act, made two issues of its own securities amounting to Rs. 10 million. These issues, which were of an experimental nature, were made in February, 1956, and were over-subscribed. The special considerations which influenced the deci­sion of the Bank to issue its own securities were sot out in the Annual Report for 1955. That the short-term paper proved attractive to the non-banking private sector was demonstrated by the fact that 65 per cent of the one-year security was taken up by private individuals and non-banking companies.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.483964920043945,
      8.608264923095703,
      8.873977661132812,
      8.964115142822266,
      8.981160163879395,
      9.054231643676758,
      9.230219841003418
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      45.12,
      328.6,
      403.25,
      350.03
    ],
    "text": "46. Towards the close of 1956 money supply had risen to a very high level, and the Central Bank decided to make a further issue of its own securities.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.716225624084473,
      8.916958808898926,
      8.917769432067871,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      44.16,
      358.84,
      403.38,
      392.03
    ],
    "text": "47. Bank Rate.—In 1956, as in 1955 a change in the Bank rate was not considered to be necessary. Consequently, the Bank rate has remained unchanged since its reduction to 2\\% on June 11, 1954.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.55798053741455,
      8.650614738464355,
      8.691134452819824,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      43.92,
      401.08,
      402.88,
      446.27
    ],
    "text": "48. Fixed and Savings Deposits.—Fixed and savings deposits of tho commercial banks were substantially higher in 1956 than in 1955. They rose from Rs. 165-4 million by Rs. 62-7 million, of which Rs. 35-5 million were deposits of the private sector, to Rs. 228 • 1 million at the end of 1956.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.581253051757812,
      8.603181838989258,
      8.73371410369873,
      8.781148910522461,
      8.996679306030273,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.72,
      451.96,
      402.19,
      581.15
    ],
    "text": "49. There were certain changes in the commercial bank rates on fixed doposits, which followed the fairly wide swings in excess reserves. When the banks' excess reserves were high at the close of 1955, there was a reduction in the rates on fixed deposits, in January, 1956. Towards mid-year, when excess reservos were small, there were two increases in the rates on fixed deposits in May and July. In tho latter part of the year there was a rapid increase in excess reserves followed by some reduc­tion in the rates on fixed deposits in November.* The maximum and minimum rates on three, six and twelve months fixed deposits wore at the end of 1956 exactly the same as the corresponding rates at the end of 1955. The savings deposit facilities of the commercial banks are maintained primarily for the benefit of small savers. There has been no change in the rates on these savings deposits for some years.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.56960391998291,
      8.608264923095703,
      8.649420738220215,
      8.723335266113281,
      8.91100788116455,
      8.941839218139648,
      8.951580047607422,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      42.0,
      587.32,
      400.75,
      632.51
    ],
    "text": "50. There was hardly any significant change in the volume of savings held by tho semi-Government savings institutions. Deposits at the Post Office Savings Bank increased by Rs. 19-4 million during the year to Rs. 253-6 million. The deposits at the Ceylon Savings Bank at the end of 1956 remained unchanged at Rs. 65 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.53080940246582,
      8.716225624084473,
      8.966228485107422,
      9.054231643676758
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      58.32,
      645.99,
      352.88,
      653.85
    ],
    "text": "*In th© case of 10-11 months deposits, however, there was an increase in rates.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.725276470184326,
      7.745185852050781
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      205.44,
      43.96,
      243.18,
      53.15
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.361812591552734,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      43.92,
      65.56,
      402.4,
      110.75
    ],
    "text": "million. Savings certificates outstanding increased by Rs. 1 -8 million to Rs. 26-6 million. Tho incrcaso in savings certificates occurred during the last four months of the year, following the issue, from August, 1956, of a new series of 10-year certi­ficates carrying an increased return of 5 per cont if held to maturity.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.941839218139648,
      9.016107559204102,
      9.20129108428955
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      42.72,
      119.32,
      406.15,
      212.51
    ],
    "text": "51. Bank Credit to the Private Sector.—Total loans and advances of the commercial banks increased from Rs. 324 • 1 million at the end of 1955 to Rs. 407 • 2 million at the end of 1956. This increase of credit, by Rs. 83 • 1 million, went into the financing mainly of export stocks and to some extent of import stocks. That the amount of finance required by the import trade should be greater in 1956 is obvious enough, since the value of imports increased in that year. But the fact that the export trado also required more finance, even though the value of exports was less in 1956, would seem to require further comment.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.421126365661621,
      8.603181838989258,
      8.650614738464355,
      8.723058700561523,
      8.983843803405762,
      8.984112739562988,
      8.984380722045898,
      8.996679306030273,
      9.016107559204102,
      9.077559471130371,
      9.224993705749512,
      9.253774642944336
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      41.76,
      219.16,
      400.96,
      312.35
    ],
    "text": "52. Export values were very high in 1955 mainly because the f.o.b. price of tea was very high in the first quarter of the year. The average Colombo market price of oxport commodities during the period April to December, 1955, was lower than the average market price during the corresponding period of 1956. In particular, during the latter part of 1956 the trend in tea prices was upward. It should further be mentioned that the shipping difficulties associated with the Suez crisis and labour unrest in the Port also probably had the effect of increasing the financial require­ments of the export trade to above normal levels.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.50739860534668,
      8.691134452819824,
      8.782875061035156,
      8.837492942810059,
      8.940105438232422,
      8.971567153930664,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      41.28,
      318.76,
      399.63,
      363.95
    ],
    "text": "53. Thus, although the loans and advances of the commercial banks increased fairly substantially in 1956, the credit expansion was necessary. Also, the credit expansion was expected to be temporary. Consequently the Central Bank did not consider the adoption of any restrictive policies as regards bank credit.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.511324882507324,
      8.753726959228516,
      8.990781784057617,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      40.8,
      370.36,
      399.15,
      403.55
    ],
    "text": "54. A general survey of the range and distribution of bank credit was instituted by the Central Bank towards the end of the year and its results should be available in 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.538558959960938,
      8.854159355163574,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      40.56,
      411.88,
      398.8,
      457.07
    ],
    "text": "55. Price Control.—In November, price control of currystuffs, milk food?, drugs and cement was introduced, largely as a precautionary measure in view of the condi­tions created by the Suez crisis. Also, a scheme was formulated in November for petrol rationing which, however, was not put into effect.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.483964920043945,
      8.694740295410156,
      8.753726959228516,
      8.964115142822266,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.72,
      465.4,
      324.42,
      474.59
    ],
    "text": "56. Exchange Control.—There was no change in policy in 1956.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.56960391998291,
      8.920473098754883,
      8.988137245178223,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      162.72,
      489.17,
      275.82,
      499.25
    ],
    "text": "IV. Basic Economic Data",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.373456954956055,
      9.458025932312012,
      9.609830856323242,
      9.882956504821777
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      155.04,
      506.2,
      282.81,
      515.39
    ],
    "text": "Foreign Trade in Merchandise",
    "fonts": [
      "Times-BoldItalic"
    ],
    "sizes": [
      8.929118156433105,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      38.88,
      521.08,
      397.84,
      578.27
    ],
    "text": "57. Exports.—Statistics of value, volume and price of exports from 1938 onwards are given in tables 26 and 28.( 1 ) The total value of exports in 1956, at nearly Rs. 1,735 million, was 10-6 per cent lower than the record of Rs. 1,940 million in 1955. The average price and the physical volume of exports decreased by 6-3 per cent and 6-4 per cent respectively.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      3.0034384727478027,
      8.55798053741455,
      8.581253051757812,
      8.608264923095703,
      8.736356735229492,
      8.980507850646973,
      8.982081413269043,
      9.016107559204102
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      38.4,
      584.2,
      400.46,
      629.39
    ],
    "text": "58. With the decrease of 9 • 1 per cont in the average price, and of 3 • 9 per cont in the quantity, of tea exports in 1956 compared with 1955, the contribution of tea to the aggregate value of all exports fell from nearly 62 per cent in 1955 to a little over 60 per cent in 1956. The share of rubber in total oxports decreased from",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.508007049560547,
      8.581253051757812,
      8.603181838989258,
      8.68558406829834,
      9.016107559204102,
      9.21004581451416
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      54.48,
      641.19,
      277.5,
      649.05
    ],
    "text": "(') AU tables numerically referred to appear in Appendix II.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.712574005126953,
      7.8730645179748535
    ]
  }
]