[
  {
    "page_number": 0,
    "bbox": [
      200.4,
      20.69,
      249.85,
      30.77
    ],
    "text": "( 149 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.366459846496582,
      9.413113594055176
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      118.8,
      43.01,
      330.7,
      53.09
    ],
    "text": "(K) P R I V A T E INVESTMENT SURVEY",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.943037033081055,
      9.104867935180664,
      9.120634078979492,
      9.413113594055176
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      63.41,
      404.77,
      97.49
    ],
    "text": "In December of this year the Central Bank commenced an all-island survey of private investment. This survey will collect information about private foreign investment and private local investment in Ceylon.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.273967742919922,
      9.374767303466797,
      9.413113594055176,
      9.775322914123535
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      109.97,
      405.14,
      204.05
    ],
    "text": "The non-availability of reliable statistics on private investment is a serious handicap in the preparation of good estimates of national income, in planning for economic development and in economic research studies. A knowledge of the sectoral investment pattern, its behaviour over time and its distribution between regions, which is so necessary for planning, can be built up on the basis of such statistics. The need for reliable statistics on investment is even greater today than before, because of the advances that are taking place in the field of import substitution.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.137279510498047,
      9.259178161621094,
      9.310461044311523,
      9.363277435302734,
      9.375606536865234,
      9.413113594055176,
      9.5737886428833,
      9.588956832885742,
      9.702751159667969
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      217.25,
      407.08,
      311.33
    ],
    "text": "The survey will collect data on new investments by companies, non-company industrial establishments, non-company estates, non-company service and financial establishments, rural households, fisher families, urban households and construction of residential buildings. All the sectors of the economy such as agriculture, industry, trade and services will be covered. There will be a census of investments by companies. The estimate of investments by other establishments will be made from a sample survey of such establishments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.013043403625488,
      9.131885528564453,
      9.1675443649292,
      9.221628189086914,
      9.261189460754395,
      9.310461044311523,
      9.361772537231445,
      9.366637229919434,
      9.375606536865234,
      9.413113594055176,
      9.566000938415527,
      9.775322914123535
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      45.12,
      324.29,
      405.24,
      346.61
    ],
    "text": "The information on investment asked for is for the period 1st April 1963 to 31st March 1964.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.155251502990723,
      9.310461044311523,
      9.340253829956055,
      9.413113594055176
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      358.85,
      405.51,
      428.93
    ],
    "text": "The questionnaires to companies and various establishments have been sent by post, and if necessary, this will be followed up with the assistance and guidance of the trained investigators. The companies and other establishments were requested to entrust the task of answering these questionnaires to responsible accounts officers who have a knowledge of the investments of the establishments (so that no item of investment, however small, may be left out).",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.310461044311523,
      9.313573837280273,
      9.384566307067871,
      9.413113594055176,
      9.572014808654785,
      9.5737886428833,
      9.597675323486328,
      9.616552352905273,
      9.662212371826172,
      9.775322914123535
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.64,
      441.17,
      405.79,
      510.05
    ],
    "text": "Investments in small agricultural holdings, cottage industries, fishing and other types of rural investments will be obtained by directly interviewing a sample of households selected at random from among the rural household sector. Trained investigators of the Central Bank completed the survey of households of fishermen in December 1964. The survey of rural; households is now under way.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.994741439819336,
      9.013043403625488,
      9.17770004272461,
      9.218259811401367,
      9.221941947937012,
      9.27521800994873,
      9.413113594055176,
      9.566000938415527,
      9.678568840026855,
      9.775322914123535
    ]
  }
]