[
  {
    "page_number": 0,
    "bbox": [
      210.72,
      43.1,
      248.72,
      53.06
    ],
    "text": "( 27 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.68,
      68.46,
      148.81,
      76.44
    ],
    "text": "BALANCE OF PAYMENTS 1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      2.507368326187134,
      7.163909435272217
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      43.92,
      89.66,
      405.26,
      207.62
    ],
    "text": "Owing to a substantial improvement in the terms of trade in 1977 which has been recounted earlier, the current account of the balance of payments recorded a surplus for the first time since 1965. In fact, even the 1965 surplus was a single isolated exception in a long series of deficits commencing in 1957. Equally note­worthy was the magnitude of the change in 1977. Following the deficit of Rs. 772 million in 1975, the balance of payments recovered strongly in 1976, reducing the current account deficit to Rs. 50 million. In 1977, this deficit has turned to an un­precedented surplus of Rs. 1,259 million. Furthermore, net long-term capital inflows rose by Rs. 39 million and led to an improvement in the basic balance to a surplus of Rs. 2,013 million. These developments are illustrated in Table 12 below.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      197.52,
      227.66,
      252.74,
      237.62
    ],
    "text": "TABLE 12",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      151.2,
      245.9,
      297.46,
      255.86
    ],
    "text": "Balance of Payments - 1968-1976",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      342.24,
      263.62,
      388.15,
      272.14
    ],
    "text": "Rs. Million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.92,
      293.86,
      74.29,
      302.38
    ],
    "text": "Year",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      106.8,
      285.46,
      135.28,
      302.14
    ],
    "text": "Trade Balance",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      153.84,
      285.7,
      187.29,
      302.14
    ],
    "text": "Net Invisibles",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      204.96,
      285.46,
      239.09,
      302.14
    ],
    "text": "Transfer Payments",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      257.76,
      277.78,
      287.72,
      302.14
    ],
    "text": "Current Account Balance",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      306.48,
      277.78,
      344.38,
      302.62
    ],
    "text": "Net Long-term Capital",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      365.28,
      286.18,
      393.76,
      302.62
    ],
    "text": "Basic Balance",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.2,
      308.2,
      395.72,
      337.99
    ],
    "text": "1968 - 380 + 10 + 15 - 355 + 224 - 13J »969 - 746 -",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.161919593811035,
      7.162914276123047,
      7.661403179168701,
      9.94688892364502,
      10.941876411437988,
      16.909812927246094
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.44,
      319.17,
      396.77,
      346.15
    ],
    "text": "90 + 39 - 797 + 275 - 52a •970 - 3'5 -",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.661403179168701,
      9.94688892364502,
      10.941876411437988,
      16.909812927246094
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      179.76,
      327.4,
      240.06,
      343.16
    ],
    "text": "104 + S",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701,
      10.769729614257812,
      10.941876411437988
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.2,
      327.33,
      398.06,
      395.98
    ],
    "text": "9 - 35° + 184 - 165 i97i - 287 -14 + 85 - 216 + 404 + 188 1973 - 255 -15 + 74 196 + 292 + 96 «973 - 299 . + 53 + 85 - 161 + 190 + ag 1974 - 1,263 + 76 • + 280 - 907 + 298 - 609 '975 - 1,421 + 89 + 560 - 77» + 613 \" i§9 1976 - 7°9 + 112 + 547 5° + 7'5 + 665 1977* + 49° + 219 + 55° + 1,259 •+ 754 + 2,013",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      3.76918625831604,
      6.881980895996094,
      7.102423667907715,
      7.161919593811035,
      7.162914276123047,
      7.163909435272217,
      7.661403179168701,
      8.954887390136719,
      9.94688892364502,
      10.941876411437988,
      10.996999740600586,
      14.560646057128906,
      15.600407600402832
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.4,
      405.94,
      405.37,
      414.46
    ],
    "text": "* Provisional Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.33660888671875,
      7.661403179168701
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      426.38,
      406.67,
      592.34
    ],
    "text": "The principal factor responsible for the improvement in the current account was a surplus in the trade balance of Rs. 490 million, which contrasted with a deficit of Rs. 709 million in the previous year. This is the first time the trade balance has been in surplus since 1956. The trade surplus was the result of export earnings of Rs. 6,640 million and import payments of Rs. 6,150 million. The services account (invisibles), which reflects transactions in respect of port, transport and insurance services, travel and profit, interest and dividends etc., showed receipts of Rs. 822 million and payments of Rs. 603 million, resulting in a surplus of Rs. 219 million, compared to a surplus of Rs. 112 million in 1976. The services account has been in surplus since 1973, largely on account of a growth in earnings from tourism and bunkering, which more than offset a rise in interest payments and freight. In sum, the total merchandise and services account recorded a surplus of Rs. 709 million in 1977, in contrast to a deficit of Rs. 597 million in the previous year. The transfer payments, which represent official grants and private remittances mainly, resulted in a",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      44.88,
      605.38,
      409.03,
      653.5
    ],
    "text": "». The trade data used in balance of payments are actual receipts and payments during the year.. They differ from the external trade data given earlier, which reflect the physical movement of exports and imports. The difference is due to the time lag between receipts and payments on one side and the physical movement of goods, on the other. To the extent that external trade looms large in the balance of payments (which also includes services and transfers), trends in external trade are the underlying reasons for the performance in the balance of payments.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.661403179168701
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      207.36,
      42.62,
      245.12,
      52.58
    ],
    "text": "( 28 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.52,
      66.38,
      406.7,
      115.94
    ],
    "text": "surplus of Rs. 550 million, of about the same magnitude as in the previous year. Official grants amounted to Rs. 490 million; and net receipts of private transfers amounted to Rs. 60 million on account of larger inflows of remittances from Sri Lankans abroad.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.24,
      132.86,
      407.63,
      181.7
    ],
    "text": "Net long-term capital flows in 1977 (loans less repayments) were Rs. 754 million, compared to Rs. 715 million in the previous year. These flows enhanced the basic balance to Rs. 2,013 million as against Rs. 665 million in 1976. This favourable position led to a substantial augmentation of the external assets of the country in 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.96,
      196.46,
      408.24,
      310.1
    ],
    "text": "The rupee value of export earnings rose from Rs. 4,707 million in 1976 to Rs. 6,640 million in 1977, reflecting an increase of 41 per cent. In terms of SDRs, the increase amounted to 34 per cent. As mentioned earlier, export prices rose by 60 per cent and export volume dropped by 8 per cent in 1977. Hence the improve­ment in export earnings was due almost entirely to more favourable international prices in the year. In the case of the plantation sector the increment was entirely due to a price improvement. By and large, other export earnings increased owing to price and quantity increases. Tea exports alone contributed 73 per cent of the total increase in export earnings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      49.92,
      328.7,
      409.01,
      442.34
    ],
    "text": "The rupee value of import payments increased from Rs. 5,417 million in 1976 to Rs. 6,150 million in 1977 or by 14 per cent. When converted to SDRs, the increase was only 10 per cent. A 23 per cent rise in import prices and a 29 per cent rise in impart volume accounted for this change. The major items responsible for this increase were food imports, mainly, rice, flour and sugar. The import cost of these three food imports rose by 44 per cent in 1977, largely as a result of a 61 per cent increase in quantity, partly offset by a 17 per cent decrease in prices. Import outlays on petroleum indicated an increase of 25 per cent over 1976, while those on textiles and vehicles increased by 59 per cent and 33 per cent, respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.64,
      459.98,
      410.03,
      573.62
    ],
    "text": "The surplus on service transactions and transfer payments rose from Rs. 660 million in 1976 to Rs. 769 million in 1977, or by 17 per cent. Following past trends, the gross foreign earnings of the tourist industry increased by 35 per cent, from Rs. 198 million in 1976 to Rs. 267 million in 1977. Gross earnings from the port, transport and insurance rose from Rs. 215 million in 1976 to Rs. 238 million in 1977, mainly on account of increased bunkering. Interest earnings rose from Rs. 33 million in 1976 to Rs. 102 million in 1977, on account of an increase in investments, arising from the growth in external assets. On the other hand, interest payments on foreign debt rose from Rs. 190-million to Rs. 235 million, or by 24 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      50.16,
      587.66,
      410.28,
      649.46
    ],
    "text": "The net inflow of long-term capital intensified during the year. The gross inflow consisted of project loans of Rs. 379 million, commodity loans of Rs. 342 million, food aid of Rs. 269 million and other aid of Rs. 194 million, aggregating to a total of Rs. 1,184 million. Repayments amounted to Rs. 430 million and the net inflow amounted to Rs. 754 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      214.08,
      41.18,
      252.08,
      51.14
    ],
    "text": "( 29 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.0,
      64.94,
      409.58,
      127.7
    ],
    "text": "In the light of the improved payments position, recourse to short-term loans and suppliers' credits declined from Rs. 1,266 million in 1976 to Rs. 360 million in 1977. An up-trend in long-term debt inflows relative to short-term credits has been evident since 1975 and as a result, the maturity structure of foreign debt has tended to lengthen in recent years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.898174285888672,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      143.18,
      409.04,
      204.98
    ],
    "text": "Transactions with the International Monetary Fund resulted in a net resource inflow of Rs. 718 million in 1977. Gross drawings amounted to Rs. 937 million wTiile repurchases totalled to Rs. 219 million. A standby arrangement with the I.M.F. of SDR 93 million was negotiated in late 1977. Of this, an initial drawing of SDR 55 million was made in December.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.04,
      223.58,
      409.21,
      350.18
    ],
    "text": "On account of the favourable outturn of the balance of payments and the changes in valuation necessitated by the depreciation of the Rupee, the gross external assets of Sri Lanka indicated a four-fold increase at the end of 1977. Specifically, the value of the assets rose by Rs. 4,171 million to Rs. 5,574 million. However, in terms of the more stable SDR, the gross assets rose from SDR 137 million at the end of 1976 to SDR 306 million in 1977, a more than two-fold increase. The net foreign assets position showed a corresponding improvement. Generally speaking, the gross external assets at end of 1976 were sufficient to finance 2\\ month's imports of 1977. The assets at the end of 1977 were adequate to finance 4 months' estimated imports for 1978.",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719,
      9.111983299255371
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      371.9,
      409.04,
      446.66
    ],
    "text": "The frequent changes in the exchange rate of the Sri Lanka Rupee and the equally frequent variations of the value of all major international currencies in 1977 introduced a serious problem of evaluation of payments data in relation to the previous years'. In the absence of a stable monetary unit, the time weighted average value of the relatively more stable SDR has been used in the following table which analyses the overall balance of payments situation during the last three years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      47.76,
      466.94,
      409.69,
      578.66
    ],
    "text": "In view of the improvement in terms of trade, the external resource gap declined sharply from SDR 252 million in 1976 to SDR 92 million in 1977. In financing this deficit, a total foreign resources of SDR 261 million was raised in 1977, as shown in the table, and this led to an augmentation of external assets by SDR 169 million. Long-term loans and grants showed an increase of SDR 14 million, while short-term borrowings dropped sharply by SDR 96 million, indicating a greater recourse to longterm borrowing in 1977. The estimated valuation adjust­ment of Rs. 1,680 miUion indicates that about 30 per cent of the increase in external assets, was due to changes in currency values.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.898174285888672,
      8.932244300842285,
      8.954887390136719
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      48.72,
      598.7,
      409.77,
      648.26
    ],
    "text": "The outstanding amount of total foreign debt increased more than two-fold from Rs. 6,826 million in 1976 to Rs. 13,321 million in 1977. This unprecedented increase was mainly due to exchange rate changes. In terms of SDRs, the foreign debt rose from SDR 666 million to SDR 705 million, an increase of only 6 per cent. The",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.849613189697266,
      8.954887390136719
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      205.68,
      42.71,
      244.28,
      52.56
    ],
    "text": "( 30 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      199.68,
      65.99,
      255.12,
      75.84
    ],
    "text": "TABLE 13",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      104.88,
      83.75,
      349.66,
      93.6
    ],
    "text": "Financing of the External Resource Gap — 1975-1977",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      211.2,
      111.97,
      383.06,
      121.53
    ],
    "text": "R s. Million SDR Million l",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      6.9296464920043945,
      8.117586135864258
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      193.44,
      128.53,
      407.44,
      139.77
    ],
    "text": "'975 1976 »977 «975 1976 •977",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.117586135864258
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.48,
      144.23,
      407.46,
      155.76
    ],
    "text": "I. Foreign earnings 4.538 5.459 7,58a 538 561 74a",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.9296464920043945,
      8.117586135864258,
      8.759562492370605,
      8.810550689697266,
      9.071932792663574,
      9.07800006866455,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.72,
      160.69,
      407.64,
      187.77
    ],
    "text": "i . i Exports 3.913 4.707 6,640 464 484 651 x. 2 Services 565 643 822 67 66 79 I .'3 Private transfers 60 log 120 7 11 12",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      7.576285362243652,
      7.632037162780762,
      7.706429481506348,
      7.722205638885498,
      8.09984016418457,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.0,
      192.47,
      408.09,
      204.48
    ],
    "text": "9 . Foreign Payments 7.599 7»9»5 8,441 899 813 834",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      5.318167209625244,
      8.117586135864258,
      8.499662399291992,
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.24,
      208.93,
      407.74,
      228.33
    ],
    "text": "9 . i Goods and Services 5.85« 6,001 6,813 693 617 678 9 . 3 Capital Repayments 1,748 >>9>4 1,628 206 196 156",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      6.718997955322266,
      6.789480686187744,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.0,
      233.17,
      407.6,
      243.93
    ],
    "text": "3- External Resource Gap - 3>°6> -2.456 - 859 - 361 - 252 - ga",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.117586135864258,
      8.402499198913574,
      8.632953643798828
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      47.76,
      257.27,
      407.86,
      268.56
    ],
    "text": "4- Financing of the Deficit + 3.o6i + 3.456 + 859 + 361 + »5a + 9a",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.062165260314941,
      7.96181583404541,
      8.117586135864258,
      8.37096881866455,
      8.402499198913574,
      8.414570808410645,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      60.24,
      273.73,
      412.84,
      341.52
    ],
    "text": "4.1 Long-term loans 8 886 943 1,184 105 96 114 4.2 Grants 54» 49a 490 64 5\" 47 4.3 Trade Credits 8 1,091 1,266 360 129 130 34 4.4 Bank Borrowings 36 1 229 4 — 4.5 Bilateral balances 87 •. — — 10 — . _ 4.0 I.M.F. Drawings * 369 «73 935 43 28 55 4.7 Other * 28 59 119 4 7 11 4.8 External Assets 55 .-: 568 -4.i7« 7 - 59 - 168",
    "fonts": [
      "Helvetica",
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      2.9408745765686035,
      5.316118240356445,
      6.165405750274658,
      6.381801128387451,
      6.9296464920043945,
      8.056347846984863,
      8.117586135864258,
      8.402499198913574,
      8.810550689697266,
      9.119786262512207,
      11.94968032836914,
      19.239667892456055
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.24,
      343.32,
      407.76,
      357.04
    ],
    "text": "5- Valuation adjustments • — — 1,680 — — - —",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.165405750274658,
      6.381801128387451,
      8.117586135864258,
      8.402499198913574,
      8.779704093933105,
      11.94968032836914
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.0,
      360.95,
      408.23,
      373.29
    ],
    "text": "6. Errors and omissions 33 10 40 5 - 1 - 1",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.117586135864258,
      8.402499198913574,
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      285.84,
      381.97,
      407.72,
      391.05
    ],
    "text": "Source: Central Bank of Ceylon.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.571002960205078,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      47.04,
      398.05,
      410.7,
      407.13
    ],
    "text": "*• Time weighted average rates of Rs. 8.44 per SDR in 1975, Rs. 9.73 in 1976 and Rs. 10.42 in 1977.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.96717643737793,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      59.28,
      409.09,
      209.88,
      418.17
    ],
    "text": "Project, commodity, food and other aid.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.086297035217285,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      47.76,
      420.13,
      395.47,
      462.81
    ],
    "text": "8 1 Suppliers' Credits and short-term trade credits. *• Includes oil facility drawings. *• Includes private capital. •• Estimated increased value of external assets consequent on the changes in the exchange rate.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      2.8411550521850586,
      8.117586135864258,
      8.402499198913574
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.24,
      474.71,
      407.41,
      508.56
    ],
    "text": "external debt service ratio - i.e. the ratio of debt repayments (inclusive of interest) to total foreign earnings - declined from 20.1 per cent in 1976 to 18.5 per cent in 1977. This was largely due to the improved export earnings in 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      48.0,
      525.59,
      407.73,
      643.44
    ],
    "text": "The exchange rate of the Sri Lanka Rupee underwent constant change during 1977. At the beginning of 1977, the Rupee was linked to a basket of international currencies, and in early March, the rate was Rs. 8.72 to the U.S. Dollar. On March 12, the Rupee was revalued by approximately 20 per cent to Rs. 7.28 to the U. S. Dollar, although there was no indication of a fundamental long-term improve­ment in the balance of payments to warrant this revision. By August, the new government decided to rectify this position and the Rupee was allowed to depre­ciate gradually, until 15th November. On that day, the basic rate and the premium (FEEC) rate were unified, initially at Rs. 16 = 1 US $ and the Rupee was allowed to float. The spot buying and selling rates of commercial banks are fixed",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.810550689697266,
      9.119786262512207
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      209.28,
      44.06,
      247.52,
      54.02
    ],
    "text": "( 31 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.28,
      66.14,
      403.52,
      100.1
    ],
    "text": "at a daily meeting of bankers. At the outset, the buying and selling rates for the U.S. Dollar were Rs. 15.97 and Rs. 16.03. By end of December, these rates have changed to Rs. 15.33 and Rs. 15.59 for the dollar.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.811271667480469,
      8.832159996032715,
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.76,
      115.98,
      210.96,
      123.96
    ],
    "text": "THE GOVERNMENT FISCAL OPERATIONS",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      7.163909435272217
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      41.52,
      135.5,
      403.82,
      217.46
    ],
    "text": "The Government fiscal operations for 1977 exerted a contractionary impact of Rs. 716 million on the economy. In the wake of two successive years of infla­tionary financing - Rs. 605 million in 1976 and Rs. 184 million in 1975 - this undoubtedly would have dampened the pressure on the price levels. While apprecia­ting the salutory effect this accrual of unspent resources mobilised by the Government bad on cushioning inflation, one cannot overlook the disappointing performance in capital expenditure which made this possible.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      42.24,
      229.58,
      403.63,
      323.54
    ],
    "text": "Provisional data on Government expenditure reveal a marginal increase of 4 per cent over the previous year, compared to an annual average increase of over 16 per cent in the period after 1970. The decline in 1977 was confined to capital expenditure. The recurrent expenditure rose by 11 per cent but its ratio to the Gross National Product showed a decline from 24 per cent in 1976 to 21 per cent in 1977. On the other hand, the capital expenditure in 1977 dropped by 19 per cent, and as a ratio of the Gross National Product, there was a decline from 12 per cent in 1976 to 8 per cent in 1977.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      43.2,
      335.42,
      404.04,
      393.38
    ],
    "text": "The lower capital expenditure in 1977 could be attributed to an absence of the usual vigilance over performance in an election year and the temporary administra­tive dislocation that occurs with changes of governments. Under-utilisation of capital funds which ranged between 19 to 25 per cent in the recent past was reduced to 9 per cent in 1976, but reached 27 per cent in 1977.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.16,
      404.78,
      409.79,
      450.74
    ],
    "text": "Government revenue improved in 1977. This was mainly due to a rise in export taxation arising from the continued improvement in the prices fetched by tea and rubber. The ratio of revenue to Gross National Product was 23 per cent, reflecting -a marginal decline from the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.16,
      464.78,
      404.74,
      499.22
    ],
    "text": "The overall performance in the current account (the difference between the Government revenue and recurrent expenditure) in 1977 revealed a surplus of Rs. 188 million, after recording deficits in the two preceding years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.4,
      512.78,
      405.45,
      558.74
    ],
    "text": "A summary of fiscal operations for 1977 and the approved estimates for 1978 is shown in Table 15. The net cash deficit of the Government, defined to exclude the effects of sinking funds and amortization payments with respect to borrowings, is presented in Table 9 in Appendix i n .",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      44.64,
      572.54,
      95.77,
      582.5
    ],
    "text": "Expenditure",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      45.12,
      593.9,
      405.71,
      651.86
    ],
    "text": "According to provisional figures, total Government expenditure in 1977 amounted to Rs^ 9,708 million. This was made up of Rs. 6148 million under recurrent programmes, a net capital expenditure of Rs. 2263 million, a contribution of Rs. 947 million towards sinking funds and amortization payments, and a net out-payment of Rs. 350.million:under advance accounts.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.954887390136719
    ]
  }
]