[
  {
    "page_number": 0,
    "bbox": [
      214.56,
      52.05,
      257.69,
      63.12
    ],
    "text": "( 69 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.72,
      75.81,
      131.01,
      86.88
    ],
    "text": "EMPLOYMENT",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.72,
      93.09,
      416.45,
      172.56
    ],
    "text": "In 1982, employment in government departments, semi-government insti­tutions (public co-operations and statutory boards) and the organised private sector (private enterprises contributing to the Employees Provident Fund) increased about 34,000' or 2.V per cent. This-increase in employment excludes the unorganised sectors such as traditional agricultural, mining and quarrying, self employed and construction. ;",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      54.96,
      188.37,
      416.69,
      255.12
    ],
    "text": "The annual survey of employment conducted by the Central Bank, revealed that employment in the government sector rose by 1 per cent or 4,337 as against an increase of 5,389 or 1.1 per cent in 1981. In the semi-government sector, the creation of new job opportunities amounted to 4,035 compared with 9,077 in 1981. This is only a 0.52 per cent increase compared to an 1.2 per cent increase in 1981.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371,
      10.124919891357422
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      55.2,
      272.37,
      420.02,
      408.72
    ],
    "text": "•.; Employment in the organised private sector increased by 25,625 this year when compared to'26,156in 1981. * (provisional Employees Provident Fund data). Enterprises coming under the Greater Colombo - Economic Commission increased employment by 5,005 in 1982, bringing the total number presently employed in GCEC organisations to 24,926.persons. The employment level in the organised private sector reveals a significant increase compared to that of government and semi-govern­ment employment. Decisions.taken to limit government expenditure, within the budget allocation and limitations, imposed on credit expansion in the semiTgovernment sector may well be some of the reasons limiting increase in employment in these sectors....:. -A\"- V . »,.'.'. . ..-",
    "fonts": [
      "Times-Bold",
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      3.979949712753296,
      4.467482566833496,
      7.96089506149292,
      9.949873924255371,
      10.0,
      10.126450538635254
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      424.29,
      417.78,
      462.72
    ],
    "text": "The total inumber of new employment created over the last five years period from 1978 to 1982 outside the unorganised-private sector amounted to 352,654 according to the available data. . ^ -",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.88,
      477.33,
      321.19,
      488.4
    ],
    "text": "PRICES • • ' :'- '\"'",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      3.4824562072753906,
      9.949873924255371
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      56.64,
      496.53,
      419.5,
      646.8
    ],
    "text": "... A.feature of the, price, behaviour in 1982 was. the . significant deceleration in prices. Both, the Colombo Consumers' Price Index computed by the Depart­ment of Census and Statistics and the Wholesale Price Index computed by the Central Bank; indicated-that price increases were significantly less in 1982 than in previous years. The Colombo Consumers' Price Index increased by only 10.8 per cent compared to an'18 per cent increase in the previous year. In fact, the deceleration in 1982 ponsumer-prices is better indicated by the, fact that on a point to point basis, the December, 1982 index.was only 5,4 per cent higher than in December 1981:, The Wholesale Price Index' increased by only 5,5 per cent compared to a 17 per cent increase in1198I.-These increases were the lowest in; recent years as shown in Table 1.30.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.4824562072753906,
      9.690201759338379,
      9.949873924255371,
      10.0
    ]
  }
]