[
  {
    "page_number": 0,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2008",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      96.79,
      112.82,
      108.78
    ],
    "text": "Introduction",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      118.94,
      259.79,
      130.93
    ],
    "text": "Economic Impact of the COVID-19 Outbreak",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      58.95,
      135.91,
      280.56,
      341.9
    ],
    "text": "The COVID-19 outbreak, an unprecedented global health crisis that emerged in late 2019 has led to many adverse social and economic implications necessitating countries to introduce new strategies and economic measures to overcome the ensuing adverse situation. The lockdown measures implemented owing to the COVID-19 outbreak have restricted cross border movement of people and goods resulting in disruption to economic and trade activities worldwide. Further, reduced investment, i.e., foreign direct investment, and remittances have adversely impacted emerging economies. Therefore, the sharp decline in global GDP amidst the COVID-19 outbreak may result in a slower economic recovery than expected, since the virus is still prevalent with multiple outbreaks and spikes in infections still being reported worldwide. Hence, given the uncertainty and prolonged nature of the COVID-19 outbreak, individuals and business entities including banks need to adapt and transform their business operations to suit the ‘new normal’.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      73.75,
      59.04,
      504.7,
      83.03
    ],
    "text": "BOX 8Regulation and Supervision of Banks in the ‘New Normal’ amidst the COVID-19 Outbreak",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      96.79,
      432.01,
      108.78
    ],
    "text": "Impact on the Banking Sector",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      113.25,
      522.06,
      217.41
    ],
    "text": "The COVID-19 outbreak has adversely impacted the income and earning capacity of borrowers affecting their ability to service their debt obligations to banks. Further, the creditworthiness of certain borrowers may deteriorate in the long term, and accordingly, the credit quality of the banking sector will depend on the nature and pace of economic recovery. Therefore, it is difficult for banks to fully assess the impact of the COVID-19 outbreak on loan classification, expected credit losses, provisioning, credit risk weightings, and capital.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      221.99,
      522.06,
      305.54
    ],
    "text": "The governments and regulatory authorities have mandated, encouraged, or granted payment holidays and debt moratoria to borrowers under which repayments of interest and principal are delayed creating a potential adverse impact on the cash flows and liquidity positions of banks. Therefore, reduced revenue flows and higher potential losses may adversely affect profitability and reduce capital ratios of banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      300.47,
      310.13,
      522.06,
      342.13
    ],
    "text": "Consumers switching to digital banking platforms and services could also become victims of financial crime or misconduct as deceptive parties may identify",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      155.73,
      351.49,
      422.53,
      372.43
    ],
    "text": "Table B 8.1Regulatory Measures Implemented by Several Regulatory Authorities",
    "fonts": [
      "Futura-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      8.0,
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      68.26,
      379.68,
      505.78,
      397.67
    ],
    "text": "JurisdictionGovernment GuaranteesCapital RequirementsAsset ClassificationExpected Loss ProvisioningDividends and Other Payouts",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      401.2,
      500.54,
      419.2
    ],
    "text": "AustraliaYesEncouragement to use buffersNew guidance-Expectation to limit",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      423.88,
      247.59,
      450.88
    ],
    "text": "CanadaYesLower Domestic Stability Buffer, Encouragement to use buffers",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.2,
      423.88,
      411.8,
      459.88
    ],
    "text": "New guidanceNew guidance, Introduction of transitional arrangements",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      441.61,
      423.88,
      501.29,
      441.88
    ],
    "text": "Expectation to halt increases",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.77,
      463.57,
      250.23,
      499.56
    ],
    "text": "European UnionYes (*)Release Countercyclical Capital Buffer (CCyB) and encouragement to use buffers",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.2,
      463.57,
      499.13,
      472.56
    ],
    "text": "New guidanceNew guidanceExpectation to halt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.77,
      503.25,
      499.12,
      521.24
    ],
    "text": "IndiaYesDeferred implementation of last tranche of CCBNew guidance-Expectation to halt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.76,
      525.93,
      480.32,
      543.92
    ],
    "text": "JapanYesEncouragement to use buffersAdjusted risk weights of certain loans- -",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.75,
      548.61,
      350.86,
      584.6
    ],
    "text": "MalaysiaYesEncouragement to use buffersClarity on interpretations of capital and accounting rules applicable to repayment assistance programmes",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      362.22,
      548.61,
      480.31,
      557.6
    ],
    "text": "New guidance-",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.75,
      588.29,
      499.11,
      606.28
    ],
    "text": "ThailandYes-Relaxed regulations regarding classification of borrowersEasing of loan loss provision rulesExpectation to halt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.75,
      610.97,
      238.51,
      637.96
    ],
    "text": "United KingdomYesRelease CCyB, encouragement to use buffers",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.17,
      610.97,
      499.1,
      619.96
    ],
    "text": "New guidanceNew guidanceExpectation to halt",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.74,
      642.15,
      244.01,
      678.14
    ],
    "text": "United StatesYesEncouragement to use buffers, adjust supplementary Leverage Ratio",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      260.16,
      642.15,
      438.03,
      669.14
    ],
    "text": "New guidance, Definition of restructured debtOptional suspension, Extension of transitional arrangements",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      441.58,
      642.15,
      517.65,
      669.14
    ],
    "text": "Expectation of prudent decisions, Smoothening of automatic restrictions",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      7.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.78,
      682.14,
      517.06,
      703.73
    ],
    "text": "* Conditions vary across some countries.Source: FSI Briefs: Reflections on regulatory responses to the COVID-19 Pandemic, websites of Bank Negara Malaysia, Bank of Thailand, and the Reserve Bank of India",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      256.73,
      31.54,
      527.41,
      44.42
    ],
    "text": "FINANCIAL SECTOR PERFORMANCE AND SYSTEM STABILITY",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      532.64,
      732.39,
      547.64,
      745.86
    ],
    "text": "201",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      540.4,
      639.03,
      572.68,
      705.2
    ],
    "text": "8",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      60.43,
      283.13,
      185.62
    ],
    "text": "opportunities for fraud, scams or other unlawful activities which may pose legal risks to banks. Many institutions including banks have moved to flexible working arrangements in the ‘new normal’, such as working from home and other remote working arrangements, duty shifts, flexible hours, etc. However, work from home arrangements may also have an adverse impact on operational activities of banks in terms of IT and data security, internal and external fraud, cyber-attacks, internal network capacity, and control mechanisms such as anti-money laundering (AML) and know-your-customer (KYC) requirements.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      198.22,
      271.67,
      220.55
    ],
    "text": "Regulatory Measures adopted to suit the ’New Normal’",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      227.89,
      283.13,
      311.7
    ],
    "text": "Regulatory and supervisory authorities worldwide have adopted a wide range of regulatory measures to facilitate banks to support individuals and businesses affected by the COVID-19 outbreak whilst ensuring the safety and stability of the banking sector. The regulatory measures adopted by several regulatory and supervisory authorities to facilitate supply of credit to the economy are given in Table B 8.1.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      317.74,
      283.13,
      442.93
    ],
    "text": "Therefore, regulators have facilitated banks to provide debt moratoria including credit guarantee schemes to provide relief to affected borrowers. These measures have allowed credit facilities to be rescheduled or restructured in ways that may be beneficial for both banks and borrowers, to avoid placing borrowers with immediate cash flow constraints in the ‘default’ category and to help restore their business activities. Accordingly, various regulatory authorities have provided guidance on the assessment of asset quality of banks by providing more flexible interpretations on conditions for reclassification of loans.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      448.98,
      283.13,
      594.86
    ],
    "text": "Flexibility given in global standards, viz. Basel III framework to draw down available capital buffers, i.e. Countercyclical Capital Buffer (CCyB) and Capital Conservation Buffer (CCB) built during good times, have been utilised by regulators to allow banks to absorb losses arising from the COVID-19 outbreak without breaching applicable minimum regulatory requirements and to create space for credit growth and facilitate key banking services to the real economy. Further, relaxations have also been provided by reducing liquidity buffers, viz. Liquidity Coverage Ratio (LCR) and Net Stable Funding Ratio (NSFR) to below 100 per cent to provide liquidity to banks in accordance with guidelines under the Basel III framework.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      61.55,
      600.9,
      283.12,
      705.4
    ],
    "text": "Many regulatory authorities have also imposed temporary restrictions on capital distributions and other discretionary payments of banks to help preserve capital levels and provide flexibility for banks to support the real economy. Further, certain regulators have deferred the implementation of some regulatory standards and/or extended transitional arrangements, viz. Basel III implementation, capital requirements and accounting rules, to ease the regulatory and compliance burdens on banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      60.33,
      521.83,
      82.36
    ],
    "text": "Supervisory Capacity: Supervisory Processes and Procedures in the ‘New Normal’",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-Medium"
    ],
    "sizes": [
      9.5,
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      86.57,
      524.66,
      379.12
    ],
    "text": "The increase in banking sector risks arising from the COVID-19 outbreak, along with pressures on supervisory capacity due to lockdowns, travel restrictions and the need to maintain social distancing, have restricted the conduct of on-site supervision and holding physical meetings with management of banks. Therefore, alternative methods have been adopted to address these limitations such as more intensified off-site supervision and monitoring of banks. Accordingly, banks are required to report more granular data at a higher frequency with existing data templates/formats being updated and specific reporting formats being developed on an ad-hoc basis as and when required, to support the enhanced off-site supervisory monitoring requirements. Further, regulators have also taken measures to continuously reassess supervisory priorities based on risks emanating from the COVID-19 outbreak such as asset quality, capital adequacy, liquidity profiles, and operational resilience of banks. This is to confirm the adequacy of safeguards and buffers to ensure the resilience of banks. In this regard, stress testing is being carried out by supervisory authorities to assess the post COVID-19 impact on banks against a range of possible scenarios to assess credit exposures, liquidity positions, capital, and solvency of individual banks as well as the banking sector. Further, regulators have also required banks to review and strengthen their recovery plans which are essential tools for crisis management in order to identify recovery options that could be quickly implemented, if required.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      384.86,
      524.65,
      496.66
    ],
    "text": "With on-site supervision being restricted due to lockdown measures, regulatory authorities have taken steps to maintain channels of communication with management and relevant officers of banks through virtual communication modes to obtain the required information. Further, regulatory authorities have also resorted to conducting virtual meetings rather than in person meetings with the Board of Directors, senior management and staff of banks, considering the necessity of adhering to social distancing requirements in the ‘new normal’.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      506.13,
      513.78,
      538.2
    ],
    "text": "Regulatory and Supervisory Measures adopted by the Central Bank of Sri Lanka amidst the COVID-19 Outbreak",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      547.59,
      440.32,
      559.58
    ],
    "text": "Regulatory Measures Adopted",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      303.06,
      563.79,
      524.66,
      705.72
    ],
    "text": "Various relief measures were provided by the Central Bank to assist businesses and individuals adversely affected by the COVID-19 outbreak to tide over the difficulties faced during the lock down period by way of debt moratoria, provision of credit facilities at concessionary interest rates and credit guarantee schemes. Further, the Central Bank also implemented various extraordinary regulatory measures to provide flexibility to licensed banks to facilitate credit flows to the economy including permitting Domestic Systemically Important Banks (D-SIBs) and non D-SIBs to draw down the CCBs built during good times, allowing relaxations on classification of non-performing loans, permitting recovery of foreign currency loans in rupees subject to conditions, deferring the enhancement",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2020",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      8.9,
      639.03,
      47.09,
      745.86
    ],
    "text": "2028",
    "fonts": [
      "Capitals",
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0,
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      60.43,
      280.53,
      112.48
    ],
    "text": "of minimum capital requirements by licensed banks from end 2020 to end 2022, and permitting certain assets to be considered as liquid assets, subject to conditions, for the purpose of computing the Statutory Liquid Assets Ratio.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      118.34,
      280.57,
      312.7
    ],
    "text": "Further, the minimum requirement for LCR and NSFR was reduced to 90 per cent until 30 June 2021 subject to enhanced supervision and frequent reporting. Licensed banks were also allowed to avail of liquidity in rupees, if required, under the framework of emergency loans and advances to licensed banks based on acceptable collateral and liquidity forecasts. Banking Act Directions were issued temporarily restricting discretionary payments of licensed banks to ensure maintenance of appropriate levels of liquidity and prudent management of cash flows by banks. Further, licensed banks were also required to exercise prudence and extreme due diligence when incurring capital expenditure, and to refrain to the extent possible from incurring non-essential expenditure. Accordingly, it is expected that licensed banks would avail these relaxations in the best interest of supporting their customers, and the economy at large, the benefits of which would, in return accrue to the banking sector to remain resilient.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      318.57,
      280.54,
      401.11
    ],
    "text": "To ease the pressure on the exchange rate and the stress on financial markets due to the impact of COVID-19 outbreak, the Central Bank issued Directions extending the maximum period for the settlement of export credit facilities out of export proceeds to 180 days from the date of shipment, and measures to curtail certain non-essential imports and foreign currency investments by respective banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      406.97,
      280.56,
      540.34
    ],
    "text": "The Central Bank took various steps to keep the general public informed of the regulatory measures adopted amidst the COVID-19 outbreak by issuing press releases, having a dedicated webpage in the Central Bank website providing information on COVID-19 relief measures and conducting virtual educational seminars for the public. Further, the Central Bank also developed a pictorial poster informing the general public on how to conduct banking activities during the COVID-19 outbreak safely and digitally, which was displayed in the Central Bank website and social media and was also circulated among licensed banks. This poster drew the attention of the general public to be vigilant with respect to scams.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      549.9,
      261.8,
      572.05
    ],
    "text": "Supervisory Measures Adopted in Relation to On-site and Off-site Supervision",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      576.38,
      280.57,
      669.09
    ],
    "text": "Following the initial COVID-19 outbreak, the timelines for addressing supervisory concerns by licensed banks were re-set by granting extended time periods for addressing supervisory concerns which were to be addressed up to 31 May 2020 depending on the severity. Further, the deadline for submission of statutory returns to Bank Supervision Department was extended by two weeks, and the publication of quarterly financial statements was extended by one month.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      58.96,
      673.53,
      280.52,
      705.25
    ],
    "text": "During the lockdown period, on-site examinations of licensed banks were temporarily halted and examinations of licensed banks were conducted on a remote basis based",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      60.45,
      522.07,
      138.36
    ],
    "text": "on information obtained via e-mails and other electronic means in a secure manner (password protected). Off-site monitoring and supervision of licensed banks were strengthened during the lock down period, requiring more frequent reporting and submitting of returns and information by banks to ensure the safety and soundness of banks.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      143.72,
      522.07,
      299.23
    ],
    "text": "Subsequent to the lifting of the curfew, on-site examinations were recommenced with the emphasis on reviewing the status of addressing previous supervisory concerns, level of internal controls, and nature and extent of actions taken by the bank in response to the pandemic, along with a review of details of any internal assessments of the impact. Bank supervision examiners were advised to strictly adhere to health guidelines published by the authorities and to limit physical interactions with front line bank employees. Measures were also taken to conduct more virtual meetings rather than in person meetings with banks’ management, auditors, etc., considering the requirements to adhere to health guidelines and to minimise possibilities of contracting COVID-19.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      309.68,
      360.04,
      321.67
    ],
    "text": "Way Forward",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      326.92,
      522.07,
      637.64
    ],
    "text": "The COVID-19 outbreak required supervisory and regulatory authorities as well as the banking sector to adapt to the operational constraints and heightened risks resulting from the COVID-19 outbreak. Consequently, regulatory authorities would also need to continuously adapt and monitor early warning frameworks of banks to identify and remedy banks’ critical deficiencies and gauge whether supervisory action towards specific banks is warranted on the basis of risk assessments. The Central Bank will also continue to closely monitor the liquidity and capital positions of licensed banks and any early warnings of stress to ensure the safety and soundness of the banking sector. Further, the Central Bank may also consider implementing additional extraordinary regulatory measures to address any potential challenges to the banking sector, if required. Therefore, supervisory flexibility to quickly respond to such changes is essential in the ‘new normal’ amidst the COVID-19 outbreak. Hence, supervisory authorities including the Central Bank would need to improve and extend the use of technology, viz. Suptech via Artificial Intelligence (AI), machine learning and data analytics, etc. Adoption of Suptech could help improve oversight, surveillance and analytical capabilities of supervisory authorities, and help generate real time risk indicator dashboards to support more forward looking, risk based supervisory approaches and practices going forward in the ‘new normal’ amidst the COVID-19 outbreak.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      645.95,
      330.03,
      653.15
    ],
    "text": "References",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      659.62,
      521.28,
      674.81
    ],
    "text": "1. Borio C & Restoy F, “Financial Stability Institute (FSI) Briefs: Reflections on regulatory responses to the COVID-19 pandemic”, (April 2020).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      678.46,
      521.31,
      693.65
    ],
    "text": "2. A Joint IMF-World Bank Staff Position Note, “COVID-19: The Regulatory and Supervisory Implications for the Banking Sector”, (May 2020).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      300.47,
      697.29,
      500.52,
      704.48
    ],
    "text": "3. Toronto Centre, “Guide to Supervision in the COVID-19 World”, (September 2020).",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      6.0
    ]
  }
]