[
  {
    "page_number": 0,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "21",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      169.73,
      31.54,
      527.25,
      44.42
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      540.88,
      68.0,
      573.16,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      90.12,
      283.14,
      306.54
    ],
    "text": "The COVID-19 outbreak that was first detected in China in late 2019, rapidly spread across the globe prompting the World Health Organization (WHO) to declare it as a pandemic by mid March 2020. To date, the pandemic has left an unprecedented trail of both humanitarian and economic damage in all countries. With 2.5 million people infected and more than 150,000 deaths by mid April, the economic repercussions of the ongoing ‘Great Lockdown’ are expected to dwarf the Global Financial Crisis of 2007-08. Policymakers around the world are struggling to grapple with this crisis episode amidst numerous uncertainties. While Sri Lanka has been relatively successful in combating the outbreak thus far, as a result of early measures adopted to contain the spread, the interplay of setbacks to domestic economic activity stemming from such containment measures and spillover effects from the global economy are likely to have a notable impact on the Sri Lankan economy during the year.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      317.45,
      283.39,
      340.83
    ],
    "text": "Spread and Containment of COVID-19 in Sri Lanka",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      346.38,
      283.14,
      653.93
    ],
    "text": "In Sri Lanka, infections were limited to a single person until 11 March 2020, but the number escalated rapidly to 50 and then to over 300 confirmed cases, with 7 casualties by mid April 2020. Despite introducing awareness measures that had prevented any outbreak till early March, the continued arrival of tourists, the return of Sri Lankans from countries that were most affected by the virus, and the lack of adherence to the containment measures that were imposed from mid March 2020 fuelled the outbreak. Nevertheless, efforts to restrict the mobility of people by enforcing police curfew in the country, the closure of airports from 19 March 2020, and actions to quarantine returnees from abroad helped to largely contain the spread – the identified pockets are mainly clustered in a few areas in the Western Province and the Districts of Puttalam and Jaffna. The government established two high level units to combat the spread of the COVID-19 pandemic, while easing the difficulties faced by the public amidst restrictions imposed on mobility. Accordingly, the National Operation Centre for Prevention of the COVID-19 Outbreak coordinates the preventive and management measures of the outbreak, while ensuring the provision of healthcare and other services to the general public. The Presidential Task Force directs, coordinates and monitors the delivery of continuous essential services, paying special attention to low income families and vulnerable persons in the society.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      61.53,
      659.6,
      283.15,
      705.16
    ],
    "text": "With due consideration to the need to protect the local economy, an exit strategy is being rolled out across the island. Measures include reduction of the timespan of the curfew period, operation of workplaces and businesses",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      127.91,
      57.16,
      455.73,
      81.15
    ],
    "text": "BOX 2COVID-19 and Sri Lanka: Challenges, Policy Responses and Outlook",
    "fonts": [
      "FuturaBT-Heavy",
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      90.12,
      524.89,
      136.02
    ],
    "text": "with minimal staff, the continuation of teleworking as much as possible and cautious resumption of road and rail transport services. The ban on large gatherings is likely to remain in place for some time.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      147.01,
      525.17,
      170.51
    ],
    "text": "Economic Impact of the COVID-19 Pandemic on Sri Lanka",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      176.17,
      524.91,
      417.65
    ],
    "text": "While the containment measures adopted have helped curb the outbreak, they have had a substantial negative impact on economic activity on the domestic front. The declaration of holidays, curfew, restricted public services and other measures to contain human movement including the shutdown of airports and seaports for passenger traffic will affect several key economic sectors. The socio-economic impact could also be extensive with the loss of income and livelihoods for a large segment of society. With approximately 60 per cent of those employed being engaged in the informal sector and an estimated 1.9 million being daily wage earners, a large number of households is likely to be in a precarious position. Other vulnerable segments of the population, such as the elderly and the large number of people living just above the poverty threshold, will be disproportionately affected by this episode. Although Sri Lanka has not seen any significant strain on the public healthcare system due to proactive mitigation measures, any unexpected rise of the spread could take a significant toll on the limited capacity of the system.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      423.44,
      524.9,
      607.4
    ],
    "text": "The global economy is currently seeing its worst downturn since the Great Depression of the 1930s. Several advanced economies such as the United States, the United Kingdom, the Eurozone, and Japan will experience contractions during 2020. Other key trading partners of Sri Lanka, including China and India, are also projected to experience a notable slowdown. Across the globe, the World Trade Organization (WTO) forecasts that global merchandise trade can decline by as much as 32 per cent in 2020. While the poor economic performance of key trading partners will directly impact Sri Lanka’s export earnings due to weakened demand, the imposition of various measures domestically and abroad to dampen the spread and the short term economic impact of the outbreak can cause supply chain disruptions, thereby impacting the country’s current and future export capacity.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      303.31,
      613.18,
      524.9,
      705.1
    ],
    "text": "Despite a rapid recovery from the Easter Sunday attacks, the tourism industry is likely to experience the brunt of not only the current pandemic but also its aftermath that may be long lasting and persistent. The overall downturn in the global economy and the economic woes in countries and regions, from which Sri Lanka has been traditionally attracting tourists, including China, India and Europe, will hinder the recovery of the tourism sector. Further, global",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      37.09,
      732.39,
      47.09,
      745.86
    ],
    "text": "22",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      53.86,
      31.6,
      276.71,
      45.48
    ],
    "text": "CENTRAL BANK OF SRI LANKA | ANNUAL REPORT 2019",
    "fonts": [
      "Calibri",
      "Calibri-Bold"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      7.5,
      68.0,
      39.78,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.53,
      60.44,
      280.56,
      141.6
    ],
    "text": "health policymakers are consistently raising concerns about possible ‘second waves’ of the outbreak, thereby emphasising the need to maintain ‘physical distancing’ for several months after the abatement of the pandemic. Hence, this current standstill of the tourism industry may be protracted if there is any substantial shift in consumer sentiment against travel and leisure.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.53,
      147.51,
      280.55,
      344.95
    ],
    "text": "Another key spillover effect of the contraction of the global economy is the decline in remittances, which have been a vital cushion for Sri Lanka’s external sector. In recent years, the leading shares of workers’ remittances have been from the Middle East, the European Union, and Far East Asia. While Europe and Far East Asia have been substantially impacted by the COVID-19 outbreak in their respective regions, the Middle East has been impacted by not only the pandemic, but also the sudden decline in international crude oil prices resulting from weakened global demand and the subsequent fallout of the OPEC+ coalition. Although the reduced fuel import bill would ease the burden on the trade deficit, the overall impact on the external current account, arising from the developments in merchandise and services trade and remittances, is likely to be negative in 2020.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.53,
      350.86,
      280.56,
      583.18
    ],
    "text": "Amidst these economic weaknesses, countries have been adopting increasingly accommodative monetary policy stances and undertaking unconventional monetary policies to ensure the provision of ample liquidity to be channeled through the financial sector to households and firms. The resultant low levels of global interest rates can imply a potential easing of costs of refinancing of debt repayments in countries such as Sri Lanka. However, such positive effects have thus far been negated by the capital flow reversals that are being seen across emerging market economies, including Sri Lanka. Although Sri Lanka’s exposure to short term capital flows is marginal, this has resulted in the sharp escalation of Sri Lanka’s international sovereign bond yields, similar to the experience of other emerging market and developing economies. In addition, across the globe, foreign direct investment flows are likely to be affected by uncertainties caused by the pandemic, which will also impact Sri Lanka’s prospects of attracting non debt creating capital flows in the near term.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      59.53,
      589.09,
      280.55,
      705.13
    ],
    "text": "Hence, through various direct and indirect channels, including the ongoing diversion of additional financial resources to support economic activity, the COVID-19 pandemic will adversely impact the progress of the economy during the year, contrary to previous expectations of a rebound in economic growth. Accordingly, real GDP growth is expected to decelerate to around 1.5 per cent in 2020, before the economy recovers to attain its envisaged potential over the medium term.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      60.34,
      462.53,
      72.33
    ],
    "text": "Implementation of Revival Measures",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      77.9,
      521.5,
      203.38
    ],
    "text": "Similar to other countries across the globe, Sri Lanka has utilised three types of policies to address the COVID-19 pandemic and its effects: a) border control and health sector policies; b) fiscal measures; and c) monetary and financial sector measures, including capital flow management. Border control and health sector policies attempt to contain the spread of the pandemic, while the other policies adopted by the government and the Central Bank seek to provide relief to businesses and individuals affected by the pandemic and address emerging macroeconomic concerns.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      209.07,
      521.51,
      425.83
    ],
    "text": "In relation to monetary measures, the Central Bank of Sri Lanka, thus far, has reduced the key policy interest rates, namely the Standing Deposit Facility Rate (SDFR) and Standing Lending Facility Rate (SLFR), by 100 basis points across three cuts, two of which were undertaken during emergency reviews in the months of March and April 2020. The Statutory Reserve Ratio (SRR) on all rupee deposit liabilities of licensed commercial banks (LCBs) was reduced by 1.00 percentage point, thereby injecting permanent liquidity of around Rs. 65 billion to the market. A large surplus has been maintained in the domestic money market through open market operations (OMOs) of various types and maturities, in order to avail sufficient liquidity for financial institutions, enabling them to facilitate urgent financial requirements of the economy. Meanwhile, in April 2020, the Central Bank reduced the Bank Rate, which is an administratively determined rate that could be used in periods of emergency, by 500 basis points from 15 per cent to 10 per cent.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      300.47,
      431.53,
      521.51,
      705.33
    ],
    "text": "Across the financial sector, several measures have been undertaken to ease the burden on businesses and individuals arising from the outbreak and containment measures. A wide ranging debt moratorium has been announced for the tourism, plantation, IT and apparel sectors, related logistics providers and small and medium scale enterprises. These businesses are also to receive working capital loans and investment purpose loans at concessional rates. Moratoria have also been granted on leasing loans for three wheelers, small value personal banking and leasing loans. In addition, financial institutions have been requested to reschedule non performing loans. To facilitate the provision of these concessions, lower capital conservation buffer requirements and a relaxation of loan classification rules have been announced, in addition to the availability of liquidity at reduced interest rates. Other key initiatives that were undertaken include the introduction of the ‘Saubagya COVID-19 Renaissance Facility’, which provides working capital for adversely affected businesses to revive their activities. Sub loans are to be released to farmers through licensed banks under the subsidised ‘New Comprehensive Rural Credit Scheme’.",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      532.64,
      732.39,
      542.64,
      745.86
    ],
    "text": "23",
    "fonts": [
      "TimesNewRomanPSMT"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      169.73,
      31.54,
      527.25,
      44.42
    ],
    "text": "ECONOMIC, PRICE AND FINANCIAL SYSTEM STABILITY, OUTLOOK AND POLICIES",
    "fonts": [
      "Arial-BoldMT"
    ],
    "sizes": [
      9.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      540.88,
      68.0,
      573.16,
      134.16
    ],
    "text": "1",
    "fonts": [
      "Capitals"
    ],
    "sizes": [
      46.423648834228516
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      60.43,
      283.38,
      207.82
    ],
    "text": "In addition, measures have been introduced to reduce the pressure on the balance of payments (BOP) and the exchange rate. Accordingly, directions were issued to licensed banks to suspend the facilitation of importation of several categories of motor vehicles and other non essential goods. Several measures have also been introduced to restrict capital flows temporarily, through the suspension of outward investment and a prohibition on the purchase of Sri Lankan sovereign bonds by commercial banks. Further, a ‘Special Deposit Account’ has been introduced with the view of facilitating the inflow of foreign currency deposits from Sri Lankans living abroad and well wishers.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      62.36,
      213.44,
      283.39,
      496.83
    ],
    "text": "Meanwhile, the government announced several relief measures for businesses and individuals during March 2020, in addition to the previously announced significant tax concessions to businesses and individuals following the Presidential Elections with a view to reviving the subdued level of economic activity. These recent measures include various concessions for businesses engaged in the tourism, apparel, and wholesale and retail trade sectors, the introduction of maximum retail prices for selected essential food items and certain medical items, and a cash grant of Rs. 5,000 as a lump sum payment for low income and vulnerable families and individuals. Further, the Agrahara insurance benefits were doubled for all health, police and civil defence employees, and all government servants engaged in controlling the spread of the COVID-19 outbreak. Meanwhile, the government initiated several measures on an urgent basis to ensure the availability of required funds for virus combating efforts, while also ensuring liquidity for businesses affected by long overdue payments. Such measures included allocations for settling payment arrears of small and medium scale contractors and to private institutions on account of purchasing of pharmaceuticals, and for settling procurement bills for fertiliser purchases. Further, the government allocated an additional Rs. 500 million",
    "fonts": [
      "FuturaBT-Light",
      "FuturaBT-LightItalic"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      60.37,
      524.36,
      316.55
    ],
    "text": "for preventive measures of the pandemic. A COVID-19 Healthcare and Social Security Fund was set up to help the provision of the necessary healthcare and relief measures, and a special bank account was opened by the President’s Fund, in which Rs. 100 million was initially deposited to be utilised for tasks related to preventing the spread of the pandemic. The government also established a fuel price stabilisation fund, aimed at raising a sum of about Rs. 200 billion within a period of 6 months, benefiting from the significantly low petroleum prices in the international markets. With due consideration to the burden of Value Added Tax (VAT) on firms, a grace period was granted until April 30 for payment of VAT accruing to February and March 2020. In spite of the limited fiscal space available to the government, the spaces built up in the monetary policy sphere, in terms of maintaining low inflation, and in the financial sector sphere, in terms of maintaining capital and liquidity buffers above industry norms, enabled the Central Bank to support the efforts of the government to implement the relief measures outlined above, while providing direct financing to the government, considering national interest.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      327.78,
      339.82,
      339.77
    ],
    "text": "Outlook",
    "fonts": [
      "FuturaBT-Medium"
    ],
    "sizes": [
      10.0
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      303.31,
      345.59,
      524.33,
      496.86
    ],
    "text": "The nature of the ongoing COVID-19 pandemic is such that its impact on the performance of the Sri Lankan economy hinges on several uncertain factors. These include the further spread of the pandemic, the intensity and efficiency of mitigation measures, the degree of supply disruptions, and the persistence of behavioural changes and other economic patterns, relevant to both the domestic and global economies. Although the recovery of global economic activity is likely to be a slow process, measures to achieve normalcy in domestic economic activities could enable Sri Lanka to record a faster recovery, as domestic demand accounts for a significant portion of aggregate demand in Sri Lanka.",
    "fonts": [
      "FuturaBT-Light"
    ],
    "sizes": [
      9.5
    ]
  }
]