[
  {
    "page_number": 0,
    "bbox": [
      205.44,
      27.4,
      242.78,
      36.59
    ],
    "text": "{ 50 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.371652603149414,
      8.977822303771973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.04,
      52.12,
      401.63,
      73.31
    ],
    "text": "million. Total purchases (spot and deliveries under forward contracts) amounted, therefore, to Es. 555 • 6 million and total sales to Rs. 627 • 3 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.300000190734863,
      8.677530288696289,
      8.682847023010254,
      8.977822303771973,
      9.191777229309082
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.28,
      82.12,
      403.6,
      175.31
    ],
    "text": "Income and Expenditure.—The income of the Central Bank for the year amounted to Rs. 20,646,598 • 54 and expenditure including an allocation to reserves of a sum of Rs. 9,171,594 05 in terms of Section 38 of the Monetary Law Act amounted to Rs. 14,646,598-54. The net profit of Rs. 6 million was credited to Surplus in terms of Section 39 (b) of the Monetary Law Act as the total of the Capital Accounts of the Bank as at the end of December, 1958, was less than 15 per cent of the difference between the total assets of the Bank and its assets in foreign currencies. The Surplus now stands at Rs. 18 million.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.300000190734863,
      8.692719459533691,
      8.719030380249023,
      8.731900215148926,
      8.766860008239746,
      8.859798431396484,
      8.919816970825195,
      8.941839218139648,
      8.977822303771973,
      9.20536994934082,
      9.253774642944336
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      41.28,
      184.36,
      400.7,
      217.55
    ],
    "text": "Bank Supervision.—In the year 1958, 11 examinations of commercial banks were conducted by the Department of Bank Supervision in terms of Section 29(1) of the Monetary Law Act.",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      8.941839218139648,
      8.977822303771973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.56,
      226.84,
      400.87,
      247.79
    ],
    "text": "This Department also continued to perform certain functions connected with the implementation of the Bank Debits Tax Act, No. 42 of 1957.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.954850196838379,
      8.977822303771973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      186.48,
      275.56,
      269.25,
      284.75
    ],
    "text": "VI. PERSONNEL",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.344451904296875,
      8.714920997619629
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.32,
      299.56,
      402.83,
      414.59
    ],
    "text": "Sir Arthur Ranasinha, Governor, left the island on September 22, 1958, to attend the Annual Meeting of the International Monetary Fund and the Interna­tional Bank for Reconstruction and Development which was held in New Delhi. Mr, D. W. Rajapatirana, Senior Deputy Governor, who had been nominated by the Government as a Ceylon Representative to the Thirteenth Session of the United Nations General Assembly at New York, left the island on September 10, 1958, and resumed duties in the Central Bank with effect from December 22, 1958. In terms of section 24 of the Monetary Law Act, Mr. W. Tennekoon, Deputy Governor,, was designated Senior, with effect from the date of Mr. D. W. Rajapatirana's depar­ture until his return from duty abroad.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.400280952453613,
      8.634593963623047,
      8.929465293884277,
      8.977822303771973
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.6,
      425.08,
      399.85,
      622.43
    ],
    "text": "Dr. Michael Greenberg was appointed Director of Economic Research and assumed duties on May 8,1958. Consequent to the passing of the Employees' Provi­dent Fund Act No. 15 of 1958, a new Department of the Central Bank known as the Employees' Provident Fund Department was established with effect from August 1, 1958, in terms of section 33 of the Monetary Law Act, and Mr. H. L. D. Selvarat-nam was appointed to officiate as Superintendent of the Department. Mr. C. L. B. Perera, Superintendent of Public Debt, entered on leave prior to retirement on August 18, 1958, and Mr. 0. B. Gunawardana was appointed to officiate. The services of Mr. D. C. Gunesekera, Chief Accountant, were released for a further year from November 1, 1958, for appointment as Alternate Executive Director in the International Bank for Reconstruction and Development. Mr. P. M. Jayarajan, Secretary, was appointed as Assistant to the Governors with effect from December 8, 1958, and Mr. S. E. P. Jansz was appointed Secretary, with effect from the same date. Besides Dr. Gamani Corea, one other Staff Officer attached to the Economic Research Department continued to work full time in the Planning Secretariat. Other Staff Officers of the Research Department assisted various Ministries from time to time during the year on special assignments.",
    "fonts": [
      "Helvetica-Bold",
      "Times-Bold"
    ],
    "sizes": [
      8.400280952453613,
      8.656347274780273,
      8.692917823791504,
      8.69390869140625,
      8.73253059387207,
      8.739904403686523,
      8.8751802444458,
      8.891000747680664,
      8.911433219909668,
      8.958465576171875,
      8.977822303771973
    ]
  }
]