[
  {
    "page_number": 0,
    "bbox": [
      100.08,
      59.33,
      346.37,
      82.13
    ],
    "text": "I. ECONOMIC PROBLEMS AND POLICIES—1963 Introduction",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.448281288146973,
      9.492613792419434,
      9.673432350158691,
      10.032477378845215
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      42.0,
      88.37,
      402.18,
      216.05
    ],
    "text": "In 1963, Ceylon's Gross National Product at current prices increased, according to provisional estimates, by 4.8 per cent. In real terms, however, i.e. at constant prices, the increase in Gross National Product during the year was only 1.8 per cent. When allowance is made for the increase in population, real product per person declined in 1963 by Q.8 per cent. The rate of increase in total Gross National Product in real terms was smaller in 1963 than in the previous year. This was the result of a decline in production in the export sector and a smaller rate of increase in production in the domestic sector. Industrial production, however, continued to expand signi­ficantly in 1963. Domestic rice production also increased during the year, but the rate of increase in production was 2.3 per cent in 1963 as against 11.3 per cent in 1962.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.420104026794434,
      9.600262641906738,
      9.602677345275879,
      9.610177993774414,
      9.619307518005371,
      9.673432350158691,
      9.91645336151123,
      9.941640853881836,
      9.94863510131836,
      9.952006340026855,
      9.961528778076172,
      9.969672203063965,
      10.006814956665039,
      10.119715690612793,
      10.163359642028809
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.84,
      224.21,
      402.89,
      375.41
    ],
    "text": "In 1963 the Ceylon economy had to face many forces of an unfavourable nature. The monetary expansion of the earlier years and the consequent decline in external Reserves had resulted in the need to maintain extensive restrictions on imports, so as to ease the pressures on Ceylon's balance of payments. In 1963 there were indications of relative scarcities and rising prices in respect of several categories of imported goods. These developments, moreover, were accentuated by a deterioration in Ceylon's terms of trade during the year on account of a rise in import prices. During the latter part of the year, in particular, there was a sharp increase in the external price of rice, flour and specially sugar—items imported and sold by the Government itself. Since these price increases were not passed on to the domestic consumer and since there was the need to sustain consumer supplies, these developments led to further pressures on Ceylon's balance of payments and on the Government's budgetary position.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.316774368286133,
      9.425333976745605,
      9.542989730834961,
      9.54637336730957,
      9.638142585754395,
      9.673432350158691,
      9.907012939453125,
      9.909979820251465,
      9.946596145629883,
      9.94863510131836,
      9.948719024658203,
      9.97789192199707,
      9.995885848999023,
      10.003255844116211,
      10.007518768310547,
      10.040397644042969,
      10.046911239624023,
      10.101696968078613,
      10.11758804321289
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      40.08,
      383.33,
      400.85,
      522.77
    ],
    "text": "In the financial year 1962-63 there was a reduction in the overall cash deficit in the Government budget and in the extent of financing from expansionary sources. The overall cash deficit in 1962-63 was Rs. 391.7 million as against Rs. 456.1 million in 1961-62 and the extent of expansionary financing Rs. 162.0 million as against Rs. 190.4 million. The reduction in the overall cash deficit in 1962-63, was largely the outcome of a reduction in loans to Government agencies for capital outlays. During that year, however, there were significant increases in subscriptions to Government loans from non-bank sources and in receipts from foreign aid. The budget for the current financial year, 1963-64, sought to limit the extent of financing from expansionary sources to Rs. 54.5 million. However, this objective •would be affected by the rise in external food prices during the latter part of 1963 which is estimated to result in an increase of Rs. 167.0 million in the food bill.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.181896209716797,
      9.415092468261719,
      9.494183540344238,
      9.504905700683594,
      9.573615074157715,
      9.58869743347168,
      9.673432350158691,
      9.91645336151123,
      9.941640853881836,
      9.969672203063965,
      10.007518768310547,
      10.041717529296875,
      10.101696968078613,
      10.11758804321289,
      10.23731803894043
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.12,
      531.41,
      400.55,
      629.81
    ],
    "text": "1963 saw a sharp increase in the tbtal of commercial bank credit to the private sector, Government corporations and agencies. This was largely the result of an extension of credit by the Ceylonese banks. In previous years the expansionary effects of Government finance and commercial bank credit to the private sector on the money supply were offset to a large extent by a decline in net external banking assets. In 1963, with the maintenance of import restrictions, the contractive effects of this factor were reduced. In consequence, the total money supply increased by 12.3 per cent during the year as compared to an increase of 4.2 per cent in the previous year. This occurred despite a substantial increase in time and savings deposits.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.535784721374512,
      9.552313804626465,
      9.584637641906738,
      9.632943153381348,
      9.646214485168457,
      9.673432350158691,
      9.952006340026855,
      9.969672203063965,
      9.995885848999023,
      10.0018892288208,
      10.041717529296875,
      10.082250595092773
    ]
  },
  {
    "page_number": 0,
    "bbox": [
      39.6,
      647.19,
      72.18,
      655.05
    ],
    "text": "1517—B",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      210.48,
      62.45,
      244.31,
      72.53
    ],
    "text": "( 2 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.48,
      82.37,
      407.75,
      176.45
    ],
    "text": "The developments in 1963, as detailed in subsequent portions of this Report, serve to underline further the need to limit the expansionary pressures that have been underway in recent years in the financial field. In the absence of such restraint the emergent pressures on prices and supplies could only gain in intensity in the period ahead. Such a result would adversely affect production costs not only in the domestic, but in the export sector as well and accentuate still further the existing strains on the country's balance of payments and external reserves, and on the government budget itself.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.451611518859863,
      9.577117919921875,
      9.61917781829834,
      9.673432350158691,
      9.909979820251465,
      9.969672203063965,
      9.97789192199707,
      10.041717529296875,
      10.084919929504395,
      10.10477066040039,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      154.32,
      193.01,
      301.74,
      203.09
    ],
    "text": "(1) Economic Growth in 1963",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.177430152893066,
      9.459054946899414,
      9.673432350158691
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.48,
      210.29,
      407.89,
      292.37
    ],
    "text": "As already mentioned, Gross National Product in money terms, i.e. at current prices/is estimated to have increased in 1963 by 4.8 per cent. Allowing for an esti­mated rate of increase of population of 2.6 per cent, Gross National Product per capita rose by 2.1 per cent. The rates of increase in total and per capita Gross National Product were slightly higher than the rates of increase in 1962. In that year Gross National Product increased by 4.5 per cent and Gross National Product per capita by 1.8 per cent. The rate of increase of population in 1962 was 2.7 per cent.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.327167510986328,
      9.435256958007812,
      9.442187309265137,
      9.673432350158691,
      9.941640853881836,
      9.952006340026855,
      10.104483604431152,
      10.119715690612793,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.0,
      299.57,
      407.08,
      369.65
    ],
    "text": "In real terms, i.e. at constant prices, the increase in Gross National Product in 1963 was 1.8 per cent. This is in contrast to the rate of increase of real product of 3.7 per cent in 1962. It may be noted that the rate of increase in 1963 was less than the rate of increase in population. In per capita terms, real product declined by 0.8 per cent in 1963 as compared with an increase of 1.0 per cent in the previous year, and an average annual rate of increase of 0.8 per cent in the years 1960 to 1962.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.673432350158691,
      9.961528778076172,
      10.00954532623291,
      10.119715690612793,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      47.52,
      376.85,
      407.23,
      481.01
    ],
    "text": "In 1963, unlike in any recent year, output in the export sector showed a decline in real terms. The increase in total real national product is therefore attributable to an expansion in the domestic sector. The expansion in the domestic sector of 3.1 per cent in 1963, was however less than that of the previous year amounting to 4.2 per cent. Industrial production, fish production, and capital development by public enterprises continued to expand. Paddy production which had increased substantially in 1962 rose by a further 1.1 million bushels in 1963 to reach a total yield of 49.2 million bushels. The rate of increase in 1963, however, Was 2.3 per cent, which is below the average annual rate of increase of 9.8 per cent during the period 1959 to 1962.",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      8.98322582244873,
      9.392505645751953,
      9.564615249633789,
      9.590424537658691,
      9.673432350158691,
      9.766297340393066,
      9.917706489562988,
      9.917998313903809,
      9.952006340026855,
      9.961528778076172,
      9.97789192199707,
      10.006814956665039,
      10.00954532623291,
      10.013267517089844,
      10.119715690612793,
      10.163359642028809,
      10.23731803894043
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.48,
      489.17,
      407.12,
      546.29
    ],
    "text": ". Gross Domestic Expenditure continued to be in excess of Gross National Product at current market prices. In consequence, disinvestment abroad which has been a recurrent feature in the Ceylon economy in recent years continued into 1963 as well. However, in the more recent years the scale of such disinvestment has been lower than in the years prior to 1961.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.100000381469727,
      9.425333976745605,
      9.468549728393555,
      9.542555809020996,
      9.54576587677002,
      9.567212104797363,
      9.673432350158691,
      9.915952682495117,
      9.93322467803955,
      9.941640853881836,
      9.94880199432373,
      10.119715690612793
    ]
  },
  {
    "page_number": 1,
    "bbox": [
      48.48,
      554.21,
      406.89,
      658.37
    ],
    "text": "Consumer outlays in money terms or current prices increased in 1963 by 5.5 per Cent. Gross capital formation at current prices on the other hand declined by 3.8 per cent. This decline was due to a fall in fixed capital formation. Gross domestic fixed capital formation as a ratio of Gross National Product at market prices shows a fall from 15.0 per cent in 1962 to 13.7 per cent in 1963. The fall in fixed capital formation occurred mainly in the private sector and public corporations taken together. While there was a decrease in fixed capital formation in the rest of the government sector, fixed capital formation in public enterprises showed a substantial increase.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.445694923400879,
      9.598494529724121,
      9.673432350158691,
      9.910564422607422,
      9.917998313903809,
      9.93322467803955,
      9.938850402832031,
      9.941640853881836,
      9.94863510131836,
      9.981833457946777,
      10.0018892288208,
      10.007518768310547,
      10.0208740234375
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      198.96,
      48.77,
      231.86,
      58.85
    ],
    "text": "( 3 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      33.6,
      67.97,
      395.59,
      210.05
    ],
    "text": "In a subsequent section of the present Report details are presented of a survey of industrial activity undertaken by the Central Bank utilising, amongst other sources, data made available by the Employees' Provident Fund. This survey confirms the picture of a marked expansion in industrial activity in recent years. The industries covered in this survey increased their total production by 16.9 per cent in 1962 and by 11.3 per cent in 1963. The gross value of the total output of these industries increased by Rs. 44.7 million in 1963. A substantial part of the increase in total production was due to the expansion of output in three industries, viz., garments, biscuit confectionery, and metal products. The survey also analyses the distribution of firms within industries in terms of the size of output and of the total wage bill. These results provide, for the first time, a picture of the emergent structure of industry in Ceylon.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.319929122924805,
      9.472265243530273,
      9.487727165222168,
      9.545722961425781,
      9.558942794799805,
      9.559722900390625,
      9.611771583557129,
      9.668124198913574,
      9.670479774475098,
      9.692632675170898,
      9.716141700744629,
      9.94863510131836,
      9.952006340026855,
      9.953919410705566,
      9.979759216308594,
      9.992363929748535,
      9.996257781982422,
      10.0018892288208,
      10.007518768310547,
      10.027234077453613,
      10.041717529296875,
      10.049837112426758,
      10.101696968078613
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      90.96,
      222.05,
      336.53,
      232.13
    ],
    "text": "(2) General Monetary and Financial Developments",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.667525291442871,
      9.716141700744629,
      10.035118103027344,
      10.058073997497559
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      31.68,
      238.13,
      394.7,
      392.21
    ],
    "text": "Two of the main features of the domestic economy during 1963 were the upward movement in the general level of prices and the emergence of shortages in supplies of several categories of imported goods. The extent of the increase in prices cannot be precisely measured in the absence of an appropriate index of wholesale or retail prices. The Colombo Consumers' Price Index, which is limited in coverage and in which subsidised items enjoy a relatively heavy weightage, increased by 2.4 per cent during the year. But there were indications that the increase in prices was sharper particularly in respect of many items outside the Index. Similarly, there are no precise data to measure changes in total supplies of imported goods. The index of the overall volume of imports declined by 14.1 per cent during the year. But here again, the absence of data on the availability of stocks, and limitations in the index itself, precludes an accurate assessment of the actual variation in total supplies of imported goods.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.316774368286133,
      9.327167510986328,
      9.362083435058594,
      9.425333976745605,
      9.555000305175781,
      9.559418678283691,
      9.562320709228516,
      9.58869743347168,
      9.619307518005371,
      9.639172554016113,
      9.689470291137695,
      9.696391105651855,
      9.716141700744629,
      9.952006340026855,
      9.964188575744629,
      10.007518768310547,
      10.022483825683594,
      10.049837112426758,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      30.48,
      401.33,
      391.46,
      505.49
    ],
    "text": "The retail prices of the essential foodstuffs—rice, flour and sugar—which are distributed by Government were not affected by the general increase in prices. These prices were maintained, and in the case of flour moderately reduced, despite a rise in import prices. At the same time, Government import and distribution policy was directed at sustaining supplies of essential items to as large an extent as possible. To some degree too, the domestic manufacture of import substitutes offset the con­traction in external supplies. But essentially these factors served to moderate rather than to remove the general impact of rising prices and shortages on the domestic economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.281866073608398,
      9.330806732177734,
      9.370835304260254,
      9.41755485534668,
      9.468986511230469,
      9.671806335449219,
      9.692632675170898,
      9.716141700744629,
      9.993565559387207,
      10.022483825683594,
      10.119715690612793,
      10.125810623168945
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.52,
      513.41,
      390.01,
      571.49
    ],
    "text": "There were two factors which underlay these developments. The first was the monetary expansion that had been sustained at high levels over recent years. The second was the deterioration in the terms of trade which reduced the purchasing power of Ceylon's exports. Both these factors were of significance to Ceylon's expe­rience during 1963.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.517922401428223,
      9.531875610351562,
      9.542989730834961,
      9.716141700744629,
      9.94863510131836,
      10.046911239624023,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.04,
      577.97,
      391.13,
      646.85
    ],
    "text": "The consequences of a sustained monetary expansion, brought about by recourse to excessive deficit financing in the Government budget, have been outlined in the previous Annual Reports of the Central Bank. It was pointed out that as long as external assets were plentiful such an expansion would not exert significant effects on the general level of prices since the high level of monetary demand could be met by increased supplies of imported goods. The increase in imports, however, results",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.316774368286133,
      9.442187309265137,
      9.451611518859863,
      9.47611141204834,
      9.671806335449219,
      9.682161331176758,
      9.716141700744629,
      9.975235939025879,
      9.996257781982422,
      10.23731803894043
    ]
  },
  {
    "page_number": 2,
    "bbox": [
      29.04,
      662.31,
      66.23,
      670.17
    ],
    "text": "1517—Ba",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.58072566986084
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      221.28,
      48.05,
      255.14,
      58.13
    ],
    "text": "( 4 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      52.56,
      69.41,
      412.56,
      139.49
    ],
    "text": "in pressures on the balance of payments and in a running down of external assets. Once these assets have been utilized there is no alternative, save an increase in external liabilities, to reducing imports themselves. The reduced supply of imports, in the context of a high level of monetary demand, must inevitably result in pressures on the general level of prices and in the emergence of shortages and scarcities of one kind or another.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.510045051574707,
      9.555000305175781,
      9.646086692810059,
      9.716141700744629,
      9.766297340393066,
      9.969672203063965,
      9.975235939025879,
      10.007518768310547
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.24,
      147.89,
      412.9,
      313.97
    ],
    "text": "It needs to be noted that Ceylon has hitherto enjoyed a record of relative price stability. The increase in the general level of prices over the entire post-war period has been more moderate in Ceylon than in most countries. Yet, it is important to recognise that this record was largely the result of Ceylon's ability to adapt supplies of goods to changes in demand through the relatively free movement of imports. Imports constitute a high proportion of the total of resources available for consump­tion and investment in the economy and, in conditions where imports flow in freely, changes in the internal price level are more a reflection of changes in prices abroad than of changes in domestic demand. With the need to restrict imports, however, the situation is altered basically and the factor which contributed towards price stability in the past would no longer be in operation. In this situation, it is not possible to postulate the automatic continuance of the trends of the earlier period, and the course of the domestic price level would now depend on the success with which domestic demand is adapted to the total availability of supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.23625373840332,
      9.38589096069336,
      9.425333976745605,
      9.504905700683594,
      9.542989730834961,
      9.593402862548828,
      9.599573135375977,
      9.619780540466309,
      9.637412071228027,
      9.716141700744629,
      9.733257293701172,
      9.952006340026855,
      9.95699691772461,
      9.95841121673584,
      9.959949493408203,
      9.96198558807373,
      9.969672203063965,
      9.973492622375488,
      9.995927810668945,
      10.016451835632324,
      10.041717529296875,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.48,
      322.85,
      413.36,
      440.93
    ],
    "text": "The impact of these forces—the monetary expansion and the import restrictions —on prices during the years 1961 and 1962 was cushioned to some extent by factors such as the continued availability of stocks of goods that had been previously imported. But, although there are no accurate data on changes in import stocks, it was evident that the moderating influence of this factor was weakened in 1963. Similarly, the effects on prices of a restriction in supplies of imported goods could be offset by the availability of domestically produced substitutes. There has been an undoubted increase in the manufactures of import substitutes over the last two years. But clearly, the size and range of domestic production was still inadequate to wholly offset the impact of the reduction in imports on the total availability of supplies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.38589096069336,
      9.451611518859863,
      9.468986511230469,
      9.47611141204834,
      9.535784721374512,
      9.594568252563477,
      9.641192436218262,
      9.659597396850586,
      9.66234016418457,
      9.671806335449219,
      9.716141700744629,
      9.724320411682129,
      9.952006340026855,
      9.952131271362305,
      9.993565559387207,
      10.004704475402832,
      10.007518768310547,
      10.041717529296875,
      10.049837112426758,
      10.23731803894043
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      55.44,
      449.33,
      416.17,
      517.01
    ],
    "text": "The second factor of relevance to Ceylon's experience in 1963 was the deteriora­tion in the terms of trade. In terms of the Central Bank index the terms of trade declined by 9.2 per cent from 98 points in 1962 to 89 points in 1963 (1958= 100).i This was entirely due to a rise in the index of import prices which increased from 95 points in 1962 to 105 points in 1963. The index of export prices remained unchanged at 93 points over the two years.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.440827369689941,
      9.443985939025879,
      9.49444580078125,
      9.520575523376465,
      9.542989730834961,
      9.600262641906738,
      9.622018814086914,
      9.663926124572754,
      9.671806335449219,
      9.672533988952637,
      9.690710067749023,
      9.716141700744629,
      9.94863510131836,
      9.97374153137207,
      10.046911239624023
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      54.72,
      526.37,
      414.0,
      618.77
    ],
    "text": "There are at least two ways in which the decline in the terms of trade exerted adverse effects on the domestic economy. First, by reducing the purchasing power of Ceylon's export earnings it reduced the total volume of imports that could have been obtained for any given change in external assets. Had Ceylon's terms of trade not deteriorated during the year, or had it improved, Ceylon would have been able to secure a greater volume of imported supplies than she did in fact obtain for the external outlays incurred in 1963. Alternatively, with the same degree of import restrictions and with better terms of trade, the pressures on Ceylon's external assets",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.41755485534668,
      9.451611518859863,
      9.542989730834961,
      9.66353988647461,
      9.716141700744629,
      9.94863510131836,
      9.952006340026855,
      9.952338218688965,
      9.97374153137207,
      9.975235939025879,
      10.035077095031738,
      10.046911239624023,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 3,
    "bbox": [
      56.16,
      635.19,
      168.93,
      643.05
    ],
    "text": "J, Vide footnote on page 7.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.58072566986084,
      7.794849395751953,
      7.829082012176514
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      202.8,
      49.97,
      234.95,
      60.05
    ],
    "text": "( 5 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      37.2,
      69.89,
      399.15,
      138.77
    ],
    "text": "position would have been less severe. Either course would have been beneficial to the Ceylon economy. A larger flow of imported supplies would have helped to lessen the pressures on the price level. In the alternative, a stronger external assets position would have strengthened Ceylon's capacity to meet future requirements for external outlays. The decline in the terms of trade worsened Ceylon's position from one or the other of these points of view.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.145386695861816,
      9.417247772216797,
      9.41755485534668,
      9.504121780395508,
      9.504905700683594,
      9.634188652038574,
      9.673432350158691,
      9.907012939453125,
      9.909979820251465,
      9.925176620483398,
      9.94863510131836,
      9.952381134033203,
      9.95400333404541,
      9.975235939025879,
      10.046911239624023
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      36.0,
      146.21,
      397.38,
      300.29
    ],
    "text": "Secondly, the decline in the terms of trade reacted adversely on the overall budgetary position of the Government, particularly during the last quarter of 1963. During this period there was a rise in the external price of foodstuffs imported by Government and sold at subsidised or fixed prices. The external prices of rice, flour and sugar all showed an upward trend during 1963. The increase in sugar prices was particularly sharp. Since the local retail prices of these items were not increased in turn, these changes would result in an increase in the Government food subsidy bill and in a corresponding enlargement in the budget deficit. The magnitude of expan­sionary financing would thereby be increased and this must further aggravate the inflationary pressures on domestic prices in the economy unless such expansionary financing was wholly offset by a decline in external assets. The rise is food prices, however, would mainly affect the financial year 1963-64 which includes the last quarter of 1963.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.145386695861816,
      9.425333976745605,
      9.49832534790039,
      9.573615074157715,
      9.673432350158691,
      9.907012939453125,
      9.909979820251465,
      9.91695499420166,
      9.94863510131836,
      9.969672203063965,
      9.976398468017578,
      9.97789192199707,
      10.004704475402832,
      10.007518768310547,
      10.022483825683594,
      10.025623321533203,
      10.041717529296875,
      10.046911239624023,
      10.171341896057129
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.84,
      307.25,
      395.52,
      458.45
    ],
    "text": "Ceylon, in common with most developing countries, has suffered from sharp fluctuations in the terms of trade over the post-war period. The index of Ceylon's terms of trade (base 1958=100) rose to a peak of 114 in 1950 following the Korean war and declined to a trough of 84 in 1952. In 1955, again, following a marked rise in tea prices, the index of Ceylon's terms of trade rose to 112. But by 1957 it had declined to 94. There were mild upturns in 1958 and 1959 as in 1962 but in 1963, as mentioned, the index had fallen to 89. Unfavourable movements in the terms of trade partially negatived the beneficial effects of increases in the volume of output of Ceylon's export products. Between 1948 and 1963 Ceylon's total export volumes increased at an annual average rate of 2.1 per cent. Yet, owing to movements in the terms of trade the purchasing power of Ceylon's exports (i.e. export values deflated by the index of import prices) increased at an average annual rate of only 0.9 per cent during the same period.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.145386695861816,
      9.424454689025879,
      9.472265243530273,
      9.600262641906738,
      9.673432350158691,
      9.910606384277344,
      9.94863510131836,
      9.952006340026855,
      9.995885848999023,
      10.00954532623291,
      10.046911239624023,
      10.056015014648438,
      10.163359642028809
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      33.36,
      467.33,
      393.35,
      606.77
    ],
    "text": "As already indicated, Ceylon's experience of the terms of trade in 1963 aggravated the difficulties facing the Ceylon economy. The continued monetary expansion in the recent period had already created a situation in which imports had to be restricted and inflationary pressures on the price level were increasing. The decline in the terms of trade helped to accelerate this process by increasing the strains on the country's balance of payments and on the budgetary position of Government. There were also other factors of an unfavourable nature. A decline in the total production of export crops affected export earnings, whilst a smaller increase in domestic rice production, relative to 1962, led to a reduction in stocks and to larger imports of rice. The Port strike occurring towards the end of the year further intensified Ceylon's difficulties by reducing the flow of exports and by increasing outlays on demurrage and freight.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.145386695861816,
      9.41755485534668,
      9.542989730834961,
      9.54637336730957,
      9.628299713134766,
      9.673432350158691,
      9.909979820251465,
      9.914824485778809,
      9.94863510131836,
      9.952006340026855,
      9.97789192199707,
      9.983907699584961,
      10.040397644042969,
      10.041717529296875,
      10.046911239624023,
      10.084919929504395
    ]
  },
  {
    "page_number": 4,
    "bbox": [
      32.88,
      614.21,
      393.26,
      648.29
    ],
    "text": "It is clear that had Ceylon been in possession of larger external reserves she would have been in a better position to withstand adverse fluctuations in export earnings and import outlays. Unfortunately at the beginning of 1963 Ceylon's external",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.145386695861816,
      9.504905700683594,
      9.542989730834961,
      9.673432350158691,
      9.912152290344238,
      9.952338218688965,
      10.23731803894043
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      208.56,
      49.88,
      240.75,
      60.07
    ],
    "text": "( 6 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.997769355773926,
      9.779733657836914
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      47.76,
      71.48,
      408.96,
      250.87
    ],
    "text": "assets were already at a relatively low level. They had declined from Rs. 1229 million at the end of 1955 to Rs. 504 million at the end of 1962 — largely in consequence of the sustained demand for imports generated by the overall deficits in the Govern­ment budget. In 1963, Ceylon was able to incur and finance a deficit in the balance of payments on current account through a further reduction in her external assets and through an increase in external liabilities. In other words, Ceylon did not, in 1963, reduce her imports to the full extent of the decline in the purchasing power of her exports. But the further fall in external reserves and the increase in external liabilities, particularly short term liabilities, during the year placed Ceylon's external reserves in a position in which there remains but little leeway for meeting future adverse fluctuation. If the terms of trade were to remain relatively unfavourable, Ceylon would have little alternative but to curtail imports still further or to increase her external liabilities. However, unless overall monetary demand is also curtailed, the reduction in imports would result in a further intensification of shortages and of inflationary pressures on the price level. An increase in external liabilities would merely make possible a postponement of this process.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922576904296875,
      9.328454971313477,
      9.495763778686523,
      9.532416343688965,
      9.556005477905273,
      9.595163345336914,
      9.7387113571167,
      9.779733657836914,
      10.018458366394043,
      10.02415943145752,
      10.029814720153809,
      10.032682418823242,
      10.0623779296875,
      10.096721649169922,
      10.101960182189941
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      49.2,
      259.64,
      408.44,
      592.39
    ],
    "text": "It is true that most developing countries have, like Ceylon, experienced a running down of reserves during the course of the nineteen fifties. This was partly associated with a deterioration in the terms of trade, and was partly due to the efforts of these countries at accelerating the pace of development. A rising tempo of economic growth often requires increased imports of machinery and,equipment, raw materials, and even consumer goods. Where external receipts do not rise sufficiently, such countries have little alternative but to resort to a drawing down of the external reserves they possess. These factors were of relevance to Ceylon's experience as well. But the decline in Ceylon's external reserves and the overall budgetary deficits of Government which were causally associated with it were as much the outcome of increases in consump­tion as of capital formation. In fact, in recent years, both in the Government sector and in the economy as a whole the increases in consumption expenditure have been more notable than the increases in capital formation. It needs to be recognised, more­over, that the use of reserves, even for the financing of development is a \"once and for all\" process. Once they have been utilised, external outlays have to be matched by external receipts and the country's monetary and fiscal policies have to be adapted to achieving this objective without an excessive inflation in prices. Furthermore, it has also to be recognised that a drawing down of external reserves, even when occasioned by a development effort, should not prudently exceed the limits of a minimum level necessary to cope with possible fluctuations in external receipts and outlays. For a country like Ceylon whose balance of payments is highly susceptible to movements in external prices and where external trade plays a large part in the total of economic activity, this minimum must necessarily be larger in relative terms to what would be needed by less \"open\" economies. External reserves serve to cushion the economy against the impact of external fluctuations. Where they are inadequate, external payments would need to be continously adapted—even over the shortest period— to changes in external receipts. This may result in dislocations which affect supplies not only of consumer goods but of machinery, equipment and industrial raw materials.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922576904296875,
      9.367795944213867,
      9.397970199584961,
      9.43504810333252,
      9.437154769897461,
      9.466124534606934,
      9.476982116699219,
      9.485239028930664,
      9.493579864501953,
      9.514018058776855,
      9.5185546875,
      9.52051067352295,
      9.524154663085938,
      9.532416343688965,
      9.543021202087402,
      9.544174194335938,
      9.552107810974121,
      9.566363334655762,
      9.595163345336914,
      9.62994384765625,
      9.641230583190918,
      9.64899730682373,
      9.664292335510254,
      9.665517807006836,
      9.673221588134766,
      9.69013786315918,
      9.6910982131958,
      9.694459915161133,
      9.696380615234375,
      9.701441764831543,
      9.70759105682373,
      9.726710319519043,
      9.752998352050781,
      9.753822326660156,
      9.757813453674316,
      9.779733657836914,
      10.018458366394043,
      10.02415943145752,
      10.028379440307617,
      10.034412384033203,
      10.096721649169922,
      10.101960182189941,
      10.157275199890137,
      10.175383567810059,
      10.177586555480957,
      10.2935209274292
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      49.92,
      602.12,
      164.5,
      612.31
    ],
    "text": "External Payments in 1963",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      9.723316192626953,
      9.779733657836914
    ]
  },
  {
    "page_number": 5,
    "bbox": [
      50.16,
      615.8,
      408.17,
      647.59
    ],
    "text": "The impact of Ceylon's external receipts and payments on the country's external reserves and liabilities in 1963 is summarised in the table below. A more detailed analysis of Ceylon's balance of payments is made in Part II.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.42854118347168,
      9.595163345336914,
      9.725013732910156,
      9.779733657836914,
      10.215521812438965
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      199.2,
      47.09,
      231.41,
      57.17
    ],
    "text": "( 7 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.287797927856445,
      9.758663177490234
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      190.08,
      66.29,
      245.81,
      76.37
    ],
    "text": "TABLE 1-1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.758663177490234
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      112.8,
      85.49,
      315.7,
      95.57
    ],
    "text": "Ceylon's Balance of Payments 1960-1963",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.758663177490234,
      10.013432502746582,
      10.047736167907715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      318.0,
      102.63,
      375.48,
      110.49
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.613901615142822,
      7.813129901885986
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      207.6,
      118.71,
      370.8,
      133.08
    ],
    "text": "1960 1961 1962 1963 (Provisional)",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      6.4142303466796875,
      7.537611961364746,
      7.5506086349487305,
      7.566015243530273,
      7.5697784423828125
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      60.96,
      140.31,
      116.97,
      148.41
    ],
    "text": "1. Merchandise",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.613901615142822
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      78.96,
      148.71,
      364.64,
      177.17
    ],
    "text": "Exports 1796 1707 1763 1725 Imports —2006 1794 —1906 —1854 Trade balance — 210 — 87 — 143 — 129",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.490483283996582,
      7.519332408905029,
      7.522415637969971,
      7.54088830947876,
      7.548572063446045,
      7.5697784423828125,
      7.613901615142822,
      7.806190490722656,
      10.442999839782715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.76,
      177.48,
      364.41,
      221.61
    ],
    "text": "2. Services — 32 . 18 — 8 — 22 3. Donations + 22 + 11 + 7 + 5 4. Current Account balance — 220 94 — 144 — 146 Methods of financing 5. Private Capital (1)",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      7.099999904632568,
      7.148610591888428,
      7.286620140075684,
      7.339628219604492,
      7.366912841796875,
      7.403975963592529,
      7.543395042419434,
      7.557248592376709,
      7.579494953155518,
      7.613901615142822,
      7.806190490722656,
      7.824122905731201,
      7.84631872177124,
      7.862973690032959,
      7.885859966278076,
      9.176618576049805,
      10.104999542236328
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.52,
      222.15,
      364.67,
      245.61
    ],
    "text": "Long term + 2 — 8 — 2 + 4 Short term — 7 + 14 — 11 6. Official and banking capital (1)",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.148610591888428,
      7.378262996673584,
      7.543395042419434,
      7.557248592376709,
      7.613901615142822,
      7.7975006103515625,
      7.804349899291992,
      7.840245246887207,
      9.176618576049805,
      10.442999839782715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      75.36,
      246.63,
      188.13,
      254.49
    ],
    "text": "(i) Change in net external long-",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.613901615142822,
      7.81387186050415,
      7.844358921051025
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      72.24,
      254.55,
      363.93,
      270.09
    ],
    "text": "term liabilities (2) + 20 + 19 + 40 + 75 (ii) Change in net external",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.148610591888428,
      7.555314064025879,
      7.613901615142822,
      7.7975006103515625,
      7.844358921051025,
      7.953268051147461,
      9.176618576049805
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      69.6,
      270.39,
      364.02,
      298.37
    ],
    "text": "short-term liabilities — 17 + 81 + 47 + 42 (iii) Change in external assets + 193 + 10 + 28 + 42 (iv) Other — 2",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.148610591888428,
      7.300892353057861,
      7.5210747718811035,
      7.579494953155518,
      7.613901615142822,
      7.814517021179199,
      7.844358921051025,
      7.953268051147461,
      7.963940620422363,
      8.153980255126953,
      9.176618576049805,
      10.442999839782715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      59.04,
      300.39,
      363.17,
      312.05
    ],
    "text": "7. Errors and omissions + 29 — 19 + 31 — 6",
    "fonts": [
      "Helvetica",
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.148610591888428,
      7.510813236236572,
      7.555314064025879,
      7.613901615142822,
      7.864063262939453,
      10.442999839782715
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      53.04,
      329.19,
      349.84,
      348.09
    ],
    "text": "(1) Plus sign represents decreases in assets and increases in liabilities. (2) Net of repayment of loans shown in Table II H-3 \"Total financing deficit\".",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.530954837799072,
      7.613901615142822,
      7.850943088531494,
      7.862973690032959,
      7.863454341888428,
      7.875656604766846,
      7.877705097198486,
      7.893271446228027,
      7.900261878967285,
      7.911388397216797,
      7.916324615478516,
      7.918266773223877,
      7.963940620422363
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      35.04,
      355.73,
      394.82,
      448.13
    ],
    "text": "As indicated above, Ceylon had a merchandise deficit of Rs. 129 million in 1962. This was, however, lower than the merchandise deficit of Rs. 143 million in the preceding year despite a reduction in export earnings in 1963. The fall in the merchandise deficit was entirely due to a contraction in import outlays. Nevertheless, though the merchandise deficit was reduced, Ceylon's total current account deficit in 1963 was slightly higher than in 1962. This was due to an increase in the net deficit on service items, mainly on account of reduced earnings from the Port of Colombo and from reduced interest receipts on external assets.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.327167510986328,
      9.362083435058594,
      9.420104026794434,
      9.468374252319336,
      9.48056697845459,
      9.494183540344238,
      9.508085250854492,
      9.54919147491455,
      9.758663177490234,
      10.119715690612793
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      35.52,
      457.73,
      398.58,
      597.17
    ],
    "text": "The reduction in import outlays in 1963, in the context of the rise in import prices, provides some indication of the extent to which the physical volume of imports was reduced during the year. Ceylon's total payments for imports declined by Rs. 52 million from Rs. 1906 million in 1962 to Rs. 1854 million in 1963. The index of import prices, however, rose by 10.5 per cent between 1962 and 1963. Although the accuracy of the index is limited by several factors,1 there is nevertheless little doubt that there was a significant increase in import prices during the year and that for this reason the reduction in the physical supplies of imports was greater than is suggested by the decline in import payments alone. Other data confirm this picture. Although total import payments declined by Rs. 52 million in 1963, import outlays by the private sector and government corporations fell by Rs. 145 million despite the rise in import prices. On the other hand government food payments increased",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.415531873703003,
      8.873690605163574,
      9.181896209716797,
      9.442187309265137,
      9.477553367614746,
      9.494183540344238,
      9.49688720703125,
      9.546980857849121,
      9.562320709228516,
      9.619307518005371,
      9.633286476135254,
      9.640332221984863,
      9.671806335449219,
      9.724021911621094,
      9.724320411682129,
      9.734321594238281,
      9.758663177490234,
      10.007518768310547,
      10.041717529296875,
      10.049837112426758,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 6,
    "bbox": [
      36.72,
      611.19,
      394.15,
      643.53
    ],
    "text": "1. The accuracy of the index of import prices and hence of the index of the terms of trade, has been reduced by the changed composition of imports in the recent period and by the fact that it is based on Customs data which may not, for reasons explained elsewhere, represent a comprehensive coverage of imports.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.613901615142822,
      7.794687747955322,
      7.796595096588135,
      7.800731658935547,
      7.80195951461792,
      7.810580730438232,
      7.813226699829102,
      7.821738243103027,
      7.822736740112305,
      7.825604438781738,
      7.831753730773926,
      7.85075044631958,
      7.850847244262695,
      7.854345798492432,
      7.860793590545654,
      7.861563205718994,
      7.863165378570557,
      7.872616291046143,
      7.873352527618408,
      7.873448848724365,
      7.88096809387207,
      7.8842291831970215
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      211.68,
      49.25,
      244.85,
      59.33
    ],
    "text": "( 8 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.758663177490234
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.76,
      70.13,
      405.46,
      123.41
    ],
    "text": "by Rs. 66 million,.largely on account of increases in the world price of rice, flour and sugar. Other government imports, including machinery and materials, also increased by Rs. 27 million in 1963. There is little doubt that the reduction in import supplies played a considerable part in aggravating the increases in prices and shortages in the domestic economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.41755485534668,
      9.442187309265137,
      9.443985939025879,
      9.619780540466309,
      9.674759864807129,
      9.690710067749023,
      9.758663177490234,
      10.101696968078613,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.28,
      133.01,
      409.04,
      301.49
    ],
    "text": "Another notable feature of the balance of payments for 1963 was the marked increase in external long term borrowing as a source of finance for the current account deficit. Receipts of long term capital including private capital, rose to Rs. 79 million in 1963 and financed a considerably larger proportion of the current account deficit than in preceding years. An increase in long term external liabilities as a source of finance for the current account deficit is a normal phenomenon in most developing countries. It would result, where the terms of borrowing are favourable and where it is associated with development projects and programmes, in a strength­ening of the future economy and of the balance of payments. It is essentially the deficit on current account exclusive of such long term borrowing, that necessitates a reduction in external assets or an increase in external short term liabilities. Ceylon's current account deficit, exclusive of long term capital receipts both official and private, was Rs. 73 million in 1963. This was financed by a drawing down of external assets by Rs. 42 million and by increasing Ceylon's official and private short term external liabilities—by Rs. 31 million. The increase in official short term liabilities mainly represented amounts owed by Ceylon under bilateral agreements,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.389771461486816,
      9.390521049499512,
      9.425333976745605,
      9.48056697845459,
      9.49985122680664,
      9.504905700683594,
      9.543163299560547,
      9.54919147491455,
      9.5529203414917,
      9.577421188354492,
      9.590424537658691,
      9.611771583557129,
      9.637412071228027,
      9.685068130493164,
      9.758663177490234,
      10.119715690612793,
      10.229226112365723,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      47.52,
      314.45,
      408.45,
      472.37
    ],
    "text": "The reduction in external assets and the increase in private and official short term liabilities taken together was smaller in 1963 and 1962 than in any preceding year of the recent period. As shown in the preceding table the totals of these items were Rs. 169 million in 1960, Rs. 103 million in 1961, Rs. 75 million in 1962 as against Rs. 67 million in 1963. Yet, on account of the relatively low level to which external assets had already fallen and in the absence of any indication regarding the occurrence, timing, and extent of any future improvements in the terms of trade, even the smaller total deficit of 1963 was a matter for concern. Unless there was to be a marked improvement in the future terms of trade or recourse to further short term borrowing, the repayment of short iterm debts1 implies that imports or external assets would need to be reduced further. Ceylon's total external liabilities increased from Rs. 473 -9 million in 1962 to Rs. 588.7 million in 1963. Official short term liabilities increased from Rs. 118.2 million to Rs. 157.6 million over the same period and official long term liabilities from Rs. 355.7 million to Rs. 431.1 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.415531873703003,
      8.873690605163574,
      9.277538299560547,
      9.390521049499512,
      9.415092468261719,
      9.443985939025879,
      9.445388793945312,
      9.494183540344238,
      9.498194694519043,
      9.504905700683594,
      9.553353309631348,
      9.562797546386719,
      9.58981990814209,
      9.590424537658691,
      9.634575843811035,
      9.646214485168457,
      9.671806335449219,
      9.682289123535156,
      9.687248229980469,
      9.699721336364746,
      9.758663177490234,
      10.007518768310547,
      10.036767959594727,
      10.046911239624023,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.0,
      484.61,
      408.02,
      600.29
    ],
    "text": "Ceylon's external assets declined from Rs. 503.9 million in 1962 to Rs. 462.3 million in 1963. At the end of 1963 the volume of external assets, exclusive of those set apart in sinking funds for the redemption of sterling loans, was Rs. 358.8 million. This was made up of the International Reserve of the Central Bank Rs. 114.2 million, the balances of commercial banks Rs. 105.3 million, and investments of Government and Government agencies, Rs. 139.3 million. Ceylon's external assets net of sterling loans sinking funds, represented 19 per cent of the value of imports in 1963. In 1962 the corresponding ratio was 21 per cent. Rs. 66.0 million of the International Reserve at the end of 1963 consisted of investments in foreign securities and Rs. 48.2 million liquid or near liquid assets. Rs. 15.3 million of the liquid assets comprised bilateral payment agreement balances due to Ceylon. The decline in the Interna-",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.415092468261719,
      9.443985939025879,
      9.472265243530273,
      9.494183540344238,
      9.520575523376465,
      9.542989730834961,
      9.543423652648926,
      9.582218170166016,
      9.584637641906738,
      9.590424537658691,
      9.646214485168457,
      9.652178764343262,
      9.66983699798584,
      9.728066444396973,
      9.758663177490234,
      10.053585052490234,
      10.107475280761719
    ]
  },
  {
    "page_number": 7,
    "bbox": [
      48.48,
      614.07,
      405.54,
      648.57
    ],
    "text": "1. The drawings of Rs. 107-6 million from the International Monetary Fund have to be repaid in full within a period of five years of each drawing. This means that the repayment of the 1961 drawing would have to be completed by 1966 and the repayment of the 1962 drawing by 1967.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.566015243530273,
      7.613901615142822,
      7.794687747955322,
      7.804769515991211,
      7.808160305023193,
      7.8123555183410645,
      7.823445796966553,
      7.8234782218933105,
      7.8238325119018555,
      7.838348388671875,
      7.846961498260498,
      7.847764492034912,
      7.854345798492432,
      7.880551815032959,
      7.915306091308594
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      196.32,
      48.44,
      229.23,
      58.63
    ],
    "text": "( 9 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.997769355773926,
      9.779733657836914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.36,
      68.84,
      394.56,
      109.27
    ],
    "text": "tional Reserve was particularly steep towards the end of the year and was largely associated with high payments for food and the drop in exports accounted for in part by the Port strike. There were severe pressures on Ceylon's external assets during the early months of 1964 as well.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.332178831100464,
      9.232373237609863,
      9.52051067352295,
      9.779733657836914,
      10.029814720153809,
      10.157275199890137
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      35.52,
      115.16,
      315.07,
      138.31
    ],
    "text": "(3) The Fiscal and Monetary Expansion (a) The Government budget",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      9.622865676879883,
      9.638948440551758,
      9.65658187866211,
      9.72079086303711,
      9.779733657836914,
      10.062545776367188,
      10.118243217468262
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.84,
      139.88,
      394.4,
      271.03
    ],
    "text": "As mentioned earlier, one of the basic factors underlying Ceylon's monetary and financial difficulties over the past few years was the excessive deficit in the Govern­ment budget that needed to be financed from expansionary sources; Nevertheless it needs to be recognised that in the more recent period the scale of expansionary financing, though continuing to be high, was prevented from increasing progressively. In fact, since the financial year 1960/61 the extent of financing from expansionary sources had declined moderately. Hence, whilst the extent of expansio­nary financing of the budget reached a peak of Rs. 251.1 million in the financial year 1959/60, it declined to Rs. 233.9 million in 1960/61 and to Rs. 190.4 miUion in 1961/62. These results were achieved despite a continued increase in total expen­ditures, both current and capital, and were made possible by substantial increases in revenues resulting from strenuous efforts in the field of taxation, and by increased borrowings from non-bank sources, both domestic and foreign.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.378585815429688,
      9.513174057006836,
      9.537786483764648,
      9.589824676513672,
      9.595163345336914,
      9.671339988708496,
      9.679869651794434,
      9.696249961853027,
      9.738407135009766,
      9.779733657836914,
      10.027873039245605,
      10.051141738891602,
      10.056656837463379,
      10.2935209274292
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.84,
      275.96,
      394.9,
      315.67
    ],
    "text": "In the financial year 1962/63 there was a further reduction in the extent of expansionary financing. The table below compares the total net cash operating deficit in the Government budget and the extent of expansionary financing in 1962/63 with the years immediately preceding.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922576904296875,
      9.444103240966797,
      9.601688385009766,
      9.779733657836914,
      10.032682418823242,
      10.0623779296875
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      186.48,
      322.04,
      244.55,
      332.23
    ],
    "text": "TABLE 1-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.54811954498291,
      9.779733657836914
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      106.56,
      338.36,
      323.12,
      348.55
    ],
    "text": "Financing of the Deficit 1958/59 to 1962/63",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.779733657836914,
      10.126604080200195,
      10.136713027954102
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      333.6,
      352.23,
      394.16,
      360.09
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289,
      7.813129901885986
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      215.52,
      366.15,
      393.45,
      374.49
    ],
    "text": "1958/59 1959/60 1960/61 1961/62 1962/63",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.88,
      381.34,
      188.14,
      414.33
    ],
    "text": "1. Financing from non-bank sources (Total) of which (a) Administrative borrowing",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.547403335571289,
      7.772570610046387,
      7.77808141708374,
      8.610419273376465,
      8.837542533874512,
      8.967435836791992,
      8.990306854248047,
      8.99366283416748
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      217.44,
      389.5,
      241.9,
      398.47
    ],
    "text": "172-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58592414855957
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      223.2,
      406.47,
      241.52,
      414.33
    ],
    "text": "27-6",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      254.16,
      389.5,
      270.07,
      398.47
    ],
    "text": "170",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      259.92,
      406.47,
      269.9,
      414.33
    ],
    "text": "57",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.490483283996582
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      271.92,
      389.5,
      278.17,
      398.47
    ],
    "text": "5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.216850280761719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      272.4,
      406.71,
      278.17,
      414.57
    ],
    "text": "4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.391301155090332
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      290.4,
      389.5,
      315.32,
      398.47
    ],
    "text": "212-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      296.64,
      406.71,
      314.81,
      414.57
    ],
    "text": "29-4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      327.84,
      389.74,
      352.39,
      398.71
    ],
    "text": "269-7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.58951473236084
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      330.0,
      406.71,
      352.08,
      414.57
    ],
    "text": "104-5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.519332408905029
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      363.84,
      389.5,
      380.1,
      398.47
    ],
    "text": "213",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.610419273376465
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      358.08,
      406.47,
      380.88,
      414.33
    ],
    "text": "— 33",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.547403335571289
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      382.32,
      389.5,
      388.76,
      398.47
    ],
    "text": "2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.336588859558105
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      383.04,
      406.47,
      388.79,
      414.33
    ],
    "text": "8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.378262996673584
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      49.68,
      422.31,
      388.51,
      438.57
    ],
    "text": "(6) Domestic market borrowing from non-bank sources . . . 111-9 86 5 165-2 109-4 153 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.196086883544922,
      7.527842044830322,
      7.547403335571289,
      7.739651203155518,
      7.740334987640381,
      7.77808141708374,
      7.807611465454102,
      7.876392841339111
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      49.68,
      446.55,
      388.27,
      454.65
    ],
    "text": "(c) Foreign loans and grants . . 33-0 26 6 26-6 55-8 93 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.196086883544922,
      7.35300874710083,
      7.527842044830322,
      7.547403335571289,
      7.817806243896484,
      7.83062744140625,
      7.863454341888428
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      37.92,
      461.74,
      389.01,
      478.63
    ],
    "text": "2. Domestic borrowing from the banking system 179 3 241- 1 241-4 226-6 178- 1",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.339628219604492,
      8.422246932983398,
      8.498016357421875,
      8.526764869689941,
      8.610419273376465,
      8.881420135498047,
      8.911436080932617,
      8.915117263793945,
      8.994392395019531
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.16,
      485.5,
      388.44,
      494.97
    ],
    "text": "3. Use of Government cash balances 61-7 6 0 nil — 40-2 0- 4",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.286620140075684,
      8.100000381469727,
      8.39599323272705,
      8.439680099487305,
      8.454049110412598,
      8.538606643676758,
      8.577438354492188,
      8.610419273376465,
      8.821157455444336,
      8.960518836975098,
      8.988372802734375
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      37.92,
      501.58,
      387.72,
      511.03
    ],
    "text": "4. Total net cash deficit 413-4 417- 5 462-5 456-1 391- 7",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.403975963592529,
      8.131528854370117,
      8.216850280761719,
      8.422246932983398,
      8.511554718017578,
      8.58592414855957,
      8.610419273376465,
      8.988372802734375,
      9.012101173400879
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.16,
      517.9,
      388.09,
      535.03
    ],
    "text": "5. Adjustment for change in US Aid Coun­terpart Fund account — 52-5 4- 0 — 7-5 4-0 — 16- 5",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.366912841796875,
      8.100000381469727,
      8.216850280761719,
      8.454049110412598,
      8.454320907592773,
      8.610419273376465,
      8.837282180786133,
      8.897768020629883,
      8.945055961608887,
      8.949272155761719
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      38.16,
      542.14,
      388.46,
      559.27
    ],
    "text": "6. Net expansionary impact of budget (2+3+5) .. 188-5 251 1 233-9 190-4 162- 0",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.547403335571289,
      8.454049110412598,
      8.478499412536621,
      8.498016357421875,
      8.504035949707031,
      8.58592414855957,
      8.610419273376465,
      8.879647254943848,
      8.900312423706055,
      8.93030071258545
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      33.6,
      564.44,
      394.11,
      594.79
    ],
    "text": "As shown above, the magnitude of expansionary financing in 1962/63 was Rs. 162.0 million as against Rs. 190.4 million in 1961/62. This result was the outcome of a reduction in the total net cash deficit in the Government budget, from Rs. 456.1",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922576904296875,
      9.378585815429688,
      9.513174057006836,
      9.5201997756958,
      9.595516204833984,
      9.779733657836914,
      10.02415943145752
    ]
  },
  {
    "page_number": 8,
    "bbox": [
      34.56,
      602.79,
      395.04,
      681.93
    ],
    "text": "1. During the presentation of the budget for 1963-64, the Minister of Finance announced the formulation of a foreign exchange budget in terms of which total external outlays during the financial year 1963-64 were to be confined to the level of anticipated external receipts, involving thereby no change in external assets over the year as a whole. On February 13, 1964 the Minister announced a revision of the foreign exchange budget to take account of increased external outlays for foodstuffs, fertilizers and demurrage. In terms of the revised foreign exchange budget there would be reductions in other external outlays and increases in foreign aid to partly compensate for these increases. A decline of Rs. 57 million in external assets over the financial year 1963-64 as a whole was anticipated in the light of these revisions, (cf Hansard, February 13, 1964.)",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.547403335571289,
      7.730755805969238,
      7.731374740600586,
      7.740302562713623,
      7.770267963409424,
      7.773024559020996,
      7.775650978088379,
      7.782390117645264,
      7.793426513671875,
      7.794622898101807,
      7.796595096588135,
      7.797338485717773,
      7.8059000968933105,
      7.813323497772217,
      7.815613746643066,
      7.818934440612793,
      7.822447299957275,
      7.82698917388916,
      7.828631401062012,
      7.831271171569824,
      7.831657409667969,
      7.833813190460205,
      7.8344244956970215,
      7.837223052978516,
      7.837512016296387,
      7.838348388671875,
      7.842013359069824,
      7.8430094718933105,
      7.844134330749512,
      7.844358921051025,
      7.8495306968688965,
      7.8596391677856445,
      7.863165378570557,
      7.864159107208252,
      7.864319801330566,
      7.864800930023193,
      7.8658576011657715,
      7.86637020111084,
      7.868100643157959,
      7.872904300689697,
      7.873448848724365,
      7.874600887298584,
      7.875432968139648,
      7.882566928863525,
      7.885476112365723,
      7.892249584197998,
      7.893271446228027,
      7.903355121612549,
      7.911388397216797,
      7.932260036468506,
      7.963940620422363
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      214.8,
      46.71,
      251.51,
      54.57
    ],
    "text": "( 10 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.337189197540283,
      7.547403335571289
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.48,
      66.05,
      411.73,
      170.21
    ],
    "text": "million in 1961/62 to Rs. 391.7 million in 1962/63. In 1960/61 the net cash deficit was Rs. 462.5 million. In the financial years 1960/61 and 1961/62 the net cash deficit was contained at the levels attained through large increases in revenue. There were substantial increases in both current and capital expenditures in these years. In 1962/63, on the other hand, there was a decline in Government revenue by Rs. 27.2 million. Since at the same time current expenditures also increased by Rs. 15.7 million, the reduction in the total net cash deficit was a reflection of a fall in budgetary capital outlays. In 1962/63 budgetary capital outlays declined by Rs. 78.3 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.415092468261719,
      9.442187309265137,
      9.54919147491455,
      9.590424537658691,
      9.673432350158691,
      9.907012939453125,
      9.918416023254395,
      9.941640853881836,
      9.952006340026855,
      10.0018892288208,
      10.004704475402832,
      10.007518768310547
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.0,
      184.85,
      411.86,
      314.93
    ],
    "text": "The reduction in total capital outlays, (including expenditure from extra bud­getary reserves) however, was largely in respect of loans to Government agencies, including local authorities and Government Corporations. Loans to Government agencies declined by Rs. 76.2 million in 1962/63. On the other hand, capital expendi­tures by the Government itself on the acquisition, construction and maintenance of real assets declined by Rs. 13.5 million in the year. The reduction in loans to Govern­ment, agencies, through part of the realised capital outlays of Government, does not necessarily represent, however, an equivalent change in actual capital expen­diture by these agencies. The reduction in total capital outlays of Government is not, therefore, an accurate measure of the change in total capital formation in the public sector as a whole.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.477203369140625,
      9.53270149230957,
      9.65179443359375,
      9.673432350158691,
      9.907012939453125,
      9.91804027557373,
      9.918416023254395,
      9.924758911132812,
      9.927179336547852,
      9.939807891845703,
      9.952006340026855,
      9.961528778076172,
      9.973077774047852,
      9.975235939025879,
      10.072882652282715,
      10.101696968078613
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.0,
      326.93,
      412.73,
      489.89
    ],
    "text": "The reduction in total revenue in 1962/63 by Rs. 27.2 million was largely the result of a fall in import duty collections by Rs. 67.3 million, in export duty receipts by Rs. 12.2 million, and in income tax collections exclusive of the surcharge by Rs. 14.7 million. These declines were partially offset by profits from the sale of arrack which increased by Rs. 26 million,1 increased revenues from the tobacco tax amounting to Rs. 17.5 million, and higher collections from the surcharge on income tax which rose by Rs. 11.1 million. There were also smaller increases in revenues under other heads. The reduction in import duty receipts was undoubtedly the result of the restrictions on imports, whilst the fall in export duty collection, and to some extent of income tax receipts as well, was a reflection of lower export earnings and producer incomes. The large revenues accruing to Government from local excises on tobacco and liquor are notable. In 1962/63 the total receipts from these items amounted to Rs. 210.8 million. In the same year the total collection from income tax, inclusive of the surcharge, was Rs. 258.8 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.353776216506958,
      9.415092468261719,
      9.442187309265137,
      9.451216697692871,
      9.47611141204834,
      9.517355918884277,
      9.51783561706543,
      9.578458786010742,
      9.582218170166016,
      9.58869743347168,
      9.673432350158691,
      9.907012939453125,
      9.910606384277344,
      9.93547534942627,
      9.952006340026855,
      9.969672203063965
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.24,
      504.05,
      411.65,
      596.45
    ],
    "text": "The extent to which the total cash deficit of Government was financed from non-bank sources actually declined in 1962/63. But this reduction was essentially due to the absence of administrative borrowing which provided Rs. 104.5 million in the previous year. In 1962/63, in contrast, there was a net repayment of Rs. 33.8 million under this head. However, both domestic market borrowings from outside the banking system and foreign loans and grants were substantially higher in 1962/63 than in the previous year. The former increased by Rs. 44.1 million over the preceding year mainly on account of larger subscriptions",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.415092468261719,
      9.442187309265137,
      9.494183540344238,
      9.59668254852295,
      9.618618965148926,
      9.673432350158691,
      9.917706489562988,
      9.93322467803955,
      9.952006340026855,
      10.007518768310547,
      10.028183937072754,
      10.041717529296875,
      10.119715690612793
    ]
  },
  {
    "page_number": 9,
    "bbox": [
      54.72,
      621.99,
      411.02,
      637.77
    ],
    "text": "1. Due in part to the addition of Rs. 18 million from accumulated profits of previous years to the revenue collections of 1962/63.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.547403335571289,
      7.744632244110107,
      7.805835723876953,
      7.8227691650390625,
      7.838348388671875,
      7.847379207611084,
      7.847764492034912,
      7.853254795074463,
      7.853479385375977,
      7.914031982421875
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      206.4,
      48.18,
      247.18,
      62.57
    ],
    "text": "( ii )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      12.997754096984863,
      13.814937591552734
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      46.32,
      70.85,
      406.31,
      175.01
    ],
    "text": "from the Employees' Provident Fund and from other trust, provident and pension funds as well as from insurance companies, particularly the Insurance Corporation and other companies. Since June 1963 the rate of interest on new issues of long term Government bonds was raised by \\ per cent to 4J per cent. Foreign loans and grants increased by Rs. 37.7 million in 1962/63. There has been a steady increase in the magnitude of financing of the budget deficit from this source over the last three years. This is undoubtedly a reflection of an improvement in the utilization of foreign aid although the degree of utilization fell markedly short of original expectations at the time of the presentation of the budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.494183540344238,
      9.498194694519043,
      9.673432350158691,
      9.98730754852295,
      10.004704475402832,
      10.007518768310547,
      10.028183937072754,
      10.041717529296875,
      10.091198921203613,
      10.163359642028809,
      10.232301712036133
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      47.52,
      184.37,
      407.18,
      323.81
    ],
    "text": "The magnitude of Government borrowing from the banking system declined from Rs. 226.6 million in 1961/62 to Rs. 178.1 million in 1962/63. But the Treasury Bill remained the main instrument of such borrowing. On March 21, 1963 the statutory limit on the volume of Treasury Bills outstanding was raised by Parliament by Rs. 150 million from Rs. 1000 million to Rs. 1150 million. Actual net borrowings from Treasury Bills during 1962/63 were, however, Rs. 125 million. The Central Bank was once again the main contributor to Treasury Bills. The Central Bank's holdings of Treasury Bills increased by Rs. 124-5 million in 1962/63. At the end of the calendar year 1963, the total holdings of the Central Bank stood at Rs. 1006.9 million. The increase in commercial bank holdings of Government securities (inclusive of Treasury Bills and Tax Reserve Certificates) remained relatively small during 1962/63—Rs. 22.0 million as against Rs. 64.5 million in the preceding year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.433588981628418,
      9.512090682983398,
      9.560285568237305,
      9.600262641906738,
      9.603798866271973,
      9.646214485168457,
      9.673432350158691,
      9.91645336151123,
      9.921045303344727,
      9.929764747619629,
      9.952006340026855,
      9.974239349365234,
      10.001020431518555
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      48.24,
      332.93,
      408.86,
      451.01
    ],
    "text": "The analysis above compared changes in Government revenues and expenditures in 1962/63 relative to the preceding year. There was, however, a wide disparity between the actual outturn of 1962/63 and the original estimates for that year, in respect of both revenues and expenditures. Revenues fell short of the original esti­mates by Rs. 123.5 million, mainly on account of a shortfall in import duty receipts of Rs. 108.5 million. At the same time there was also an exceptionally large shortfall in total expenditure of Rs. 131.5 million, made up of a shortfall of capital expendi­tures of Rs. 71.0 million and of current expenditures of Rs. 60.5 million. The actual net cash deficit of Rs. 391.7 million in 1962/63 was however only Rs. 21.6 million below the estimated net cash deficit of Rs. 413.3 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.392505645751953,
      9.415092468261719,
      9.673432350158691,
      9.908893585205078,
      9.91089916229248,
      9.924758911132812,
      9.941640853881836,
      9.952006340026855,
      10.007518768310547,
      10.019426345825195,
      10.072882652282715,
      10.23731803894043
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      49.2,
      458.93,
      409.97,
      577.01
    ],
    "text": "The budget for the current financial year 1963/64 falls within the last quarter of 1963. Details of the budget are provided in a subsequent part of this Report. In its overall aspect, the budget aimed at a gross budget deficit of Rs. 474.5 million and—with adjustments for sinking fund contributions and direct repayments of public debt;—for a net cash deficit of Rs. 418.0 million. The budget envisaged a reduction in the extent of financing from expansionary sources relative to previous years. The total of such financing was estimated at Rs. 54.5 million.1 The remainder of the net cash deficit was to be financed through domestic market borrowings, to the extent of Rs. 220 million; foreign aid, to the extent of Rs. 175 million; and administrative borrowings, to the extent of Rs. 25 million.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3857014179229736,
      8.873690605163574,
      9.415092468261719,
      9.613451957702637,
      9.673432350158691,
      9.920085906982422,
      9.93322467803955,
      9.941640853881836,
      9.952006340026855,
      10.004704475402832,
      10.025623321533203,
      10.041717529296875,
      10.101696968078613
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      50.16,
      583.49,
      409.66,
      617.57
    ],
    "text": "The budget estimate of total revenue in 1963/64 inclusive of the yields from new revenue was Rs. 1787.6 million or Rs. 194.2 million above the realised revenue for 1962/63. New revenue measures were expected to yield Rs. 119 million, comprising",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.383552551269531,
      9.415092468261719,
      9.477203369140625,
      9.49156665802002,
      9.571971893310547,
      9.582218170166016,
      9.595561027526855,
      9.673432350158691,
      9.915201187133789,
      9.952006340026855
    ]
  },
  {
    "page_number": 10,
    "bbox": [
      51.36,
      633.51,
      409.55,
      641.37
    ],
    "text": "1. The Finance Act 1963 increased the limit on Treasury Bill borrowing by Rs. 100 million.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.521845817565918,
      7.547403335571289,
      7.77808141708374,
      7.788476943969727,
      7.800376892089844,
      7.8344244956970215,
      7.835067272186279,
      7.863165378570557
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      202.32,
      49.59,
      239.75,
      57.45
    ],
    "text": "( 12 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.58072566986084
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      42.96,
      68.36,
      401.39,
      186.55
    ],
    "text": "primarily a turnover tax with an estimated yield of Rs. 40 million,1 higher export duties with an estimated yield of Rs. 40 million, a National Lottery with a yield expectation of Rs. 15 million and a foreign exchange tax to provide Rs. 10 million. The collections from the new revenue measures would, however, be offset by Rs. 31 million by certain concessions designed to reduce the cost of living, viz. a reduction in the price of flour leading to a loss of Rs. 20 million and a reduction in the import duties oh textiles, motor spares and kerosene costing Rs. 11 million. The net increase to revenue from the new measures was therefore estimated at Rs. 88 million. Relief was also afforded to income tax payers in the lower income groups resulting in the exemption from income tax of an estimated 25,000 to 28,000 tax papers.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3721566200256348,
      8.922576904296875,
      9.199999809265137,
      9.458745002746582,
      9.520866394042969,
      9.539960861206055,
      9.54616928100586,
      9.559990882873535,
      9.562646865844727,
      9.569591522216797,
      9.569945335388184,
      9.588191986083984,
      9.594545364379883,
      9.595516204833984,
      9.625944137573242,
      9.634732246398926,
      9.643074035644531,
      9.646321296691895,
      9.67042064666748,
      9.725666046142578,
      9.757379531860352,
      9.822911262512207
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      42.72,
      192.92,
      401.39,
      287.11
    ],
    "text": "The total of current expenditures, net of capital items and sinking fund contri­butions, is estimated at Rs. 1660.7. This is Rs. 135.8 in excess of the realised current expenditure of Rs. 1524.9 million in the previous year 1962/63. The increase is mainly due to higher provisions for food subsidies, interest on the public debt and pensions. The total of capital outlays, inclusive of capital items in recurrent expen­diture votes and extra budgetary outlays from reserves, are estimated at Rs. 639.4 million. This is Rs. 143.5 million higher than the actual capital outlay of Rs. 495.9 in the previous year.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.199999809265137,
      9.529129981994629,
      9.529707908630371,
      9.54616928100586,
      9.598162651062012,
      9.634732246398926,
      9.643074035644531,
      9.72161865234375,
      9.781464576721191,
      9.795126914978027,
      9.822911262512207,
      10.175383567810059
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      42.48,
      293.48,
      401.08,
      435.67
    ],
    "text": "Since the presentation of the budget, however, there has been a steep increase in external food prices, particularly of sugar, and a consequent increase in estimated expenditure on food subsidies. The rise in external prices and in demurrage is estimated to increase the total expenditure of Government for the purchase of foodstuffs— and hence the food subsidy—by Rs. 167 million.2 It is clear that in the light of these developments and in view also of possible shortfalls in revenue the total cash deficit in 1963/64 and the extent of expansionary financing will exceed the amounts initially anticipated unless there are substantial shortfalls in other expenditures or additional measures to reduce expenditures or raise revenues. A substantial increase in the expansionary deficit above the amount anticipated may result in a reversal of the downward trend in this deficit over the past three years and tend to exert further adverse repercussions on the general price level.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.438019275665283,
      9.199999809265137,
      9.488362312316895,
      9.514018058776855,
      9.539828300476074,
      9.55002498626709,
      9.556005477905273,
      9.572997093200684,
      9.578608512878418,
      9.60556697845459,
      9.645927429199219,
      9.647154808044434,
      9.69799518585205,
      9.728841781616211,
      9.743620872497559,
      9.759243965148926,
      9.822911262512207,
      10.0623779296875,
      10.096721649169922,
      10.2935209274292
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      43.68,
      446.12,
      253.37,
      456.31
    ],
    "text": "(b) Commercial Bank credit to the Private Sector",
    "fonts": [
      "Times-Italic"
    ],
    "sizes": [
      9.199999809265137,
      9.574234962463379,
      9.578829765319824,
      9.619302749633789,
      9.822911262512207
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      41.04,
      460.04,
      401.73,
      614.23
    ],
    "text": "In previous years the main expansionary factor of relevance to the monetary situation was the overall deficit in the Government budget. Credit creation by the commercial banks in favour of the private sector—defined here, on account of the statistical difficulties of differentiation to include Government Corporations— had hitherto been of a relatively small magnitude. In the calendar year 1962, for example, commercial bank credit to the private sector increased by Rs. 42.2 million as against Government borrowings from the banking system of Rs. 250.2 million. In 1961, commercial bank credit to the private sector increased by only Rs. 12.5 million whilst Government borrowings from the banking system rose by Rs. 164.1 million. In 1963, in contrast, there was a marked variation in this pattern. In that year commercial bank credit to the private sector, exclusive of export bills, increased by Rs. 124.2 million whilst credit by the banking system to Government increased by Rs. 141.1 million. In other words, in 1963 credit expansion by the commercial",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.199999809265137,
      9.54616928100586,
      9.550557136535645,
      9.572686195373535,
      9.610455513000488,
      9.617542266845703,
      9.634732246398926,
      9.637191772460938,
      9.643074035644531,
      9.682316780090332,
      9.822911262512207,
      10.0623779296875,
      10.096721649169922,
      10.132078170776367,
      10.2935209274292
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      42.0,
      627.99,
      399.13,
      635.85
    ],
    "text": "1. In the estimates as voted by Parliament the anticipated yield was placed at Rs. 45-0 million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.58072566986084,
      7.807643890380859,
      7.816612720489502,
      7.8292107582092285,
      7.838348388671875,
      7.868100643157959,
      7.870758533477783,
      7.89984655380249
    ]
  },
  {
    "page_number": 11,
    "bbox": [
      41.28,
      639.03,
      300.69,
      646.89
    ],
    "text": "2. Statement by the Minister of Finance. Hansard February 13, 1964.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.099999904632568,
      7.58072566986084,
      7.807837009429932,
      7.82818078994751
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      203.52,
      46.37,
      243.66,
      56.45
    ],
    "text": "( 13- )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.287797927856445,
      9.758663177490234
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      246.0,
      344.31,
      283.38,
      360.33
    ],
    "text": "December 1962",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5506086349487305,
      7.613901615142822
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      300.0,
      344.07,
      387.32,
      360.33
    ],
    "text": "December 1963 Change",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5697784423828125,
      7.613901615142822
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      41.04,
      379.11,
      387.2,
      429.43
    ],
    "text": "(a) Cash items in process of collection 64-4 82-1 + 17-7 (b) . Local bills 6-6 3-7 — 2-9 (c) Import bills . . 49-6 62-1 + 12-5 (d) Export bills 60-8 72-8 + 12-0 («) Overdrafts 279-7 331-9 + 52-2 (/) Loans 167-7 213-0 + 45-3 (/)",
    "fonts": [
      "Helvetica",
      "Times-Bold",
      "Times-BoldItalic",
      "Times-Roman"
    ],
    "sizes": [
      7.049588203430176,
      7.099999904632568,
      7.148610591888428,
      7.522415637969971,
      7.5365753173828125,
      7.537611961364746,
      7.546869277954102,
      7.552778720855713,
      7.554379940032959,
      7.555981636047363,
      7.570378303527832,
      7.613901615142822,
      7.858227729797363,
      7.8731608390808105,
      7.891515254974365,
      7.906512260437012
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      70.32,
      427.83,
      386.94,
      435.69
    ],
    "text": "Total 628-8 765-6 + 136-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.148610591888428,
      7.54088830947876,
      7.555347442626953,
      7.613901615142822
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      39.36,
      452.69,
      401.8,
      546.77
    ],
    "text": "As shown in the figures above, loans and overdrafts were the main instruments in the increase in commrecial bank credit in 1963. The increase in cash items in process of collection is largely a reflection of the rise in short-term accommodation for servicing the Guaranteed Price Scheme for local rice. By far the greater part of the increase in total advances took place through the medium of the Ceylonese banks. Of the total increase in advances of Rs. 136.8 million shown above1, Rs. 113.3 million represents a rise in advances by the Ceylonese banks and Rs. 23.5 million an increase in advances by the foreign banks.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      3.3139307498931885,
      8.873690605163574,
      9.127622604370117,
      9.327167510986328,
      9.383552551269531,
      9.415092468261719,
      9.468374252319336,
      9.469730377197266,
      9.470560073852539,
      9.49313735961914,
      9.54637336730957,
      9.556300163269043,
      9.590424537658691,
      9.612202644348145,
      9.615432739257812,
      9.758663177490234,
      10.101696968078613
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      39.12,
      552.53,
      400.83,
      646.61
    ],
    "text": "A process of development involves increasing requirements of credit to facilitate the expansion in economic activity. With the establishment of new manufacturing activities and the extension of activity in agricultural and other fields there will inevitably be a rising demand for credit in Ceylon. The extension of credit facilities to the rural areas has received particular emphasis in recent times. It is likely that a significant part of the credit advanced by the Ceylonese banks in 1963 was associated with an extension in lending to Co-operative Societies. In addition, it is desirable that resort to credit by rural producers from non-institutional sources at exhorbitant",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.253765106201172,
      9.414432525634766,
      9.472265243530273,
      9.494183540344238,
      9.520618438720703,
      9.551403045654297,
      9.556300163269043,
      9.641621589660645,
      9.646214485168457,
      9.700275421142578,
      9.724320411682129,
      9.733343124389648,
      9.758663177490234,
      10.007518768310547,
      10.02388858795166,
      10.101696968078613,
      10.143949508666992,
      10.23731803894043
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      41.76,
      67.49,
      401.8,
      101.57
    ],
    "text": "banks in favour of the private sector became a major factor in the total monetary expansion which more than offset the moderate reduction in the expansionary impact of Government finance.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.468986511230469,
      9.693957328796387,
      9.722617149353027,
      9.758663177490234,
      10.119715690612793
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      41.52,
      107.57,
      401.62,
      225.65
    ],
    "text": "As pointed out in previous Annual Reports the expansionary impact of Govern­ment finance tends to strengthen the liquid resources of the banking system and thereby increases its capacity for secondary credit expansion to the private sector. In previous years, however, the effects of the fiscal expansion on the liquid resources of the commercial banks were substantially offset by the increased outlays on imports and the adverse balance of payments position. With the introduction of import restrictions the offsetting influence of this factor was reduced and the liquid resources of the banks tended to increase more rapidly. There can be little doubt that the expansion in credit by the commercial banks in 1963 was associated with these influences.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.327167510986328,
      9.468986511230469,
      9.564788818359375,
      9.573615074157715,
      9.584637641906738,
      9.637412071228027,
      9.693957328796387,
      9.758663177490234,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      41.76,
      232.61,
      401.08,
      266.69
    ],
    "text": "The table below summarises the increases in commercial bank advances to the private sector in 1963. A more detailed analysis of developments in the field of banking is provided in a subsequent part of this Report.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.392505645751953,
      9.49239444732666,
      9.671806335449219,
      9.758663177490234,
      10.041717529296875,
      10.101696968078613
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      97.2,
      287.09,
      343.5,
      322.61
    ],
    "text": "TABLE 1-3 Commercial Bank Advances to the Private Sector December 1962 to December 1963",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.496014595031738,
      9.758663177490234,
      10.037964820861816,
      10.072348594665527
    ]
  },
  {
    "page_number": 12,
    "bbox": [
      340.08,
      323.43,
      400.2,
      331.29
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.613901615142822,
      7.813129901885986
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      209.52,
      50.55,
      246.69,
      58.41
    ],
    "text": "( 14 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.337189197540283,
      7.5139336585998535
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      47.76,
      67.4,
      406.59,
      178.39
    ],
    "text": "costs be discouraged by the replacement of these sources by bank or co-operative credit. An analysis of bank advances, in terms of the purpose or field of activity for which such advances are made, indicates that the greater part of the increase was for commercial purposes relating largely to trade in both export and domestic products. Advances for commercial purposes as a whole increased by Rs. 76.0 million in 1963, and advances for commercial purposes other than export and import trading increased by Rs. 30.8 million. Agricultural advances increased by Rs. 8.8 million, whilst advances for industry, including building and engineering, increased by Rs. 17.3 million. There was a relatively large increase—Rs. 50.3 million—in advances in the miscellaneous category. However, advances for financial purposes and for consumption declined by Rs. 15.2 million and Rs. 12.9 million respectively.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.43504810333252,
      9.466974258422852,
      9.495763778686523,
      9.566008567810059,
      9.616750717163086,
      9.637191772460938,
      9.641230583190918,
      9.665343284606934,
      9.736364364624023,
      9.989818572998047,
      9.990920066833496,
      10.003323554992676,
      10.029983520507812,
      10.101960182189941,
      10.157275199890137,
      10.175383567810059,
      10.2935209274292
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      46.08,
      181.4,
      406.59,
      319.51
    ],
    "text": "In the context of inflationary pressures in the domestic economy there are two aspects of the rise in commercial bank credit that need constant surveillance. First, it is necessary to ensure that the increase in credit is primarily for productive rather than for consumption purposes and that financing for the speculative holding of stocks is minimised. Second, it is also important to ensure that the total of credit expansion is not excessive in the light of the overall monetary situation on the one hand, and the needs of productive activities on the other. It needs to be recognised that even credit for productive purposes could, if excessive, result in an intensification of inflationary pressures in the short term. During 1963, there was no direct evidence of an increase in credit for speculative or consumption purposes. As already indicated, the total of advances classified as advances for purposes of consumption declined during 1963. Nevertheless, it is possible that some loans, specially in the smaller categories, taken for production, trading, or miscellaneous purposes were utilized for consumption.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.922576904296875,
      9.43504810333252,
      9.476982116699219,
      9.510058403015137,
      9.699173927307129,
      9.736364364624023,
      9.972603797912598,
      9.996255874633789,
      10.006495475769043,
      10.02415943145752,
      10.0365629196167,
      10.0623779296875,
      10.089887619018555,
      10.175383567810059,
      10.181244850158691,
      10.2935209274292
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      325.4,
      403.55,
      404.47
    ],
    "text": "During the year the Central Bank maintained the overall and selective controls on credit that had been introduced in earlier years. The greater part of the expansion in commercial bank credit to the private sector occurred during the latter part of 1963. Pending a closer examination of developments in this field, the Central Bank decided not to further intensify such restrictions on bank credit as already existed. But these trends need clearly to be kept under constant review with a view to further action if necessary. However, as several of the previous Annual Reports have stressed, policies in the monetary field should serve as a supplement to remedial fiscal policies.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.488362312316895,
      9.490324974060059,
      9.495763778686523,
      9.52833080291748,
      9.544174194335938,
      9.594943046569824,
      9.598691940307617,
      9.736364364624023,
      9.79836654663086,
      9.9752779006958,
      9.989818572998047,
      10.032682418823242,
      10.050679206848145,
      10.096721649169922,
      10.157275199890137,
      10.173053741455078,
      10.2935209274292
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      46.08,
      411.56,
      146.15,
      421.75
    ],
    "text": "(c) The Money Supply",
    "fonts": [
      "Times-Italic",
      "Times-Roman"
    ],
    "sizes": [
      8.9966402053833,
      9.520288467407227,
      9.736364364624023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      45.12,
      423.32,
      403.59,
      453.67
    ],
    "text": "The net impact on the money supply of the expansionary factors outlined earlier —Government borrowing from the banking system and commercial bank credit to the private sector—is depicted in the table below:",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.42854118347168,
      9.736364364624023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      95.04,
      459.8,
      352.92,
      482.95
    ],
    "text": "TABLE 1 - 4 Change in Money Supply (End of Period 1962 to 63)",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.45104694366455,
      9.499506950378418,
      9.736364364624023
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      346.8,
      485.19,
      403.14,
      493.05
    ],
    "text": "Rupees Million",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.71479606628418,
      7.813129901885986
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.88,
      503.26,
      132.65,
      512.23
    ],
    "text": "Expansionist Factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.915595054626465,
      8.93885612487793
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      53.52,
      512.31,
      270.76,
      536.25
    ],
    "text": "(a) Government borrowing from the banking system (6) Commercial bank credit to the private sector (c) Reduction of other liabilities (net) of commercial banks",
    "fonts": [
      "Times-Bold",
      "Times-BoldItalic"
    ],
    "sizes": [
      7.5139336585998535,
      7.725308895111084,
      7.759491443634033,
      7.77808141708374,
      7.783491134643555,
      7.804349899291992,
      7.816580772399902,
      7.82144832611084,
      7.831271171569824,
      7.853671550750732,
      7.867588043212891,
      7.877033233642578,
      7.953268051147461
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      372.0,
      512.79,
      393.79,
      536.49
    ],
    "text": "141-1 124-2 33-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5139336585998535
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      72.0,
      543.82,
      394.06,
      553.03
    ],
    "text": "Total 299-2",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.572235107421875
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      44.16,
      559.9,
      126.41,
      568.87
    ],
    "text": "Contractive Factors",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.879167556762695,
      8.915595054626465
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      52.8,
      568.71,
      245.29,
      600.57
    ],
    "text": "(o) Changes in external banking assets (b) Increase in time and savings deposits . . • I > ' (c) Government cash balances (d) Adjustments",
    "fonts": [
      "Times-Bold",
      "Times-Italic"
    ],
    "sizes": [
      6.526788711547852,
      7.099999904632568,
      7.135552406311035,
      7.300029277801514,
      7.5139336585998535,
      7.725308895111084,
      7.728277683258057,
      7.765822410583496,
      7.804349899291992,
      7.806643009185791,
      7.822994709014893,
      7.844358921051025,
      7.847379207611084,
      7.87175178527832,
      7.886978626251221,
      7.896463871002197,
      7.963940620422363
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      375.84,
      568.71,
      394.09,
      600.33
    ],
    "text": "53-2 63-4 8-3 10-9",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      7.5139336585998535
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      71.52,
      608.14,
      394.61,
      617.59
    ],
    "text": "Total 135-8",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.572235107421875
    ]
  },
  {
    "page_number": 13,
    "bbox": [
      43.2,
      624.22,
      394.28,
      633.19
    ],
    "text": "Net change in Money Supply —163-3",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.572235107421875,
      8.860600471496582,
      8.945055961608887
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      45.12,
      65.57,
      406.13,
      231.65
    ],
    "text": "In 1963, as shown above, Ceylon's total money supply—comprising both cur­rency and demand deposits held by the public—increased by Rs. 16313 million, a rise of 12.2 per cent over the year. The rate of increase in the money supply was considerably in excess of the rates of increase experienced in recent years. In 1960, 1961 and 1962, for instance, the rates of increase in the money supply were 2.6 per cent, 6.6 per cent and 4.2 per cent respectively. In earlier years tod,:the total value of the expansionist factors was large, mainly on account of deficits in the Government budget. But their effects on the money supply were substantially offset by large reductions in external banking assets. In 1963 the fall in external assets, though sizeable, was of a lower order than before on account of the restrictions on imports, and this weakened the offsetting influence of this factor on the total money supply. The increase in Government cash balances in 1963, by Rs. 8.3 million was also less than the corresponding increase in the previous year 1962 of Rs. 76.1 million.",
    "fonts": [
      "Helvetica-Oblique",
      "Times-Roman"
    ],
    "sizes": [
      8.895732879638672,
      9.442187309265137,
      9.468374252319336,
      9.468986511230469,
      9.582218170166016,
      9.650548934936523,
      9.673432350158691,
      9.917706489562988,
      9.952006340026855,
      9.992363929748535,
      10.041717529296875,
      10.104483604431152,
      10.119715690612793,
      10.163359642028809
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      44.16,
      239.33,
      404.69,
      384.05
    ],
    "text": "One of the significant features of 1963, as well as of 1962, was the large increase in time and savings deposits. Time and savings deposits increased by Rs. 63.4 million in i963 and Rs. 62.6 million in 1962. These increases served to cushion the impact of the expansionary factors on the money supply and compensated in this way for the reduced fall in external banking assets. The increases in time and savings deposits were largely due to increases in holdings by individuals, non-business ins­titutions and trading concerns. It is difficult to be certain as to the extent to which the increase in time and savings deposits represents an increase in genuine savings. Although the rate of turnover of these deposits is considerably smaller than the rate of turnover of demand deposits, the former has tended to increase in recent times. In any event, time and savings deposits constitute a relatively liquid form of holding savings.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.420104026794434,
      9.443985939025879,
      9.57953929901123,
      9.590424537658691,
      9.630922317504883,
      9.633286476135254,
      9.673432350158691,
      9.907012939453125,
      9.910982131958008,
      9.937433242797852,
      9.973617553710938,
      9.975443840026855,
      10.041717529296875,
      10.119715690612793,
      10.163359642028809
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      42.72,
      389.81,
      404.31,
      531.89
    ],
    "text": "In 1963, in conformity with the trends in recent years, the currency component of the money supply increased faster than the demand deposit component. In fact 71 per cent of the total increase in the money supply consisted of an increase in currency. In 1963, the share of currency in the total money supply increased to 55.0 per cent as against 53.1 per cent in the previous year. The share of demand deposits fell from 46.9 per cent to 45.0 per cent. In 1963 the total of currency held by the public stood at Rs. 828.4 million, demand deposits at Rs. 677.7 million, and total money supply at Rs. 1,506.0 million. As in earlier years, the increase in currency notes of the Rs. 100 and Rs. 50 denomination was particularly marked. These in­creased by Rs. 87.0 million, approximately 78.0 per cent of the total increase in currency, and suggests the continued use of currency for larger transactions and for hoarding.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.477553367614746,
      9.552313804626465,
      9.613451957702637,
      9.673432350158691,
      9.91645336151123,
      9.921128273010254,
      9.952006340026855,
      9.995927810668945,
      9.996299743652344,
      10.119715690612793
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      186.24,
      545.09,
      258.7,
      555.17
    ],
    "text": "(4) Conclusion",
    "fonts": [
      "Times-Bold",
      "Times-Roman"
    ],
    "sizes": [
      9.673432350158691
    ]
  },
  {
    "page_number": 14,
    "bbox": [
      41.52,
      563.81,
      401.64,
      645.89
    ],
    "text": "The foregoing pages have outlined the major developments in the fiscal and monetary field during 1963. They have described how the problems that had arisen out of the monetary expansion of previous years were accentuated by adverse external changes which markedly affected the country's terms of trade. Some of the difficulties experienced during the year were no doubt of a temporary character, for instance, the decline in exports towards the end of the year on account of the strike at the Colombo harbour and other ports. The sharp upward spurt in the price",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.362083435058594,
      9.510915756225586,
      9.637412071228027,
      9.673432350158691,
      9.929972648620605,
      9.94863510131836,
      9.97374153137207,
      9.983907699584961,
      9.995885848999023,
      10.027729034423828,
      10.23731803894043
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      211.92,
      49.49,
      248.63,
      59.57
    ],
    "text": "( 16 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.673432350158691
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.8,
      69.65,
      405.17,
      165.41
    ],
    "text": "of sugar towards the last quarter of the year was also the result of factors, like the hurricane-affected Cuban sugar crop and the relatively poor sugar harvest inEurope, which were probably transient in character. But whilst the adverse repercussion of these factors might be expected to be relatively shortlived, there were other factors which were more deep seated in character and whose repercussions are likely to continue in the absence of further approaches towards remedial action. The most important of these are the excessive imbalance in the Government budget and the monetary expansion that is generated in consequence of it.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.58869743347168,
      9.673432350158691,
      9.907012939453125,
      9.926469802856445,
      9.969672203063965,
      9.97789192199707,
      10.004704475402832,
      10.007518768310547,
      10.025623321533203,
      10.056138038635254,
      10.23731803894043
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      47.04,
      178.13,
      406.0,
      368.21
    ],
    "text": "The Monetary Board has, in successive Reports over several years, drawn attention to the expansionary process that had been under way in the economy. It pointed out, in the first instance, that the sustained decline in external assets that resulted from such an expansion would leave the economy in a weaker position for coping with external fluctuations and that such fluctuations are not in any sense a new pheno­menon for Ceylon. It also pointed out that attempts to safeguard external assets by direct restrictions on imports without parallel action to reduce the quantum of monetary expansion cannot but result in inflationary pressures on prices and in the emergence of shortages, scarcities and rigidities of various kinds. The develop­ments of 1963, accentuated as they were by the adverse movements in the terms of trade, amply confirmed this analysis. It is not that 1963 witnessed the emergence of anything like the extremes of inflation which have beenknown to occur elsewhere. It is rather that in 1963 the departure from Ceylon's previous experience of relative price stability was more strongly marked than in the years immediately preceding and that in that year the repercussions of the sustained monetary expansion were beginning to be more clearly felt than before.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.41755485534668,
      9.425333976745605,
      9.442187309265137,
      9.443985939025879,
      9.445476531982422,
      9.587660789489746,
      9.58869743347168,
      9.673432350158691,
      9.681946754455566,
      9.908016204833984,
      9.909979820251465,
      9.91039752960205,
      9.94863510131836,
      9.967761993408203,
      9.969672203063965,
      9.97374153137207,
      9.975235939025879,
      9.98017406463623,
      10.014425277709961,
      10.041717529296875,
      10.119715690612793,
      10.125810623168945,
      10.23731803894043
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.32,
      383.81,
      406.71,
      573.89
    ],
    "text": "Ceylon's problems are, however, by no means intractable. Despite the adverse developments in the monetary sphere, the relatively slow rate of economic growth, and the weakened position in respect of external assets, the Ceylon economy has a substantial potential for future progress. Standards of living or levels of per capita income are higher in Ceylon than in many other developing countries. Ceylon receives substantial earnings of foreign exchange through an export sector which is large in relation to national income, and which has shown a capacity-specially in the case of tea-for sustained expansion in recent years. There have also been welcome signs of a growth in the productive capacity of her domestic agriculture where the potential for further development remains great. Most evident of all, a significant beginning has been made in the process of industrial development which, if effectively carried forward, could signify a transformation in the basic structure of the Ceylon economy. All these and other advantages provide an opportunity for rapid progress. But its full utilization could be jeopardized by an excessive imbalance in the monetary field which, if allowed to persist too long, could gain in momentum and give rise to tendencies which could hamper the productive process itself.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.301651954650879,
      9.383552551269531,
      9.403828620910645,
      9.414432525634766,
      9.41755485534668,
      9.425333976745605,
      9.433457374572754,
      9.4705171585083,
      9.48056697845459,
      9.517355918884277,
      9.542989730834961,
      9.577075004577637,
      9.632598876953125,
      9.673432350158691,
      9.907012939453125,
      9.908016204833984,
      9.922256469726562,
      9.952381134033203,
      9.97789192199707,
      9.979759216308594,
      9.98121166229248,
      10.0018892288208,
      10.027234077453613,
      10.119715690612793,
      10.163359642028809
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      232.8,
      578.6,
      242.68,
      583.09
    ],
    "text": "i i - j '",
    "fonts": [
      "Helvetica-Bold"
    ],
    "sizes": [
      4.132425785064697
    ]
  },
  {
    "page_number": 15,
    "bbox": [
      46.56,
      589.01,
      404.46,
      647.09
    ],
    "text": "The alternatives now facing Ceylon in the monetary and financial sphere are readily apparent. The loss of past accumulations of external reserves implies that Cey­lon is no longer enabled to live beyond her means except to the extent that she has recourse to external borrowing. This implies in turn that Ceylon has to reduce the total use of resources each year, whether for consumption or investment, to what is available",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.426827430725098,
      9.48056697845459,
      9.511002540588379,
      9.58981990814209,
      9.673432350158691,
      9.952006340026855,
      9.95229721069336,
      9.972744941711426,
      9.973492622375488,
      10.18696117401123,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      204.48,
      44.45,
      242.18,
      54.53
    ],
    "text": "( 17 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.948729515075684,
      9.716141700744629
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      42.72,
      65.57,
      402.51,
      181.49
    ],
    "text": "through production for internal use and through such imports as could be obtained in exchange for her exports or from external borrowings. The inability to further draw down external reserves signifies that such an adjustment must take place whether or not there is an excessive internal monetary expansion. The choice before Ceylon is whether to make this adjustment simply by means of import restrictions whilst the monetary expansion continues unabated—in other words by an inflationary process of continuing price increases—or by a more regulated process by which the monetary expansion is itself restrained, primarily by measures in the fiscal field, and the pressures on the price level are kept down to the minimum consistent with the requirements of a developing economy.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.390609741210938,
      9.41755485534668,
      9.451611518859863,
      9.49985122680664,
      9.512569427490234,
      9.581526756286621,
      9.615432739257812,
      9.716141700744629,
      9.963191032409668,
      9.97789192199707,
      10.007518768310547,
      10.010455131530762,
      10.016451835632324,
      10.041717529296875,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      40.8,
      200.21,
      401.6,
      366.29
    ],
    "text": "It needs to be recognised that an inflationary rise in prices is a means of distribu­ting, over different sections of the community, the reduction in the use of real resources that has in any case to take place on account of the reduced volume of imports. As prices increase those whose money incomes are fixed or do not increase in propor­tion to the rise in prices are able to purchase smaller quantities than before and suffer a contraction in real income and consumption. On the other hand, those whose money incomes rise faster than the rise in prices enjoy an improvement in real income. In other words, in a process of inflation or rising prices there is a shift in the distribution of real income against the relatively fixed money income groups and in favour of those whose money incomes increase as a result of rising scarcity profits or other factors. Speculative activities, in particular, benefit from the process. It is essentially through such shifts in real incomes brought about in this way that a reduced quantity of real resources is distributed throughout the commu­nity in an inflationary process.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.327167510986328,
      9.445694923400879,
      9.4705171585083,
      9.498194694519043,
      9.517355918884277,
      9.552313804626465,
      9.559073448181152,
      9.559592247009277,
      9.57953929901123,
      9.592971801757812,
      9.644068717956543,
      9.665596961975098,
      9.675615310668945,
      9.716141700744629,
      9.948719024658203,
      9.954544067382812,
      9.961528778076172,
      9.969672203063965,
      10.007518768310547,
      10.010455131530762,
      10.041717529296875,
      10.119715690612793,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      39.36,
      382.13,
      400.82,
      524.21
    ],
    "text": "One of the chief drawbacks of an inflationary process, apart from the varying incidence of price increases on different sections of the community, is that it tends to gather momentum and becomes increasingly difficult to control. A rise in prices generated by such a process is not likely to remain static at higher levels. As prices increase there are pressures for compensatory increases in money incomes. Wage and salary earners, for instance, are likely to exert pressures for higher money earnings. The increases, however, if conceded are likely to prove self defeating. Although wage increases may confer temporary benefits they result in increases in costs which are in turn transmitted to consumers, including wage and salary earners, in the form of a further rise in prices and living costs. A cumulative spiral of rising prices, wages and costs could be set in motion over a period in this manner.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.253765106201172,
      9.404752731323242,
      9.425333976745605,
      9.451611518859863,
      9.460805892944336,
      9.509347915649414,
      9.531702041625977,
      9.630922317504883,
      9.716141700744629,
      9.969672203063965,
      9.975401878356934,
      9.97789192199707,
      10.003504753112793,
      10.007518768310547,
      10.041717529296875,
      10.107475280761719,
      10.18696117401123,
      10.23731803894043
    ]
  },
  {
    "page_number": 16,
    "bbox": [
      38.88,
      537.89,
      399.86,
      643.97
    ],
    "text": "If Ceylon were a \"closed\" economy or had relatively small transactions with the outside world, it may be argued that the^ effects of an inflationary process may be largely confined to continuing shifts in real income distribution, as described above, with relatively little effects on total production—even though productive activity can hardly remain wholly immune from the process. But in an open economy an inflationary rise in costs can damage production itself. The reason is essentially that an increase in costs in the export sector cannot be passed on to consumers in the form of higher prices since the prices of export products are determined in markets abroad. A rise in production costs, with export prices remaining unchanged, can lead,",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      9.270930290222168,
      9.425333976745605,
      9.438152313232422,
      9.468374252319336,
      9.48056697845459,
      9.494183540344238,
      9.535784721374512,
      9.716141700744629,
      9.952006340026855,
      9.959450721740723,
      9.961528778076172,
      9.963689804077148,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      164.88,
      3.04,
      168.91,
      11.14
    ],
    "text": "/",
    "fonts": [
      "Helvetica"
    ],
    "sizes": [
      7.248000144958496
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      194.16,
      44.45,
      228.32,
      54.53
    ],
    "text": "( 1 8 )",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      9.67642879486084
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.24,
      66.77,
      401.6,
      136.85
    ],
    "text": "in fact, to a contraction in export production as marginal producers lose their position of competitiveness. Such a result could only reinforce the inflationary process by aggravating the balance of payments position and by bringing about aneed for further curtailments of imports. Moreover, it would also impose additional pressures on the Government budget as revenues from export duties and income and profits taxes decline, and so enlarge the magnitude of the overall budget deficit.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.451611518859863,
      9.47611141204834,
      9.499284744262695,
      9.517355918884277,
      9.581656455993652,
      9.716141700744629,
      9.969672203063965,
      9.97789192199707,
      9.992363929748535
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      42.48,
      152.21,
      401.77,
      358.13
    ],
    "text": "There are also other ways by which a rise in prices tends to be continuous. The existence of shortages and scarcities and the expectation of further increases in prices encourages the speculative hoarding of stocks of goods which itself aggra­vates the actual rise in prices. It is, in fact, the new pattern of expectations created by a price inflation that is a particularly insidious feature of the process and which, once under way, makes difficult a policy of restraint. Where further increases in prices are anticipated even increases in supplies find their way into speculative hoards. It has to be recognised that there are several limitations in the way of successful price control and distribution policies in a general situation of excess demand. Price controls themselves tend to multiply and to make necessary an ever increasing network of controls over supplies and distribution. Price controls unaccom­panied by effective rationing invariably result in either the circumvention of the controls or the disappearance of supplies from the market. Where available supplies fall short of demand at the controlled prices, scarcities cannot but occur. Yet, a compre­hensive system of rationing places great strains on the administration which a deve­loping country can ill afford to bear. Moreover, the administrative costs of price controls and rationing are an additional component to the normal charges of dis­tribution which needs to be borne by the budget.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.370835304260254,
      9.38589096069336,
      9.433588981628418,
      9.436573028564453,
      9.442187309265137,
      9.458311080932617,
      9.516138076782227,
      9.552313804626465,
      9.583427429199219,
      9.609057426452637,
      9.619307518005371,
      9.622535705566406,
      9.650334358215332,
      9.660069465637207,
      9.671806335449219,
      9.716141700744629,
      9.969672203063965,
      9.97789192199707,
      9.992363929748535,
      10.007518768310547,
      10.084919929504395,
      10.085904121398926,
      10.107803344726562,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      43.2,
      372.77,
      402.57,
      529.49
    ],
    "text": "There is, however, as mentioned, an alternative which could help Ceylon to avoid or minimize the kind of developments described above. This involves a reduction in the extent of the monetary expansion itself so that the volume of monetary demand in the economy is more is conformity with the availability of real resources. Such a reduction would result in a restraining of inflationary trends. An approach of this kind, however, must not be limited to the mere attainment of relative price stability. It must also be linked with the provision of a framework for accelerated economic growth. There will always be some scope in a developing economy for a certain degree of monetary expansion consistent, for instance, with the increases in production that take place from year to year. It is possible that a mild and gradual process of rising prices can act as a stimulant to investment and productive activity. But the choice under discussion is not one between static as against gently rising prices. It is rather a choice between an inflationary process that might prove increasingly difficult to control and a framework of relative, though not absolute, price stability.",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.390609741210938,
      9.414432525634766,
      9.425333976745605,
      9.43266773223877,
      9.439950942993164,
      9.451611518859863,
      9.468374252319336,
      9.525314331054688,
      9.551403045654297,
      9.562320709228516,
      9.622190475463867,
      9.641621589660645,
      9.669536590576172,
      9.673689842224121,
      9.675786972045898,
      9.690710067749023,
      9.716141700744629,
      9.959450721740723,
      9.961528778076172,
      9.963315963745117,
      9.969672203063965,
      9.975401878356934,
      9.979718208312988,
      10.010455131530762,
      10.023765563964844,
      10.041717529296875,
      10.125810623168945,
      10.23731803894043
    ]
  },
  {
    "page_number": 17,
    "bbox": [
      43.44,
      541.25,
      400.72,
      647.33
    ],
    "text": "The overriding need in the context of Ceylon is to step up the rate of economic growth so as to outstrip the growth of population and to provide employment op­portunities for an increasing workforce. This objective calls for a significant raising of the rate of investment in the economy and the mobilization of financial resources towards this end. Given the limits of external financing, this calls in turn for a fuller mobilization of domestic financial resources for purposes of investment. As the Annual Report for 1962 pointed out, Ceylon has had a greater degree of success than many developing countries in channelling substantial financial resources to Government revenue. Government'revenues represent a higher proportion of national",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.873690605163574,
      9.414432525634766,
      9.425333976745605,
      9.471696853637695,
      9.48056697845459,
      9.632254600524902,
      9.671806335449219,
      9.683828353881836,
      9.692119598388672,
      9.716141700744629,
      10.0018892288208,
      10.041717529296875,
      10.119715690612793,
      10.163359642028809,
      10.18696117401123
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      199.44,
      61.02,
      239.27,
      71.08
    ],
    "text": "( 19 )",
    "fonts": [
      "Times-Roman"
    ],
    "sizes": [
      8.945661544799805,
      10.045756340026855,
      10.046859741210938
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      38.16,
      82.54,
      400.0,
      152.71
    ],
    "text": "Income in Ceylon—nearly 26 per cent—than in most of these countries. Nevertheless, the heavy claims made by current expenditures on the financial resources of Govern­ment set limits to the magnitude of resources that could be devoted to investment. At the same time, as already discussed, there are limits to the amount of financial resources for accelerated investment that could be prudently provided by expansio­nary financing.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.488282203674316,
      8.746763229370117,
      8.83620548248291,
      8.843961715698242,
      8.882233619689941,
      8.94674301147461
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      36.96,
      165.34,
      398.35,
      462.31
    ],
    "text": "The policy requirements for the mobilization of domestic financial resources would be readily apparent in the perspective of a development plan which sets out the investment requirements for an accelerated rate of economic growth. Given the magnitudes for external financing and permissible monetary expansion, the objectives in respect of Government revenues and current expenditures would be more easily determined. The question of an appropriate scale of subsidy outlays, for instance, could be approached in terms of such a framework. It needs to be recognised in this connection that in the more recent period the relationship between subsidies, budget deficits and the price level has changed significantly. As long as -external reserves were plentiful and imports flowed in freely, expansionist financing of Government budgets, whether for the maintenance of subsidies or otherwise, had no impact on consumer prices or living costs. The cost of subsidies, in other words, was not borne by consumers through increases in other prices but by the decline in external reserves. In the present situation, on the other hand, although the prices of subsidised items remain low, excessive expansionary financing results in a sustained increase in other consumer prices as well as in shortages of several categories of goods. A development plan will not only indicate in specific terms the appropriate allocation of resources between consumption and investment, it will also depict the scope for further augmenting revenue. As previous Annual Reports have stressed, instruments of taxation in a developing economy, need to be progressively adapted towards channelling to revenue a part of the increment to incomes that accrue in the course of development and particularly a part of what would otherwise be diverted to consumption. Further, in conditions of relative scarcities high import duties, sales or turnover taxes, and excise duties, are effective instruments for aug. menting revenues and reducing scarcity profits.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.733400344848633,
      8.762088775634766,
      8.765870094299316,
      8.790310859680176,
      8.831526756286621,
      8.833309173583984,
      8.838990211486816,
      8.8555269241333,
      8.883193016052246,
      8.898948669433594,
      8.900053977966309,
      8.927581787109375,
      8.94674301147461,
      9.080421447753906,
      9.101279258728027,
      9.148627281188965
    ]
  },
  {
    "page_number": 18,
    "bbox": [
      36.72,
      479.26,
      397.12,
      536.23
    ],
    "text": "In the final analysis it is only an acceleration in the pace of economic growth that can provide a solution to Ceylon's basic problems. It is because such an acce­leration will prove difficult in a context where the monetary expansion is excessive and inflationary pressures too severe, that there is a need for a reduction in the fiscal and monetary imbalance in the economy.",
    "fonts": [
      "Times-Bold"
    ],
    "sizes": [
      8.82111930847168,
      8.8555269241333,
      8.94674301147461
    ]
  }
]